{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3845677,00.html"}, "headline": "צרפת: כ-3,780 נדבקים חדשים בנגיף ביממה האחרונה                             ", "description": "ספרד: כ-3,700 נדבקים חדשים ביממה האחרונה  - שיא יומי מאז יוני; המסיבה נגמרה במיקונוס: יוון הטילה הגבלות חמורות באי הפופולארי בקרב תיירים. הצעדים כוללים איסור מוחלט על קיום מסיבות ופסטיבלים; איטליה: 640 נדבקים חדשים ביממה האחרונה; שבדיה: שיא של 150 שנה במספר מתים במחצית השנה. הודו: מספר הנדבקים בקורונה עומד על 2.8 מיליון", "articleBody": "נגיף הקורונה - תמונת מצב בארץ ובעולם\r\n \r\n \r\n21:45 - צרפת: כ-3,780 נדבקים חדשים בנגיף ביממה האחרונה\r\n \r\nמשרד הבריאות הצרפתי דיווח היום כי התגלו 3,776 נדבקים חדשים בקורונה. המספר היומי עולה את רף ה- 3,000 בפעם השלישית בחמישה ימים. מספר זה מביא את המספר הכולל של הנדבקים במדינה ל -225,043.\r\n \r\n \r\n20:08 - מצרים: מספטמבר יידרשו כל הנכנסים למדינה להציג בדיקות קורונה\r\n \r\nמצרים הודיעה כי החל מספטמבר יידרשו כל המבקשים להיכנס למדינה להציג בדיקות קורונה שישללו הידבקות בנגיף.\r\n \r\n19:44 - הודו: מספר הנדבקים בקורונה עומד על 2.8 מיליון\r\n \r\nמספר הנדבקים בקורונה בהודו עומר על 2.8 מיליון, לאחר שביממה האחרונה התגלו 57 אלף מקרים חדשים. על פי נתונים סטטיסטיים רשמיים, כ-2 מיליון מהאנשים שחלו בנגיף שרדו, בעוד 53,849 מתו - מתוכם 834 ביממה האחרונה.\r\n \r\n \r\n \r\n19:15 - ספרד: כ-3,700 נדבקים חדשים ביממה האחרונה\r\n \r\nבספרד דיווחו היום על 3,715 נדבקים חדשים בקורונה ביממה האחרונה. על פי רויטרס היא מסמנת שיא יומי חדש מאז שהמדינה ביטלה בהדרגה את המגבלות בסוף חודש יוני. כיום יש בספרד כ-370 אלף נדבקים בקורונה.\r\n \r\n \r\n \r\n19:10 - שבדיה: שיא של 150 שנה במספר מתים במחצית השנה\r\n \r\nשבדיה רשמה את במחצית הראשונה של השנה את מספר המתים הגבוה ביותר זה 150 שנה. כך מסרה לשכת הסטטיסטיקה במדינה.\r\n \r\nבסך הכל מתו 51,405 שבדים בתקופת ינואר עד יוני, מספר גבוה יותר מכל שנה מאז 1869, אז מתו 55,431, בין היתר כתוצאה מרעב. אוכלוסיית שבדיה הייתה אז כ -4.1 מיליון, לעומת 10.3 מיליון כעת. נתונים סטטיסטיים רשמיים מראים כי הקורונה גבתה כ-4,500 בני אדם במחצית הראשונה של השנה. כעת עומד מספר המתים על 5,800. \r\n \r\n \r\n \r\n19:00 - איטליה: 640 נדבקים חדשים ביממה האחרונה\r\n \r\nאיטליה רשמה 642 נדבקים חדשים ביממה האחרונה השיגה שיא חדש מאז חודש מאי, אז הוסרו המגבלות לאחר יותר מ-30 אלף מתים מקורונה. כיום עומד  מספר הנדבקים בנגיף על כ-255 אלף ומספר המתים על 35,412. בראשית השבוע הורתה הממשלה על סגירת דיסקוטקים והטילה חובה של עטיית מסכות גם בחוץ.\r\n \r\n \r\n  \r\n15:50 - יוון הודיעה על הטלת הגבלות חמורות באי הפופולארי מיקונוס\r\n \r\nהמסיבה נגמרה במיקונוס. רשות ההגנה האזרחית ביוון הודיעה על הטלת מגבלות חמורות באי הפופולארי בקרב התיירים, וזאת בניסיון לבלום את התפשטות הקורונה. הצעדים כוללים איסור מוחלט על קיום מסיבות ופסטיבלים, הגבלת ההתקהלויות ל-9 אנשים בלבד וחובת עטיית מסיכות בחללים פתוחים וסגורים, כך לפי דיווח בסוכנות רויטרס. ההגבלות החדשות נכנסות לתוקף ביום שישי למשך עשרה ימים. אתמול דיווחו הרשויות ביוון על 269 נדבקים חדשים, המספר היומי הגבוה ביותר מאז דווח על המקרה הראשון ב-26 בפברואר. עם זאת, סגן שר הבריאות הדגיש כי מצבה של יוון עדיין טוב משל מדינות אחרות באירופה. \r\n \r\n \r\n \r\n13:05 - כבר יותר מ-20 אלף מתים מקורונה באיראן\r\n \r\nדוברת משרד הבריאות האיראני הודיעה כי מספר המתים מסיבוכי נגיף הקורונה ברפובליקה האיסלאמית חצה את רף 20 אלף - ועומד כעת על 20,125. לפי נתוני משרד הבריאות באיראן, עד עתה אובחנו 350,279 נדבקים בנגיף. ביממה האחרונה עלה מספר המתים ב-153 ומספר הנדבקים ב-2,444.\r\n \r\n11:30 - תחזית אופטימית לתעופה הסינית\r\n \r\nההתאוששות המהירה מהמצופה בתיירות הפנים בסין בהשוואה למדינות אחרות מצביעה על כך שחברות התעופה המקומיות יתאוששו ממשבר הקורונה מהר יותר משאר חברות התעופה ברחבי העולם, כך להערכת האנליסטים בבנק הבריטי HSBC. חברות התעופה הסיניות, בדומה לשאר חברות התעופה, דיווחו על הפסדים במחצית הראשונה של השנה, על רקע סגירת הגבולות במדינות רבות והגבלות התנועה במטרה לבלום את התפשטות הנגיף. אולם, להערכת האנליסטים ההפסדים הללו יצטמצמו בחודשים הקרובים בעיקר הודות להתאוששות המתמשכת בתיירות פנים. באופן כללי, חברות התעופה הסיניות מרוויחות את מרבית ההכנסות שלהן מתחום זה. \r\n \r\n9:30 - דרום קוריאה: עלייה של מעל למאה נדבקים חדשים ביום במשך 6 ימים ברציפות\r\n \r\nבדרום קוריאה דיווחו על עלייה של מעל מאה נדבקים חדשים ביום במשך שישה ימים ברציפות. לפי הרשויות, ביממה האחרונה אובחנו במדינה 297 נדבקים חדשים, מרביתם בבירה סיאול והסביבה. בעקבות זאת, מספר הנדבקים הכולל בדרום קוריאה מאז פרוץ המגיפה עומד כעת על 16,058 ו-306 מתים. \r\n \r\nמוקדם יותר השבוע הטילה הממשלה הגבלות חדשות, ביניהן סגירת מועדוני לילה, מועדוני קריוקי ומסעדות המציעות בופה. כמו כן, נאסר על הפעלת שירותי כנסייה. לפי הדיווחים, הרשויות שוקלות להטיל הגבלות מחמירות אף יותר אם ההתפרצות תחמיר. ההגבלות הללו יכללו גם סגירת בתי ספר ומקומות עבודה. \r\n \r\n9:00 - אוסטרליה חתמה על הסכם עם יצרנית התרופות אסטרה זנקה\r\n \r\nאוסטרליה חתמה על הסכם עם יצרנית התרופות אסטרה זנקה לייצור והפצה של מספיק מנות של החיסון הפוטנציאלי שעליו עובדת החברה עבור 25 מיליון תושבי המדינה. סדר העדיפות בחלוקת החיסון ייקבע על ידי פאנל רפואי, אך החיסון יוצע לכלל האוכלוסיה, כך לדבריו של שר הבריאות גרג האנט.\r\n \r\nהחיסון הפוטנציאלי, שנקרא AZD1222, פותח על ידי אוניברסיטת אוקספורד ונרכש על ידי אסטרה זנקה. הוא נחשב לאחד המועמדים המובילים במירוץ לחיסון ונמצא כבר בשלב הניסויים בבני אדם. באוסטרליה חוו לאחרונה התפרצות חדשה במדינת ויקטוריה, שהובילה את הרשויות להטיל סגר, אך כעת נראה שחלה ירידה במספר הנדבקים היומי.\r\n \r\n \r\n8:00 - אוקראינה: מספר שיא של נדבקים בקורונה ביממה\r\n \r\nהרשויות באוקראינה מסרו כי ביממה האחרונה אובחנו במדינה 1,967 נדבקים חדשים בנגיף הקורונה - מספר שיא מאז פרוץ המגפה. לפי נתוני המועצה לביטחון לאומי של קייב, מספר השיא הקודם, שדווח בשבוע שעבר, היה 1,847. באוקראינה אובחנו עד כה 96,403 נדבקים בנגיף. 2,144 מתו מסיבוכיו.\r\n \r\n7:00 - ברזיל: יותר מ-3.4 מיליון נדבקו בקורונה, קרוב ל-110 אלף מתו מהנגיף\r\n \r\nמשרד הבריאות של ברזיל עדכן כי ביממה החולפת אובחנו במדינה עוד 47,784 נדבקים חדשים בנגיף הקורונה ומתו 1,352 חולים, לעומת 684 מתים ביממה שלפני כן. מפרוץ המגפה אובחנו 3,407,354 מקרים של קורונה. מניין המתים במדינה עומד על 109,888 בני אדם. התחלואה בברזיל היא החמורה ביותר בעולם אחרי ארה&quot;ב.", "keywords": ["קורונה", "דרום קוריאה", "אוסטרליה", "אסטרה זנקה", "חיסון", "איראן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/08/02/1009569/6_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-08-19T21:45:03", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "צרפת: כ-3,780 נדבקים חדשים בנגיף ביממה האחרונה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-19", "category": "עולם", "subtitle": ""}