{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3843626,00.html"}, "headline": "ממשלת בריטניה סירבה לחלץ, וירג&#39;ין אטלנטיק פושטת רגל", "description": "חברת התעופה הטרנס־אטלנטית שבבעלות ריצ&#39;רד ברנסון ודלתא איירליינס הודיעה שללא הזרקת מזומנים הקופה שלה תתרוקן בספטמבר. ביין קפיטל שהשתלטה על וירג&#39;ין אוסטרליה פיטרה שליש מכוח האדם", "articleBody": "המגפה העולמית מוסיפה להכות בחברות התעופה, זאת ברקע תחזיות עגומות של ארגון חברות התעופה הבינלאומי (IATA) הצופה כי הענף לא יתאושש לפני 2024. \r\n \r\n \r\n \r\nוירג&#39;ין אטלנטיק שבבעלות סר ריצ&#39;רד ברנסון הגישה שלשום בקשה להגנה מפני נושים בבית משפט בניו יורק, חודשים ספורים אחרי מהלך דומה שביצעה הזרוע האוסטרלית. ההליך, צ&#39;פטר 15, נועד להגן על נכסי החברה מפני נושים בארה&quot;ב.\r\n \r\nנתח שליטה של 51% מווירג&#39;ין אטלנטיק, שבסיסה בלונדון, נמצא בבעלות חברת וירג&#39;ין של ברנסון, בעוד ה־49% הנותרים נמצאים בבעלות דלתא איירליינס האמריקאית. וירג&#39;ין, המבצעת טיסות בנתיבים ארוכים, נאלצה להשעות את פעילותה באפריל בעקבות התפרצות נגיף הקורונה. אף שחזרה לטוס בחודש שעבר, היקף פעילותה צנח ב־89% לעומת החודש המקביל אשתקד. הנתונים הללו משקפים את הפעילות החלשה של חברות תעופה בינלאומיות הפועלות בנתיבים טרנס־אטלנטיים, כאשר על פי התחזיות, הפעילות באוגוסט תהיה נמוכה ב־78% לעומת החודש המקביל ב־2019.\r\n \r\nלאחר שממשלת בריטניה סירבה באפריל לבקשת וירג&#39;ין לחבילת חילוץ — אף שברנסון הציע את האי הפרטי שלו בקאריביים כעירבון — החברה הודיעה ביולי על חבילת סיוע עצמית בגובה 1.2 מיליארד ליש&quot;ט. תוכנית החילוץ, הנדרשת עדיין לאישור הנושים, נידונה בימים אלה בבית המשפט בבריטניה ואמורה לשמר 6,500 משרות שנותרו לאחר קיצוץ של 3,500 אנשי צוות בבריטניה. נוסף על הפיטורים, החברה סגרה את בסיסה בנמל התעופה גטוויק. לפי הצהרת וירג&#39;ין, אם לא יאושרו מהלכי הסיוע, יאזל כספה בסוף ספטמבר והיא עשויה לפתוח בהליך כינוס נכסים.\r\n \r\n \r\n \r\nבמסגרת התוכנית, קבוצת וירג&#39;ין אמורה להזרים לחברת התעופה 200 מיליון ליש&quot;ט, כאשר יתרת הכספים תועבר על ידי משקיעים, בהם קרן הגידור האמריקאית דיווידסון קמפנר קפיטל מנג&#39;מנט. בנוסף יידחה פירעון חובות בגובה כ־450 מיליון ליש&quot;ט, כאשר המטרה היא לחזור לרווחיות ב־2022.\r\nברנסון מדורג שביעי ברשימת עשירי בריטניה, עם הון מוערך של 5.9 מיליארד דולר לפי מדד המיליארדרים של בלומברג. בתחילת המגפה, בחודש פברואר, וירג&#39;ין השיקה בתזמון גרוע ספינת קרוזים ראשונה בבעלותה, סקרלט ליידי, שאמורה להיות אחת מתוך ארבע ספינות פאר שתפעיל החברה.\r\n \r\nבהצהרה לבית המשפט בבריטניה מסר דובר מטעם וירג&#39;ין, כי לקבוצה &quot;מודל עסקי יציב שלא היתה עמו שום בעיה לפני שפרצה מגפת הקורונה&quot;. \r\n \r\nבינתיים, הבעלים החדשים של וירג&#39;ין אוסטרליה, חברת הפרייווט אקוויטי ביין קפיטל, דיווחה אתמול כי תקצץ 3,000 משרות בחברת התעופה, שהם כשליש מכוח האדם. במסגרת תוכנית ההבראה של וירג&#39;ין אוסטרליה, חברת התעופה השנייה בגודלה במדינה, תיסגר זרוע הלואו־קוסט טייגר־אייר.\r\nתהליך הארגון מחדש נכנס לתוקפו באפריל, אז הפכה וירג&#39;ין אוסטרליה לחברה הגדולה הראשונה במדינה שנפלה קורבן למגפה. בחודש יוני היא נרכשה על ידי ביין קפיטל האמריקאית.\r\n \r\n \r\n\r\n\r\n\r\n \r\nבנוסף לפיטורים הנרחבים, וירג&#39;ין אוסטרליה הודיעה כי תגדיל את היקף הטיסות הפנימיות והטיסות בנתיבים קצרים, זאת ברקע קיפאון כמעט מוחלט בטיסות הבינלאומיות. &quot;השינויים הללו יצילו כ־6,000 משרות ברגע שהביקושים יתאוששו, עם פוטנציאל להגדלת היקף המשרות ל־8,000 בעתיד&quot;, מסרה חברה התעופה בהודעה רשמית. בשיא פעילותה העסיקה וירג&#39;ין אוסטרליה 10,000 עובדים.\r\n \r\nגם דלתא איירליינס, שותפתו של ברנסון בווירג&#39;ין אטלנטיק, רשמה צניחה חדה בפעילות, עם ירידה של 93% בהיקף הטיסות בחודשים אפריל, מאי ויוני לעומת התקופה המקבילה אשתקד. כתוצאה, דלתא דיווחה ביוני על הפסד של 3.9 מיליארד דולר לפני מסים ברבעון השני, אחרי שמאז פרוץ המשבר רשמה צניחה של כ־6 מיליארד דולר בהכנסות, ל־1.2 מיליארד דולר. במקביל לפרסום הדו&quot;חות ציין מנכ&quot;ל דלתא אד בסטיאן, כי דלתא פעלה בנחישות ובמהירות כדי למנוע את קריסתה והצליחה לצמצם את שריפת המזומנים היומית בלמעלה מ־70% מאז סוף מרץ, ל־27 מיליון דולר בחודש יוני. נכון לסוף הרבעון השני, עומדת נזילות החברה על 15.7 מיליארד דולר. \r\n \r\nכתוצאה מהמהלכים האגרסיביים, דלתא דורגה בחודש שעבר במקום הראשון מבין חברות התעופה העולמיות על תגובתה היעילה למשבר הקורונה. המחקר, שנערך על ידי חברת The Points Guy, דירג עוד בחמישייה הפותחת את אלסקה איירליינס, ג&#39;טבלו, אמריקן איירליינס וסאות&#39;ווסט איירליינס. \r\nמנתוני אתר הטיסות פלייט־אוור שפרסם השבוע &quot;פייננשל טיימס&quot;, עולה כי בשבוע שהחל ב־13 ביולי התבצעו 1,497 טיסות טרנס־אטלנטיות בהשוואה ל־4,000 בתקופה המקבילה אשתקד. למרות עלייה חזויה של 60% בפעילות הטיסות הטרנס־אטלנטיות באוגוסט, מומחים מזהירים כי נתוני חודש זה צפויים לרדת, משום שחברות ייאלצו לבטל טיסות סמוך למועד יציאתן המתוכנן. חברות התעופה מפרסמות &quot;לוחות זמנים אופטימיים&quot;, ציין רוב מוריס, בכיר בחברת הייעוץ אסנד, שצוטט ב&quot;פייננשל טיימס&quot;. &quot;ישנם ככל הנראה דיווחי יתר שנעים סביב 5% עד 10% מכיוון שהחברות יכולות לבטל טיסות בקלות רבה יותר מאשר להוסיפן&quot;. לדבריו, משום שאין לדעת מה יהיה היקף הביקושים, בהינתן העלייה בהיקף התחלואה העולמית, חברות התעופה &quot;ממציאות את לוח הטיסות תוך כדי תנועה&quot;.\r\n \r\nברקע התחזיות העגומות של יאט&quot;א, מנכ&quot;לי ארבע חברות תעופה מובילות שיגרו בשבוע שעבר מכתב לממשלות משני צדי האוקיינוס בבקשה כי יתאמו פרוטוקול אחיד שיסייע בהבראת הפלח הטרנס־אטלנטי. המכתב, שעליו חתמו מנכ&quot;לי יונייטד, אמריקן איירליינס, IAG ולופטהנזה, מציין כי משטר בדיקות מתואם יעזור בשיקום האמון של הציבור ויגביל את הצורך בסגרים. &quot;קיימת דחיפות עליונה בחידוש הטיסות בין ארה&quot;ב לאירופה&quot;, כתבו. &quot;איש לא ירוויח מסגר ממושך של הפרוזדור החיוני הזה בענף התעופה העולמי&quot;.", "keywords": ["ריצ&#39;רד ברנסון", "וירג&#39;ין אטלנטיק", "תעופה", "פשיטת רגל", "קורונה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/04/20/985615/17_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "תמר טוניק"}, "datePublished": "2020-08-06T08:05:12", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ממשלת בריטניה סירבה לחלץ, וירג'ין אטלנטיק פושטת רגל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-06", "category": "עולם", "subtitle": ""}