{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3839690,00.html"}, "headline": "אחרי סטארבקס ובסט ביי: וולמארט תחייב את הלקוחות בחבישת מסיכה", "description": "הרשת מצטרפת לרשתות הענק האמריקאיות שהחליטו שלא לאפשר תנועת לקוחות בסניפיהן, ללא חבישת מסיכה או כיסוי פנים כלשהו; אתר האופנה הבריטי אסוס יחזיר את המענקים שקיבל מהממשלה, זאת לאחר שהמכירות עלו בתקופת הסגר; כ-160 אלף איש בקטלוניה בספרד נכנסו לסגר; רוסיה: 6,400 נדבקים חדשים ו-156 מתים מקורונה ביממה האחרונה; סגירת החנויות ופיטורים בטומי הילפיגר וקלווין קליין", "articleBody": "נגיף הקורונה – תמונת מצב בארץ ובעולם \r\n \r\n \r\n18:10 - אחרי סטארבקס: וולמארט תחייב את הלקוחות בחבישת מסיכה\r\n \r\nוולמארט מצטרפת לרשתות הענק האמריקאיות שמחייבות את לקוחותיהן לחשבו מסיכה: הקמעונאית הפיזית הגדולה בעולם הודיעה היום שהחל מהשבוע הבא לא תורשה תנועה בתוך הסניפים שלה בארה&quot;ב ללא חבישת מסיכה או כיסוי פנים חלופי כלשהו. \r\n \r\nהמתחרה הגדולה קוסטקו החילה כבר בחודש מאי חובת מסיכה על כל עובדיה, אך לא על הלקוחות. רשת בתי הקפה סטארבקס הלכה צעד נוסף קדימה והחליטה בשבוע שעבר שחבישת מסיכה היא תנאי מחייב לכניסה לכל אחד מ-9,000 סניפיה בארה&quot;ב – ללקוחות ולעובדים. אתמול יצאה הודעה דומה מרשת בסט ביי, המחזיקה ב-1,000 חנויות ברחבי ארה&quot;ב. \r\n \r\nהסוכנות הפדרלית למניעת מחלות (CDC) לא הורתה על חבישה מנדטורית של מסיכות אך המליצה לכסות את הפנים בציבור, כצעד מגן מפני הדבקה. בה בעת, בחלק מהמדינות בארה&quot;ב כן נקבעה חובה שכזו. כ-65% מ-5,000 הסניפים של וול מארט ממוקמים באזורים שבהם ממילא קיימת חובת מסיכת פנים כך שההוראה החדשה תרחיב את ההחלטה לכל היתר. \r\n \r\n \r\n \r\n14:00 -  אתר אסוס הודיע כי יחזיר את המענקים שקיבל מהממשלה הבריטית\r\n \r\nאתר האופנה הבריטי אסוס הודיע כי יחזיר את המענקים שקיבל מהממשלה הבריטית, זאת לאחר שהמכירות עלו בתקופת הסגר. החברה דיווחה על עלייה של 10% במכירות בארבעת החודשים עד ה-30 ביוני ל-1 מיליארד פאונד. העלייה נבעה ממכירות מחוץ לבריטניה, בעוד שבבריטניה נרשמה ירידה של 1%. בעקבות זאת הודיעה החברה כי תחזיר את הכסף שקיבלה במסגרת מענקי הממשלה לסיוע לחברות במהלך הקורונה. &quot;זו הייתה תקושה קשה לעסקים, אבל נשארנו ממוקדים ועשינו את הדבר הנכון עבור האנשים שלנו&quot;, הודיע המנכ&quot;ל ניק בייטון. במסגרת המענקים, שילמה הממשלה הבריטית 80% משכר העובדים עד לגובה של 2,500 פאונד בחודש. \r\n \r\n \r\n \r\n13:13 - כ-160 אלף איש בקטלוניה בספרד נכנסו לסגר\r\n \r\nכ-160 אלף איש בקטלוניה בספרד נכנסו לסגר עקב עלייה במספר הנדבקים. כך מדווחת סוכנות רויטרס. על פי הכללים החדשים, אנשים רשאים לעזוב את בתיהם רק לפעילויות חיוניות כמו עבודה או קניית אספקה, בעוד מלונות, מסעדות וברים ייסגרו למעט איסוף אוכל. רשויות האזוריות עודדו גם את תושבי שלוש השכונות בלוספיטלט, פרבר בברצלונה, שמתגוררים בו כ -260,000 איש, להישאר בבתים.\r\n \r\n11:04 - רוסיה:  6,400 נדבקים חדשים ו-156 מתים מהנגיף ביממה האחרונה\r\n \r\nרוסיה דיווחה על 6,422 נדבקים חדשים בקורונה ובכך עלה מספר הנדבקים במדינה ל-746,369, הרביעי בגובהו בעולם. גורמים רשמיים מסרו כי 156 בני אדם מתו מהנגיף ביממה האחרונה, מה שהביא את מספר המתים ל -11,770.\r\n \r\n \r\n \r\n \r\n09:12 - הבנק המרכזי של יפן: הכלכלה תתכווץ ב-4.7% עד מרץ 2021\r\n \r\nהבנק המרכזי של יפן צופה כי המשק היפני יתכווץ ב -4.7%  עד מרץ 2021. הבנק המרכזי מעריך שתהיה התאוששות בשנה שלאחר מכן, אך עדיין מתריע על אי וודאות עמוקה.\r\n \r\n \r\n09:00 - סגירת החנויות ופיטורים בטומי הילפיגר וקלווין קליין\r\n \r\nהחברה האם של קלווין קליין וטומי הילפיגר יוצאת למהלך פיטורים ומכריזה על שימת דגש על פעילות באונליין. קבוצת האופנה PVH תפטר 452 מעובדיה בצפון אמריקה, 12% מכוח העבודה שלה ותעביר את כל הפעילות של רשת Heritage לפעילות אונליין. \r\n \r\nמהלך ההתייעלות יכלול סגירה של 162 חנויות הפועלות תחת מותג הריטאג&#39; עד למחצית 2021 – בחנויות אלה מוכרת הקבוצה גם את מותגי קלווין קליין וטומי הילפיגר (לצד המכירות ברשתות שאינן בבעלותה). המניה הגיבה לעדכון בעלייה של 2.5% במסחר המאוחר בניו יורק. \r\n \r\n \r\n \r\nתוכנית התייעלות תגרור הוצאה חד-פעמית של 80 מיליון דולר לפני מס ב-12 החודשים הבאים. &quot;משבר הקוביד-10 מעצב מחדש באופן דרמטי את עולם הקמעונאות ואנו מאמינים שהוא ישנה את ההתנהגות הצרכנית בטווח הארוך&quot;, אמר נשיא הקבוצע סטפן לרסון (Stefan Larsson).\r\n \r\n7:30 - &quot;בריטניה צפויה להמליץ בקרוב על עטיית מסכה במקומות ציבוריים&quot;\r\n \r\nבריטניה צפויה להמליץ בקרוב על עטיית מסכה בכל המקומות הציבוריים, כך דווח בעיתון &quot;טלגרף&quot; הבריטי. מדו&quot;ח שהגיע לידי העיתון המקומי עולה כי נציגים רשמיים במדינה מנהלים שיחות עם חברות ענק שיכינו יחד עם השרים בבריטניה &quot;מפת דרכים&quot; להימנעות מגל שני של קורונה.\r\n \r\n \r\n7:20 - הקורונה בברזיל: יותר מ-41 אלף אובחנו ביממה האחרונה, 1,300 מתו\r\n \r\nמשרד הבריאות בברזיל עדכן כי ביממה האחרונה אובחנו עוד 41,857 נשאי קורונה ומתו 1,300 בני אדם. מדובר בנתונים גבוהים משמעותית (פי 2) מאלה עליהם דווח ביממה הקודמת. עד כה התגלו בברזיל יותר מ-1.9 מיליון חולים, מתוכם מתו 74,133.\r\n \r\n7:10 - חברת מודרנה: &quot;תוצאות שלב א&#39; של הניסוי הראו כי החיסון בטוח לשימוש&quot;\r\n \r\nחברת מודרנה האמריקנית מדווחת לראשונה על תוצאות שלב א&#39; של הניסוי בחיסון לקורונה, ממנו עולה שהחיסון נמצא &quot;בטוח לשימוש&quot;. לפי התוצאות, החיסון עורר אצל 45 המתנדבים &quot;תגובות חיסוניות&quot;. רמת הנוגדנים לנגיף עלתה לרמה גבוהה הרבה יותר מזו של חולי קורונה שהחלימו. אף אחד מהמתנדבים לא סבל מתופעות לוואי רציניות, מחציתם דיווחו על עייפות וכאבי ראש ושרירים. \r\n \r\n \r\n \r\n07:00 - אוסטרליה: עוד 240 נדבקים חדשים ביממה האחורנה במדינת ויקטוריה\r\n \r\nמדינת ויקטוריה האוסטרלית רשמה 238 מקרים חדשים קורונה ומותה של אישה בשנות ה -90 לחייה. בניו ניו סאות&#39; ויילס התגלו 13 מקרים חדשים.\r\n \r\n \r\n \r\n06:48 - נורבגיה: הקברנים חסרי עבודה, מבקשים סיוע מהמדינה\r\n \r\nכמה מבתי ההלוויות של נורבגיה מצאו את עצמם ללא עבודה ופנו למדינה לבקשת סיוע, כך מדווח AFP. זאת בגלל הירידה בתמותה מקורונה במדינה.\r\n \r\n06:48 - גרמניה: 350 חולים חדשים ביממה האחרונה\r\n \r\nמספר מקרי הנגיף המאושר בגרמניה עלה ב- 351 ל- 199,72. מספר המוות המדווח עלה בשלושה ל -9,071.\r\n \r\n \r\n06:00 - טראמפ:&quot; זו תהיה טעות לא לפתוח את בתי הספר בסתיו&quot;\r\n \r\nנשיא ארה&quot;ב דונלד טראמפ סבור  שיש לשמור את בתי הספר סגורים.  לדבריו זו היתה &quot;טעות&quot; של שני בתי הספר הגדולים בקליפורניה, לוס אנג&#39;לס וסן דייגו, לסגור את בתי הספר בסתיו. \r\n ", "keywords": ["מודרנה", "חיסון", "קורונה", "תרופה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/05/19/991951/80_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-07-15T18:17:42", "dateModified": "2020-08-19T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אחרי סטארבקס ובסט ביי: וולמארט תחייב את הלקוחות בחבישת מסיכה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-15", "category": "עולם", "subtitle": ""}