{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3845756,00.html"}, "headline": "אמזון תיכנס בהדרגה, בלי פיתויי מס", "description": "אחרי שנסוגה מהקמת מטה בניו יורק, אמזון תוסיף אלפי משרות לעיר מבלי שפותתה לכך עם הטבות מיוחדות", "articleBody": "בעיצומה של מגפה עולמית ומשבר תעסוקתי, נראה שאין חדשה מרנינה מכך שאמזון תוסיף 3,500 מקומות עבודה בשש ערים ברחבי ארה&quot;ב. אפילו אם מדובר בטיפה בים. אך יותר מכל, ההכרזה חושפת את מה שמבקריה של החברה טוענים מזמן: אין סיבה לפתות אותה עם הטבות מס, היא תגיע לבד. \r\n \r\nלפני שלוש שנים השיקה אמזון מכרז שבו הזמינה ערים בארה&quot;ב לשכנע אותה להקים בהן את המטה השני שלה. המירוץ אחר ענקית הקמעונאות היה משונה ובעיקר מביך, וכלל סרטונים שבהם ראשי ערים מבטיחים לה שלל הטבות. משינוי שם רחוב לג&#39;ף בזוס ועד להטבות מס בשווי מיליארדי דולרים. את ההחלטה הסופית קיבלה אמזון בחשאי וללא נימוק ציבורי, במה שבדיעבד הוכתר כתעלול יחצ&quot;ני. \r\n \r\nאמזון פיצלה את המטה לשניים ובחרה בקווינס ובוושינגטון. מרשויות ניו יורק, מרכז הפיננסיים העולמי שבו כל חברה גדולה שמכבדת את עצמה מחזיקה מטה, היא הצליחה לסחוט הטבות מס בשווי 3 מיליארד דולר תמורת הבטחה שתוסיף 25 אלף משרות לאורך 15 שנה. אבל אחרי גל התנגדויות לתנאי ההסכם, אמזון חזרה בה. \r\n \r\n \r\n \r\nבדצמבר אמזון הודיעה שהיא מוסיפה 1,500 משרות בניו יורק, שלהן מתווספות כעת עוד 2,000. העובדים שגייסה בגל הראשון יאיישו מבנה ששכרה באזור הדסון יארדס, ועובדי הגל השני ישוכנו בבניין לורד אנד טיילור שרכשה במרץ תמורת מיליארד דולר. בשני המקרים, אמזון לא זכאית לפינוק ממשלתי. \r\n \r\nאם תמשיך בקצב הזה, אין ספק שאמזון תוסיף את 25 אלף המשרות שהיא ניסתה לסחור בהן תמורת הטבות. זה לא אמור להפתיע. מחקר מצוטט של הכלכלן טימותי בארטיק, מומחה בסובסידיות ציבוריות, מעריך כי הטבות מס אינן מהוות שיקול כשחברה בוחרת היכן להקים משרדים חדשים. למעשה, החברות מחליטות זאת הרבה קודם לכן, ורק אז מתחילות במו&quot;מ להשגת תמריצים. כך, כשחברה כמו אמזון, שנדרשת לכוח אדם מיומן כדי לצמוח, צריכה לבחור היכן להיות נוכחת, היא עושה זאת לפי שיקולי כוח אדם. וכוח אדם מהסוג שהיא מחפשת נמצא לרוב בערים הגדולות. \r\n \r\nאמנם, הכניסה בפעימות קטנות אינה זהה לבניית קמפוס חדש, אך החברה מגיעה לעיר מבלי שהציבור יידרש לממן את העסקה. זוהי תזכורת לכך שעסקים גדולים זקוקים לערים הגדולות, יותר מאשר להפך.", "keywords": ["אמזון", "ניו יורק", "משרות חדשות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/09/23/937138/AP_19116045224749_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ויקי אוסלנדר, ניו יורק"}, "datePublished": "2020-08-20T08:13:43", "dateModified": "2020-08-20T08:13:43", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אמזון תיכנס בהדרגה, בלי פיתויי מס", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-20", "category": "עולם", "subtitle": ""}