{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/marketing/articles/0,7340,L-3224223,00.html"}, "headline": "מדד תדמית המותגים: זארה עכשווית, קסטרו צעירה ופוקס זולה", "description": "בדיקת מותגי רשתות האופנה מגלה שזארה היא הרשת המועדפת על ישראלים - זכתה בשיעור הגבוה ביותר של אסוציאציות חיוביות. פוקס וקסטרו ממוקמות אחריה ברשימה, למרות שפוקס אינה נתפסת כאיכותית. H&amp;O נתפסת כמיושנת", "articleBody": "עשרות רשתות אופנה יש בארץ, ובשנה הבאה יגיעו אלינו עוד כמה מוכרות מחו&quot;ל, בהן גאפ ו־H&amp;M. מדד תדמית המותגים של &quot;כלכליסט&quot; ומכון dna מקבוצת אדם־מילא בדק איזו רשת היא המועדפת ביותר על הציבור הישראלי ומה הוא חושב על הרשתות זארה, קסטרו, פוקס, H&amp;O ו־ml. מהבדיקה עולה ששלוש חברות האופנה המובילות \r\nבאסוציאציות חיוביות הן זארה, פוקס וקסטרו. מבין השלוש זארה נתפסת כאיכותית ביותר - האסוציאציה איכות חזרה אצלה 257 פעם, עם ציון חיובי 1.41 מתוך סולם ציונים של 3- עד 3. אצל קסטרו חזרה האסוציאציה 258 פעם והיא קיבלה את הציון 0.86. פוקס אינה נתפסת כחברה איכותית וזכתה לציון שלילי, והאסוציאציה איכות חזרה בהקשרה 168 פעם והציון שקיבלה היה 0.84-. \r\n \r\nמהבדיקה עולה עוד שהרשת המועדפת על הציבור היא זארה (22.5%), ואחריה בהפרש ניכר נמצאת רשת קסטרו (15%). רשת האופנה רנואר ממוקמת במקום השלישי (9.4%), ופוקס במקום הרביעי (7.23%). רק כ־5% מהציבור אמרו שהם מעדיפים לרכוש פריט אופנה ב־H&amp;O ו־1.46% ציינו את לי קופר. \r\n \r\nעוד עולה מהסקר שמרבית הציבור נוהג לקנות פרטי ביגוד או אופנה פעם בחודש או פעם בשלושה חודשים (32% ו־30%, בהתאמה). 26% קונים בגד פעם בשנה ו־8% קונים פעמיים בשנה. 61% מהציבור מוציאים בכל קנייה של בגד או פריט אופנה בין 200 ל־600 שקל, 20% מוציאים עד 200 שקל ו־16% מוציאים בין 600 ל־1,000 שקל. את מותגי העל, שמחיר פריט בהם הוא יותר מ־1,000 שקל, רוכשים רק 3% מהציבור. \r\n \r\nרוב הגברים קונים בגד פעם בעונה (שלושה חודשים) ורובם הגדול מוציא בין 200 ל־600 בקנייה. 85% מהגברים נוהגים לקנות ברשת אופנה, בעדיפות ראשונה הם ציינו את קסטרו, בעדיפות שנייה את זארה ובשלישית את H&amp;O. לעומת זאת, רוב הנשים נוהגות לבצע רכישה פעם בחודש או יותר מפעם בחודש, וגם הן מוציאות בכל קנייה בין 200 ל־600 שקל. בקרב הנשים 90% נוהגות לקנות ברשתות והרשת המועדפת עליהן היא זארה (27%), אחריה קסטרו (4%) ובמקום שלישי רנואר (10%). \r\n \r\nזארה נתפסת בעיני הציבור כחברה איכותית ומובילה, אף שמעולם לא השקיעה כסף בפרסום בארץ, זאת לפי מדיניות החברה. לעומתה, קסטרו ופוקס מתחרות מדי עונה על הקמפיינים הסקסיים בתחום האופנה ומוציאות מדי שנה מיליוני שקלים על מסעות פרסום חוצי מדיות. שתי החברות אף התהדרו במשך שנים בפרזנטורים ידועים, שגם הם מקבלים סכומים גבוהים עבור הקמפיינים.\r\n \r\n\r\nזוכרים את יעל אבקסיס והמעיל\r\n \r\nבחינת הפרזנטוריות לפי הסקר מעלה תוצאות מפתיעות. גל גדות ויונתן ווגמן, הפרזנטורים הנוכחיים של קסטרו, כלל לא עלו באסוציאציות של הנשאלים. לעומתם הוזכרה הפרזנטורית המיתולוגית של החברה יעל אבקסיס 17 פעם, וקיבלה ציון חיובי גבוה - 2.00. המשמעות היא שאבקסיס עדיין תורמת לתפיסה החיובית של המותג, אף שקמפיין המעילים איתה עלה בשנות התשעים. ליאור מילר, שותפה לקמפיין דווקא לא עלה כאסוציאציה. גם בפוקס התופעה דומה, ובר רפאלי ונועם טור, הפרזנטורים הנוכחיים, כלל לא אוזכרו. לעומתם, עלה שמה של יעל בר זוהר 24 פעם, עם ציון חיובי 1.33. \r\n \r\nאבל יש גם פרזנטוריות שמאוד מזוהות עם החברות שהן מובילות. כאלה הן נועה תשבי ל־ml וגלית גוטמן ל־H&amp;O. גוטמן נחשבת לפרזנטורית המזוהה ביותר עם הרשת שהיא מובילה - האסוציאציה חזרה 150 פעם והיא זכתה לציון החיובי 1.75. גם נועה תשבי זכתה לציון חיובי גבוה 2.07 ואוזכרה בהקשר של החברה שאותה היא מובילה 83 פעם. \r\nאף שהתקשורת השיווקית של קסטרו מתמקדת בעונות האחרונות בעיקר בתחום הג&#39;ינסים והגברת המודעות לקסטרו ג&#39;ינס, האסוציאציה ג&#39;ינס כלל לא עלתה בקרב הנחקרים בהקשר של חברה זו. לעומתה, האסוציאציה מעילים, שמתקשרת כאמור לקמפיין המעיל של יעל אבקסיס, חזרה 29 פעם וזכתה לציון החיובי 2.07. \r\n \r\nומה באשר לזארה? זו נתפסת לא רק כאיכותית אלא גם כאופנתית, צעירה ויוקרתית. בחמש האסוציאציות המובילות של החברה מופיעות האסוציאציות יוקרה, צעיר, יפה, איכות ואופנה, עם ציון חיובי של 1.41 עד 2.3. עם זאת, בחמש האסוציאציות השליליות מופיעות המילים יקר, אפור, מידות, משעמם ופלצני. האסוציאציה יקר הופיעה 252 פעם, עם ציון שלילי 0.48-. האסוציאה מידות חזרה 66 פעם וקיבלה ציון שלילי של 1.14-. לדברי גרגי ביבליוביץ, מנהל מכון המחקר dna, דבר זה מעיד על כך שהצרכנים אינם מרוצים ממגוון המידות שהרשת מציעה. אמנם הרשת נתפסת כאופנתית ואיכותית, אך מגוון המידות בה לא רב. כמו כן, הרשת נתפסת כאפורה ומשעממת. \r\n \r\nקסטרו נתפסת אף היא כאופנתית ואיכותית ושתי אסוציאציות אלה משפיעות לטובה על תדמית החברה. היא גם נתפסת בעיני הצרכן כצעירה - אסוציאציה שחזרה 72 פעם, וכחברה בעלת שיק. בתחום האסוציאציות השליליות על קסטרו, חזרה 248 פעם האסוציאציה יקר, עם הציון השלילי 1-, גבוה פי שניים מהציון השלילי של זארה לאסוציאציה יקר 0.48-. הדבר מעיד שתפיסת המחיר של קסטרו שלילית יותר מזו של זארה בעיני הצרכן. כמו כן, קסטרו נתפסת כהמונית ומשעממת. גם האסוציאציה &quot;יש לכולם&quot; הופיעה בין חמש האסוציאציות השליליות המובילות של קסטרו, דבר שמעיד גם כן על כך שההמוניות היא בעוכריה של החברה.\r\n \r\n רוצים לראות את התפלגות הרשתות המועדפות על הציבור? לחצו כאן.\r\n \r\nH&amp;O - משפחתית וזולה\r\nבפוקס, שאינה נתפסת כחברה איכותית, בולטת מאוד תפיסת המחיר. מתוך חמש אסוציאציות חיוביות מובילות מוזכרות המילים מבצעים, מחיר וזול. לדברי ביבליוביץ: &quot;הדבר מעיד על כך שהחברה נתפסת כ&#39;גוד ואליו פור יור מאני&#39;&quot;. באסוציאציות השליליות מופיעה המילה יקר 38 פעם, עם ציון שלילי של 1.11-, אך תפיסת היקר שלילית פחות מהמבצעים והערך שהיא משדרת לצרכן. אצל פוקס מופיעות גם האסוציאציות ילדותי והמוני בתחום השליליות, ואפשר לראות כי ככל שהרשת גדולה יותר, היא נתפסת יותר כהמונית ושלילית. \r\n \r\nml היא החברה היחידה שבה מידות גדולות נתפסות כאסוציאציה חיובית. מדובר בנכס של החברה בעוד אצל כל האחרות חוסר המידות הגדולות נתפס כדבר שלילי. אבל בעוד המידות הגדולות נתפסות כחיוביות בקרב הצרכנים, בצד השלילי מופיעה האסוציאציה שמן. כלומר נוח לציבור שיש מידות, אבל אם הוא קונה ב־ml - הוא נתפס בעיני עצמו כשמן.\r\n \r\nH&amp;O נתפס כמותג משפחתי וזול, אבל בצד זה הוא נתפס גם כהמוני, מבוגר, ישן ומשדר בלגן. \r\n \r\nבבדיקת רשתות אופנה יש משמעות ומשקל רב לדעותיהם ולתפיסותיהם של גברים לעומת אלו של נשים. בקרב נשים המותג שקיבל את הציון החיובי הגבוה ביותר הוא זארה, עם ציון של 1.37 - גבוה יותר מהציון המשוקלל של החברה, שעומד על 1.28. זארה קיבלה ציון גבוה פי שניים מהמדורגת אחריה, פוקס, שזכתה לציון 0.67. שתי חברת אלו דורגו גם בקרב הגברים במקום ראשון ושני. הנשים והגברים דירגו את קסטרו במקום שלישי, אבל בעוד בקרב הגברים זוכה החברה לציון של 0.97 בקרב הנשים, היא קיבלה ציון נמוך יותר, של 0.48. \r\n \r\nאפשר לראות במחקר שזארה, קסטרו ופוקס- נתפסות כרשתות אופנתיות, שיקיות וצעירות, בעוד H&amp;O ו־ml נתפסות כרשתות לנשים ולכל המשפחה, שלהן מידות גדולות, ובסופו של דבר הצרכנים רואים את החנות שבה הם קונים בגד אופנתי לעצמם כחיובית יותר מאשר בית הכלבו. \r\n \r\n\r\nמדידה רגשית: כך התבצע המחקר\r\n \r\nהשיטה שבה התבצע המחקר נקראת &quot;מדידה רגשית&quot;. הגישה המחקרית הבסיסית לביצוע מדידות רגשיות נשענת על מבדקים אסוציאטיביים, המסוגלים להביא לחשיפת מרכיבים קוגניטיביים ורגשיים, הנוגעים לתפיסות ולתדמיות שיש לאנשים כלפי גירויים מורכבים (מותגים). השיטה כוללת חשיפה של נבדקים לגירוי נקודתי - בדרך כלל מילה, תמונה או משפט קצר - ולאחר מכן הם מתבקשים לומר את המילה הראשונה שעולה בראשם כלפי אותו גירוי.\r\n \r\nהתהליך חוזר על עצמו כמה פעמים, עד שנאספות שלוש־חמש אסוציאציות מכל נבדק. נוסף על כך, הנבדקים מתבקשים לדרג כל אסוציאציה בסולם חיובי־שלילי (מינוס 3 עד פלוס 3. הציון 0 הוא הנקודה הניטרלית). בצורה זו מתקבלת שיטה למתן ציונים חיוביים או שליליים לקבוצות של אסוציאציות. ניתוח התוכן של האסוציאציות עצמן והחיבור לציונים שניתנו להן מאפשר לחשוף את התפיסות והתדמית שיש לנבדקים כלפי הגירוי שהוצג להם.\r\n \r\nבמחקר הנוכחי הוצגו לנבדקים לוגואים של רשתות אופנה. הנבדקים התבקשו לספק עד חמש אסוציאציות עבור כל לוגו, ולדרג כל אסוציאציה בסולם חיובי־שלילי כאמור. הניתוח מספק כמה ממצאים עיקריים: ציון כולל לכל מותג, ציונים לאסוציאציות חוזרות והשוואות בין אסוציאציות משותפות לבין המותגים. \r\n \r\nגרגי ביבליוביץ, מנהל מכון המחקר dna", "keywords": ["H&amp;O", "זארה", "קסטרו", "פוקס", "מדד מותגים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/52751/1_s.gif", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורנה יפת"}, "datePublished": "2009-02-24T09:14:52", "dateModified": "2020-08-19T23:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מדד תדמית המותגים: זארה עכשווית, קסטרו צעירה ופוקס זולה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2009-02-24", "category": "פרסום ושיווק", "subtitle": ""}