{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/marketing/articles/0,7340,L-3817150,00.html"}, "headline": "בעקבות הקורונה, פדיון רשתות המזון עלה ב-19% בחודש מרץ", "description": "עפ&quot;י נתוני הלמ&quot;ס, בכלל רשתות השיווק נרשמה עלייה של 4% שמקורה בעיקר מרשתות המזון והפארם, כיוון שיתר הפעילות הקמעונאית הושבתה. המחירים  עלו ביותר מאחוז לעומת מרץ אשתקד", "articleBody": "הקורונה סייעה לרשתות המזון. על פי נתוני הלמ&quot;ס, בחודש מרץ נרשמה עלייה של 19.1% בפדיון של רשתות המזון. העלייה במכירות רשתות המזון נבעה הן מעיתוי חג הפסח שחל בחודש אפריל והקניות לקראתו החלו בחודש מרץ, ובעיקר מהביקוש למזון בתקופת משבר הקורונה. \r\n \r\n \r\nהזינוק החד בקניות ברשתות המזון, תרם לכך שבכלל רשתות השיווק, נרשמה עלייה של 4.1% בחודש מרץ. ניתן להעריך כי עיקר העלייה בכלל רשתות השיווק הושגה מתרומת הפעילות של רשתות המזון והפארם, כיוון שמלבד תחומים אלו, מרבית הפעילות הקמעונאית הושבתה עם סגירת הקניונים וחנויות הרחוב, על רקע הנחיות משרד הבריאות. \r\n \r\n \r\n \r\nמניתוח רבעוני, עולה כי בחודשים ינואר-מרץ, נרשמה עלייה של 2.2% בסך כל פדיון רשתות השיווק. זאת לאחר עלייה של 3% באוקטובר-דצמבר 2019. ברשתות המזון נרשמה ברבעון הראשון עלייה של 11.5% ביחס לתקופה המקבילה אשתקד. זאת כאמור בעיקר על רקע הסתערות הצרכנים בחודש מרץ, שביקשו להיערך עם די מזון למקרה של סגר ממושך. \r\n \r\nנתוני הפדיון ברשתות השיווק מתייחסים לרשתות המתמחות במזון ולרשתות המתמחות במוצרים אחרים דוגמת הלבשה, הנעלה, מוצרי חשמל, כלי בית, מוצרי קוסמטיקה, תרופות, צעצועים, ספרים, ציוד משרדי ואופטיקה. כאמור, מלבד רשתות המזון והפארם, היו מרבית החנויות סגורות במהלך החודש. \r\n \r\nכפי שנחשף בכלכליסט, חודש מרץ, שהיה חודש ההצטיידות לקראת משבר הקורונה הוביל לזינוק של 40.3% במכירות שוק מוצרי הצריכה (מזון, משקאות, טיפוח ונקיון) ומכירותיו הסתכמו ב- 5.4 מיליארד שקל. כך על פי נתוני סטורנקסט. \r\n \r\nהעלייה בביקוש, תורגמה מיידית לצמצום מבצעים והצרכנים נאלצו לשלם על ההצטיידות במזון מחירים גבוהים. העלייה במכירות, לוותה בעליית מחירים בשיעור 1.1% ביחס למרץ אשתקד, על פי מדד המחירים של החברה. עליית המחירים נרשמה, למרות שהשנה חג הפסח חל בתחילת אפריל ובמרץ אמורים היו להתקיים מבצעי הוזלות לקראת הפסח. עיקר ההתייקרות נרשמה בחודש מרץ, ומתחילת השנה עומדת עליית המחירים על 0.5% ביחס לתקופה המקבילה אשתקד.", "keywords": ["קורונה", "קניות", "רשתות המזון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/16/978133/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נורית קדוש"}, "datePublished": "2020-05-05T13:19:19", "dateModified": "2020-08-15T11:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בעקבות הקורונה, פדיון רשתות המזון עלה ב-19% בחודש מרץ", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-05-05", "category": "פרסום ושיווק", "subtitle": ""}