{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/money/articles/0,7340,L-3633651,00.html"}, "headline": "איך לא לצאת פראיירים מהפגישה עם סוכן הביטוח הפנסיוני ", "description": "התחלתם מקום עבודה חדש וקבעו לכם פגישה עם סוכן הביטוח הפנסיוני. איך מתכוננים ומה חשוב לדעת לפני שאתם חותמים על ערימת הטפסים", "articleBody": "רובנו לא מודעים לחשיבות הפגישה עם סוכן הביטוח וכמה היא יכולה להשפיע על הסכום איתו ניפרוש בהגיענו לגימלאות. \r\nאז קודם כל, חשוב להבין מהו האינטרס של סוכן הביטוח. \r\nאני מניח שרובם ככולם אנשי מקצוע טובים שעושים את עבודתם נאמנה. אולם חשוב לדעת שמשרד האוצר עושה אבחנה בין משווק פנסיוני, לבין יועץ פנסיוני. להבדיל מיועץ פנסיוני שהוא אובייקטיבי, המשווק הפנסיוני (או סוכן הביטוח) הוא איש מכירות לכל דבר, ויש לו מספר מוצרים שהוא מוכר ועליהם הוא מתוגמל על ידי חברות הביטוח. \r\n \r\nברוב המקרים התגמול שלו עולה ככל שדמי הניהול שהעובד משלם גבוהים יותר. כמו כן, הוא בדרך כלל מתוגמל יותר על פתיחת קרן חדשה או העברה מחברה אחת לשניה, לעומת שימור של המצב הקיים. אז לפגישה הזו צריך להגיע כמו לכל פגישה עם איש מכירות. חשוב להקשיב, ללמוד את המונחים המקצועיים ולשאול שאלות. \r\n \r\nמהם מוצרי החסכון הרלבנטיים כיום לחסכון לפרישה?\r\nישנם שלושה מוצרים פנסיוניים: קרן פנסיה, קופת גמל, או ביטוח מנהלים. כאשר מדובר בפתיחה של חשבון חיסכון פנסיוני חדש (בשנת 2014), כיום קרן הפנסיה הינה המוצר המוביל בשוק. דמי הניהול המקסימליים של קרן פנסיה מקיפה הינם 0.5% מהצבירה ו-6% מההפקדות החודשיות, כאשר דמי הניהול הממוצעים לשנת 2013 לפי אתר גמלנט של האוצר הינם 0.3% מהצבירה ו-3.56% מההפקדות החודשיות. \r\n \r\n \r\nביטוחי המנהלים החדשים נחשבים כיום למוצר פחות אטרקטיבי שכן אינם רשאים להציע מקדם המרה לקיצבה מובטח (דמי הניהול המקסימליים של פוליסת ביטוח מנהלים חדשה הינם 1.05% מהצבירה ו-4% מההפקדות החודשיות). \r\n \r\nלכן, אם הסוכן הציע לכם ביטוח מנהלים, מומלץ להתעקש לקבל הסבר מדוע ולוודא שזה אכן המוצר המתאים עבורכם. חשוב לדעת שאתם לא חייבים לבחור את מה שהסוכן הציע. על פי חוק, העובד יכול לבחור לא רק את המוצר הפנסיוני, אלא גם את החברה בה ינוהל הכסף שלו. \r\n \r\nיש עוד כמה פרמטרים חשובים שצריך לבדוק בבחירת המוצר והחברה: רמת הסיכון של המוצר או המסלול הנבחר, התשואות - בכמה עלה או ירד שווי הקרן בשנים האחרונות באחוזים (אם כי חשוב לזכור שביצועי עבר טובים לא מבטיחים בהכרח הצלחה בעתיד), השירות והמוניטין של החברה המנהלת את הכסף, וכמובן - דמי הניהול, שלהבדיל מהתשואות הם כן וודאיים וידועים מראש, והם יכולים להגיע עד לשליש מהחסכון שלנו. \r\n \r\nלשם המחשה, אם אדם חסך כל חייו והצטבר לו עד הפרישה סכום של מיליון וחצי שקל בהנחה של דמי ניהול מקסימליים, סדר גודל של 500 אלף שקל ישולמו לחברות וסוכני הביטוח, כלומר יישאר לו רק סכום של מיליון שקל. אם אותו חוסך יתנהל נכונה ויעשה מו&quot;מ על דמי הניהול, הוא יוכל להציל סדר גודל של 250 אלף שקל שיתווספו לחשבונו בעת הפרישה. \r\n \r\nעל מנת לבדוק אם דמי הניהול שהוצעו לכם הוגנים, אתה יכול לבדוק אותם באתר גמלנט שמספק את הנתון הממוצע של דמי הניהול של כל אחד מהגופים הפיננסיים, או בסימולטור של FeeX שמסייע לך לדעת כמה דמי ניהול לבקש בקרן הספציפית שלך.\r\n \r\nמניתוח המשתמשים באתר FeeX, כ- 71% גילו שהם פראיירים - כלומר, שילמו יותר מדי דמי ניהול. במונחים כספיים מדובר ביותר מ-300 מיליון שקל של דמי ניהול מופרזים שהחוסכים יכולים להחזיר לחשבונם. \r\n \r\nמרביתנו נפגוש את סוכן הביטוח כמה פעמים במהלך חיינו, בד&quot;כ כשנחליף עבודה. אם עברת ממעסיק קודם ויש לך כבר חיסכון קיים, אז ייתכן מאוד ששווה להמשיך את החיסכון, בייחוד אם התנאים הקודמים היו טובים. במקרה זה חשוב לבקש שישמרו לך על ההטבות שהיו בעבר. \r\n \r\nהסתיימה הפגישה והסוכן מגיש לך ערימת ניירות לחתימה. האם לחתום? \r\n \r\nלא כדאי למהר. הסוכן ירצה להחתים אותך על טפסים בתום הפגישה. המלצתנו - לא לחתום במקום אלא לקחת את הזמן לקרוא, להתייעץ ולוודא שאתם מבינים על מה אתם חותמים - גם אם הסוכן מאוד לוחץ כי יש &#39;מבצע&#39; שמסתיים היום. דרך אגב, עליו למסור לכם גם מסמך הנמקה, בו הסבר מדוע המליץ לכם על המוצרים. \r\n \r\nחשוב שתבינו מה מציע הסוכן – אם לא הבנתפ, הבעיה עם הסוכן ולא איתכם. בקשו שוב שיסביר לכם עד שתבינו. שווה לחפש עוד מידע ממקורות אחרים. זיכרו כי זו אחת ההחלטות הכלכליות החשובות בחיינו, וכדאי להשקיע בה יותר מכמה דקות.\r\n \r\nהחדשות הטובות שגם אם נעשו טעויות, אפשר לתקן. אחת לשנה-שנתיים רצוי לעשות בדיקה של תכניות החסכון לעת פרישה, להתמקח על דמי הניהול, לעבור מוצר אם צריך, להחליף מסלול השקעה, לשנות כיסוי ביטוחי. בהצלחה! \r\n \r\nכמה מונחים שחשוב להכיר לקראת הפגישה עם הסוכן: \r\n1. תשואה: הרווח/הפסד שהכסף יעשה במשך תקופת החסכון. \r\n2. ריסק : החסכון למקרה מוות.\r\n3. שארים : היורשים. אם אתה רווק, רוב הסיכויים שאין לך יורשים ולכן שים לב שלא מחתימים אותך על חסכון עם מרכיב של ביטוח שארים. את הכסף הפנוי תשים בחסכון לקראת פרישה.\r\n4. אובדן כושר עבודה: ביטוח במקרה של נכות או מחלה קשה.\r\n \r\nהכותב הוא מנהל פעילות ישראל ב-FeeX", "keywords": ["סוכן ביטוח", "פנסיה", "ייעוץ פנסיוני", "שיווק פנסיוני", "חיסכון", "דמי ניהול"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/393608/2_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עירן בלומברג"}, "datePublished": "2014-06-16T11:47:12", "dateModified": "2020-08-19T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "איך לא לצאת פראיירים מהפגישה עם סוכן הביטוח הפנסיוני", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2014-06-16", "category": "הכסף", "subtitle": ""}