{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3760048,00.html"}, "headline": "ועידת ניו יורק של &quot;כלכליסט&quot; מציגה: החברות שנמצאות על המסלול להיות החד-קרן הבא", "description": "קרן קומרה קפיטל בחרה ב-10 חברות, המציגות תמונה מגוונת של ההייטק הישראלי ונמצאות על המסלול הישיר למכירות בהיקף של 10 מיליון דולר; בהתאם יכלול הכנס השנה מושב מיוחד המוקדש לחברות בצמיחה, בו ישתתפו יזמים של חברות מובילות ", "articleBody": "במסגרת ועידת Mind The Tech NY של &quot;כלכליסט&quot; בניו יורק שתיפתח מחר (ד&#39;), בחרה קרן קומרה קפיטל 10 חברות שנמצאות על המסלול הישיר למכירות בהיקף של 10 מיליון דולר - Tomorrow ‘s Promising Growth Companies. אולי אחת מהן תהיה החד-קרן הבא.\r\n \r\nלתוכנית המלאה של ועידת ניו יורק - לחצו כאן\r\n \r\nבהתאם יכלול הכנס השנה מושב מיוחד המוקדש לחברות בצמיחה, בו ישתתפו יזמים של חברות מובילות לצד חברות מבטיחות שנכנסו לרשימה. \r\n \r\n10 החברות הנבחרות מציגות תמונה מגוונת של ההייטק הישראלי: העובדה שהן פועלות על פני סקטורים שונים ומשתמשות בטכנולוגיות מגוונות משקפת, בין השאר, את אחת מנקדות החוזק שלו, והיא העובדה שההייטק הישראלי אינו מוגבל רק לתחומים מסוימים ולטכנולוגיות מובחנות.\r\n \r\nמקרן קומרה קפיטל נמסר: &quot;כשהקמנו ב-2014 קרן הון סיכון המשקיעה בסטארט-אפים בשלב הצמיחה, אף אחד לא האמין שיהיו בישראל מספיק חברות לייט סטייג&#39; שיזדקקו להון צמיחה ויהוו עבורנו פוטנציאל להשקעה. מאז ועד היום החזון שלנו התממש, ובגדול. השוק המקומי התבגר ויותר חברות ישראליות צומחות והופכות להיות מובילות שוק בשלות אשר אינן ממהרות לאקזיטים אלא ממוקדות בבניית חברות גלובליות המעסיקות מאות עובדים. \r\n \r\n&quot;כשפרסמנו את הקול הקורא להצטרף לרשימה קיבלנו עשרות פניות מסטארט-אפים מצוינים ממגוון תחומים. המלאכה שלנו לא הייתה קלה - לבחור רק 10 מתוך שורה של מועמדות שאנחנו בטוחים שישנו ויובילו את השוק בו הן פועלות. צוות ההשקעות של קומרה ישב שעות ארוכות וניתח את הנתונים שהעבירו החברות ואת שווקי היעד, ומתוכן בחרנו 20 שהגיעו להציג במשרדי קומרה בתל אביב.\r\n \r\n&quot;לצורך הבחירה חברו אלינו שופטים שבחרנו לייצג את פני התעשייה: דיסקונט קפיטל, קוואלקום ונצ&#39;רס, SVB, משרד עורכי הדין מיתר ו- Shenzhen Capital. חיפשנו חברות חדשניות הנמצאות במומנטום משמעותי ומייצרות הכנסות אמתיות, אך עדיין לא עברו את רף ה-10 מיליון דולר. בדקנו product market fit (רמה גבוהה של התאמת המוצר לשוק), איכות הנהלה, חדשנות מוצר, הובלת שוק, יכולת בצועית וכמובן הזדמנות ענק. היזמים הציגו לפני חבר השופטים וענו על שאלות. עשר החברות שנבחרו בסופו של דבר מגלמות את כל הפרמטרים שנבדקו ואנו מאמינים שהן יובילו את שוק הצמיחה בתחום הטכנולוגיה בשנתיים הקרובות&quot;. \r\n \r\nבועז דינטי, שותף מנהל בקרן קומרה, הוסיף כי &quot;שוק ההייטק של 2019 מאופיין ביזמים בעלי חזון ואמביציה לחולל שינוי. במהלך התהליך חיפשנו חברות וצוותים בעלי תשוקה ויכולת לעשות את הקפיצה מחברה טובה לחברה מעולה, בכל קנה מידה, אשר מובילה את השוק ברמה עולמית. פגשנו יזמים עם ברק בעיניים, לצד בגרות והכרה באתגרים שבדרך. כמשקיעים ותיקים ומנוסים בשוק ההייטק אנו גאים ברשימה שהרכבנו ומתרגשים לקראת העתיד הצפוי לחברות הללו&quot;.\r\n \r\nואלה עשר החברות שיגיעו לניו יורק: \r\n \r\nחברה: Hibob\r\n \r\nתחום פעילות: פלטפורמה לניהול עובדים עבור ארגונים צומחים\r\nשנת הקמה: 2015\r\nמייסדים: ישראל דויד, רוני זהבי, עמית כנעני, אנדי בלס\r\nמספר עובדים: 135 \r\nגיוסים: 45 מיליון דולר \r\nמשקיעים: בסמר, בטרי, 8roads \r\n \r\nעל פי נתוני תעסוקה גלובליים, תמהיל העובדים משתנה דרמטית ועד שנת 2025 70% מהעובדים ישתייכו לדור המילניום ודור ה-Z. אלה מביאים לעולם העבודה תפישת עולם, התנהלויות, התקשרויות וערכים שלא היו קיימים קודם לכן. כתוצאה מהשינויים הללו בעולם התעסוקה גם הדרישות של ניהול העובדים והטכנולוגיה שתומכת בהן – צריכות להשתנות בהתאם.\r\n \r\nהפלטפורמה של היי-בוב מספקת לחברות בצמיחה, פתרון כולל בתחום המשאבי אנוש לעובדים ולמנהלים בכל הדרגים, בעזרתו הן מאפשרות לארגונים לנהל ולשמר את המשאב היקר והחשוב ביותר לחברות - אנשים ולקבל החלטות ניהוליות הנוגעות לכח האדם על בסיס דאטה ולא תחושות בטן.\r\n \r\nהיי-בוב, שהחלה לפעול בשוק הבריטי לפני כשנתיים, צומחת ופעילה כרגע בכל אירופה ובארה״ב ומשרתת כ-450 לקוחות. בין לקוחותיה של החברה ניתן למצוא את איירון סורס, פייבר, קליקטייל, טופין, איטורו, פלייבאזת מונזו, רבולוט האפיסוקס ועוד.\r\n \r\nחברה: Siemplify \r\n \r\nתחום פעילות: פתרונות אוטומטיזציה ואבטחה\r\nשנת הקמה: 2015\r\nמייסדים: עמוס שטרן, אלון כהן, גארי פטחוב\r\nמספר עובדים: 80\r\nגיוסים: $28M\r\nמשקיעים: 83North, G20 Ventures, Jump Capital\r\n \r\n \r\nעם כמות התראות שגדלה בהתמדה, צוותי אבטחה ארגוניים נאלצים לשלב בין בין כלים רבים כדי לתת מענה לניסיונות פריצה. סימפליפיי פיתחה פתרון המשלב בין כלי אבטחה שונים באמצעות יצירת תהליכים אוטומטיים המאפשרים לצוותים לחקור ולהגיב במהירות למתקפות סייבר. \r\n \r\nסימפליפיי הינה ספקית מובילה של פתרונות SOAR (Security Orchestration, Automation and Response). חברות Fortune 500 וספקי שירותי אבטחת מידע מהמובילים בעולם נסמכים על הפלטפורמה של החברה לניהול מקצה לקצה של חמ&quot;ל הסייבר שלהם, קיצור זמני התגובה לאיומי סייבר והפקת תובנות המייעלות את עבודת צוותי אבטחת המידע. \r\n \r\nחברה: Snyk \r\n \r\nתחום פעילות: אבטחת קוד פתוח\r\nשנת הקמה: 2015\r\nמייסדים: גיא פודחרני, אסף חפץ, דני גרנדר\r\nמספר עובדים: 110\r\nגיוסים: $30M\r\nמשקיעים :Accel, Google Ventures, Boldstart Ventures, Heavybit.\r\n \r\n \r\nהרוב המוחלט של חברות התוכנה בעולם עושות שימוש בקוד פתוח, אבל מפתחים משתמשים בספריות קוד פתוח מן המוכן במוצרים שהם בונים. סניק מסייעת למפתחים וארגונים להשתמש בקוד פתוח באופן בטוח, ומפתחים משתמשים בסניק כדי לאתר ולחסום חבילות קוד פתוח פגיעות או זדוניות עוד בשלבי הפיתוח לפני החשיפה לסביבה חיצונית ולקהל המשתמשים. סניק מציעה תיקונים אוטומטיים לאותן חולשות כדי לאפשר למפתחים לאבטח את הקוד שלהם בקלות ובמהירות ולהפחית את רמת הסיכון.\r\n \r\nחברה: Taranis \r\n \r\nתחום פעילות: ניטור שדות וגידולים חקלאיים\r\nשנת הקמה: 2015\r\nמייסדים: אופיר שלם, אלי בוקצ&#39;ין, איל כרמי אסף הורביץ ועמיחי גורניק\r\nמספר עובדים: 77\r\nגיוסים: $30m\r\nמשקיעים: Viola Ventures, Vertex Ventures, Finistere Ventures, OurCrowd, אייל גורה, גל ירדן, מארק בניוף, Mindset Ventures, Kaedan, iAngels\r\n \r\n \r\nטראניס פיתחה פלטפורמה מבוססת ראייה ממוחשבת, למידה עמוקה וניתוח מידע על מנת לנטר שדות וגידולים חקלאיים ולשפר את הליך קבלת ההחלטות של המגדלים. סריקת השדות נעשית באמצעות מטוסים ורחפנים, והמערכת של טראניס מאפשרת לחקלאים לקבל החלטות מושכלות כל ידי איתור מוקדם של סימפטומים כמו גידולי פרא, מחסור בחומרי תזונה, מחלות או התפרצות מזיקים, כמו גם מחסור במים ותקלות בציוד. \r\n \r\nחקלאים במקומות כמו ארגנטינה, ברזיל, רוסיה, אוקראינה וארה&quot;ב צריכים לנטר שטחי אדמה עצומים בגודלם וטראניס נותנת להם את הכלים לטפל בבעיות בזמן אמת ולחתוך בעלויות הכרוכות בכך.\r\n \r\nחברה: Indegy\r\n \r\nתחום פעילות: הגנת סייבר על תשתיות לאומיות\r\nשנת הקמה: 2014\r\nמייסדים: ברק פרלמן, עדו טריביצקי, מילה גנדלסמן\r\nמספר עובדים: 70\r\nגיוסים: 36 מיליון דולר\r\nמשקיעים: שלמה קרמר, חברת האנרגיה Centrica וקרנותMagma , Vertex, ועוד\r\n \r\n \r\n \r\nאינדג&#39;י מפתחת פתרונות בתחום הגנת הסייבר על תשתיות לאומיות כגון ייצור ושינוע חשמל, תשתיות מים ומפעלי ייצור קריטיים. בשונה מרוב פתרונות הסייבר אשר מגנים על מידע ונתונים, אינדג&#39;י מגנה על רשתות הבקרה (OT Networks) והרכיבים העיקריים בהם כמו טורבינות, תנורים תעשייתיים או רובוטים ברצפת המפעלים. \r\n \r\nרשתות הבקרה ברחבי העולם מאופיינות ברכיבים ובפרוטוקלי תקשורת מיושנים שאינם מאובטחים, מה שהופך אותן למטרה נוחה לתקיפות מחוץ לארגון ומתוכו. רוב הציוד, למשל, הותקן במפעלים לפני שאיומי אבטחת המידע הנוכחיים היוו בעיה. כאשר מוסיפים לכך את העובדה שכיום רוב התשתיות הללו מחוברות לרשתות המחשוב והאינטרנט, נוצר סיכון משמעותי אותו אינדג&#39;י עוזרת למנוע.\r\n \r\nמרכז הפיתוח של החברה יושב בתל אביב והמטה שלה בניו יורק, כאשר בשנתיים האחרונות נפתחו סניפים מקומיים גם בלונדון, שוויץ, סינגפור וארגנטינה. לחברה יש עשרות לקוחות בתחומים מגוונים - החל מהפקת נפט וגז, דרך תשתיות תחבורה ורכבות, עבור בכורים גרעיניים ועד יצרני הרכב והתרופות הגדולים בעולם.\r\n \r\nחברה: DayTwo \r\n \r\nתחום פעילות: המלצות תזונה אישיות\r\nמייסדים: מריוס נכט, יובל אופק, ליהיא סגל\r\nמספר עובדים: 60\r\nמשקיעים: Johnson &amp; Johnson , Seventure, aMoon\r\n \r\n \r\nחברת DayTwo נוסדה על בסיס מחקר של פרופ&#39; ערן סגל ופרופ&#39; ערן אלינב שבוצע במכון ויצמן. במחקר של סגל ואלינב נמצא כי סוגי מזון זהים גורמים לתגובות סוכר שונות בדם אצל אנשים שונים. עוד התגלה כי ניתן לחזות את תגובת הסוכר בדם טרם האכילה וזאת בהתבסס על מידע רפואי אישי ומיפוי גנטי של חיידקי המעי הייחודי לכל אדם. זאת, לעומת הנחיות התזונה הכלליות הנפוצות היום שמפספסות פלחים מהאוכלוסייה, ואף דוחפות אנשים מסוימים לצרוך מזון שאינו טוב עבורם. התאמה אישית מאפשרת לכל אחד לקבל את התזונה הטובה ביותר עבורו. \r\n \r\nהתגלית הובילה להקמת חברת DayTwo המאפשרת להשתמש בתשתית המדעית של מכון ויצמן לחיזוי וניהול רמות הסוכר בדם. הפיתוח של החברה מבוסס על אפליקציה המנחה את המשתמשים לבחור בפריטי מזון ושילובי מאכלים שלא יקפיצו את רמות הסוכר בדם באופן חריג. המוצר הראשון של DayTwo, המספק תזונה מותאמת אישית במטרה לאזן רמות סוכר בדם, משווק בישראל ובארה&quot;ב לקהל הרחב, בדגש על קהל חולי סוכרת מסוג 2 וטרום סוכרתיים. לאחרונה אף הושק שיתוף פעולה עם קופ&quot;ח כללית. \r\n \r\nחברה: CHEQ \r\n \r\nתחום פעילות: פתרונות AI להגנה על מדיה דיגיטלית\r\n שנת הקמה: 2015\r\nמייסדים: גיא טיטונוביץ׳, אהוד לוי ואסף בוטובסקי\r\nמספר עובדים: 70\r\nגיוסים: 22 מיליון דולר\r\nמשקיעים: Battery Ventures, Mizmaa Ventures, ACW Grey, IPE Ventures\r\n \r\n \r\nאחד החששות הגדולים של מפרסמים ברשת הוא הצמדה של פרסומות לתוכן לא רלוונטי או אפילו מזיק. צ&#39;ק משתמשת בבינה מלאכותית על מנת לבנות פתרונות אוטונומיים למניעת פרוד, בוטים, תוכן שלילי, Fake News, Cyberbullying ועוד שלל בעיות שפוגעות בלגיטימיות של השחקנים הגדולים בזירה הדיגיטלית. \r\n \r\nהטכנולוגיה הייחודית של צ&#39;ק מבצעת ניתוח בזמן אמת של משתמשים ושל תוכן בכדי לקבוע את האותנטיות של המשתמש ואת טיבו של התוכן. הצלבה של ניתוח התוכן עם ניתוח המשתמש מאפשרת לצ׳ק לזהות ולמנוע את שלל המפגעים שמסכנים את המפרסמים הגדולים, יצרני התוכן, פלטפורמות הרשתות החברתיות ומשתמשי הקצה.\r\n \r\nחברה: TIPA-Corp\r\n \r\nתחום פעילות: אריזות מתכלות \r\nשנת הקמה: 2010\r\nמייסדת: דפנה ניסנבאום\r\nמספר עובדים: 35\r\nגיוסים: 21 מיליון דולר\r\nמשקיעים: Horizons Ventures, GreenSoil Investments, Aviv Ventures\r\n \r\n \r\nTIPA מפתחת אריזות ביולוגיות מתכלות המתפוגגות בתוך 180 יום, בדומה לאשפה אורגנית, בהשראת תהליכים טבעיים. מלבד הועבדה שאריזות כאלה מציעות למותג ולצרכנים את אותה רמת עמידות, שקיפות וחיי מדף כמו אריזות מסורתיות, זו גם שיטת אריזה זולה יותר מכיוון שהיא צורכת פחות חומרי גלם מאריזות פלסטיק ואינה דורשת החלפה של פס הייצור. מדובר באריזות לדברי מזון כגון חטיפים, מאפים, דגנים, מזונות יבשים, ויטמינים וקפה, וכן באריזות אחרות כגון אריזות הלבשה, שקיות רוכסן ועוד. \r\n \r\nמדובר בנתח שוק של 102 מיליארד דולר שטיפה נחושה להוות שחקנית משמעותית בו, בעת שצרכנים, קובעי מדיניות וחברות כאחד עושים את המעבר לשימוש בחומרים מתכלים ובפתרונות אריזה גמישים. \r\n \r\nחברה: Augury \r\n \r\nתחום פעילות: תחזוקת מכונות תעשייתיות\r\nשנת הקמה: 2012\r\nמייסדים: סער יוסקוביץ&#39;, גל שאול\r\nמספר עובדים: 90\r\nמשקיעים:, Insight Venture Partners, Eclipse Ventures, Munich-Re Ventures, First Round Capital, Pritzker Group VC, Letter Hippeah Ventures, Sound Ventures\r\n \r\n \r\nבין אם מדובר בחשמל, במים זורמים או בייצור תרופות, כולנו נסמכים על מכונות כדי לקיים את החיים שלנו - ואוגורי בונה עולם שבו כל אחד יכול לסמוך על המכונות שחשובות לו. החברה עובדת עם החברות התעשייתיות הגדולות בעולם כדי לוודא שקווי הייצור שלהן יהיו אמינים ופרודוקטיבים. מוצרי החברה הם הראשונים בעולם שנותנים מבט הוליסטי לבריאות המכונה ומזהים תקלות לפני שהן קורות. \r\n \r\nבמשך חמש השנים האחרונות, אוגורי בנתה את מילון התקלות הגדול בעולם, המונה כמאה אלף מכונות, ומיליוני הקלטות, ובעזרתו פיתחה אלגוריתמים מתקדמים לדיאגנוסטיקה מכנית. במקביל, אוגורי חברה לייצרני המכונות הגדולים, במטרה להטמיע את הדיאגנסטיקה לתוך המכונה - כך שבעתיד כל המכונות יהפכו לאמינות יותר, וייגרמו לפחות נזק סביבתי.\r\n \r\nחברה: BigID\r\n \r\nתחום פעילות: אבטחה בענן\r\nשנת הקמה: 2015\r\nמייסדים: דימיטרי סירוטה ונמרוד וקס \r\nמספר עובדים: 85\r\nגיוסים: $46 מיליון\r\nמשקיעים: Comcast Ventures, BoldStart Ventures, Clear-Sky Security, Scale Venture Partners\r\n \r\n \r\nסוגיית פרטיות המידע הופכת לחשובה ומורכבת יותר ככל שמתרבה השימוש בנתונים על פני סקטורים נוספים. קשה לדמיין היום חברה או ארגון שאינם צריכים להתמודד עם בעיה של אבטחה מידע אישי בכמויות הולכות וגדלות. BigID משתמשת בלמידת מכונה ובאינטליגנציה מלאכותית כדי לסייע לארגונים להגן טוב יותר על הנתונים האישיים של הלקוחות והעובדים שלהם, בסדרי גודל של פטה בייט ועל פני מגוון מקורות מידע מובנים, בלתי מובנים, בענן, ביג דאטה, וכדומה.\r\n \r\nארגונים יכולים לשמור טוב יותר ולהבטיח את פרטיות הנתונים הרגישים ביותר של הלקוחות שלהם, תוך הפחתת הסיכון לפגיעה בפרטיות המידע ועמידה בתקנות ההגנה על הפרטיות, כמו ה-GDPR של האיחוד האירופאי וחוק הגנת הפרטיות של קליפורניה.", "keywords": ["ועידת ניו יורק", "mind the tech", "טכנולוגיה", "קומרה", "Qumra"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/02/10/883536/456_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-04-10T10:11:40", "dateModified": "2020-08-16T17:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ועידת ניו יורק של \"כלכליסט\" מציגה: החברות שנמצאות על המסלול להיות החד-קרן הבא", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-04-10", "category": "ועידות", "subtitle": ""}