{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3833274,00.html"}, "headline": "למרות הקורונה: אמות ואלייד זכו במכרז ראשון למשרדים ברובע הכניסה לירושלים", "description": "החברות שהיו מציעות יחידות במכרז, שילמו על הקרקע 180 מיליון שקל, ויקימו שני מגדלי משרדים ומסחר בני 36 קומות ו-78 אלף מ&quot;ר. בסך הכול יכלול רובע הכניסה לעיר 20 מגדלים בני 18-40 קומות ויספק לבירת ישראל 60 אלף מקומות עבודה ", "articleBody": "רשות מקרקעי ישראל ועיריית ירושלים הודיעו הערב (א&#39;) על הצלחה במכרז הראשון לשיווק קרקעות לפרויקט המשרדים בכניסה לירושלים. החברות אמות השקעות ואלייד נדל&quot;ן, זכו במכרז למתחם K - המכרז הראשון ששווק במסגרת פרויקט רובע הכניסה לעיר ירושלים. סכום ההצעה עומד על 180 מיליון שקל לא כולל מע&quot;מ, והוצאות הפיתוח לקרקע עומדות על 34 מיליון שקל. \r\n \r\n \r\nמדובר בזכייה חשובה למדינה שמבקשת לשווק קרקעות לשטחי משרדים ומלונאות נרחבים ברובע הכניסה לירושלים, ודחתה פעם אחר פעם את המכרז המדובר. שיווק הקרקע לפרויקט משרדים הוא משימה מאתגרת בתקופה הנוכחית שבה מרחף נגיף הקורונה על שוק התעסוקה בישראל ומסמן שינויים בהרגלי העבודה. יחד עם זאת, ההצעה של אמות ואלייד היא ההצעה היחידה שהוגשה למכרז, ככל הנראה על רקע חששות בענף מהשלכות הנגיף על שוק המשרדים . \r\n \r\nהחברות זכו בקרקע במתחם K הממוקם בסמוך לתחנת הרכבת יצחק נבון - תחנת הרכבת המהירה לתל-אביב. למתחם תוכנית בתוקף המאפשרת בינוי של שני מגדלים בני 36 קומות כל אחד. תמהיל השימושים המאושרים כוללים שימושים מסחריים, תעסוקה, משרדים, מלונאות ושימושים ציבוריים, בהיקף כולל של 78 אלף מ&quot;ר. הפרויקט יתפרס על שטח של 220 דונם. \r\n \r\nבימים אלו מקדמות רשות מקרקעי ישראל ועיריית ירושלים, באמצעות חברת עדן, תוכנית חדשה לרובע הכניסה לעיר אשר תגדיל את הזכויות והשימושים במתחם K ותאפשר את הגדלת מספר הקומות בשני המגדלים ל-40 קומות כל אחד, לשימושי מסחר, תעסוקה, שימושים ציבוריים ומגורים בהיקף של 102 אלף מ&quot;ר. בסך הכול תשווק המדינה קרקעות ברובע הכניסה לעיר שיהווה מרכז עסקים חדש ויכלול 20 מגדלים בני 18-40 קומות המיועדים לתעסוקה, מסחר, מלונאות ומגורים. על פי הערכות,  הפרויקט יספק 60 אלף מקומות עבודה חדשים בעיר ירושלים. \r\n \r\nמתחם K ששווק כעת לחברות, ייבנה בלב המרכז העסקי החדש, ובצמוד למרכז התחבורתי אשר יכלול את תחנת הרכבת המהירה, תחנת האוטובוסים המרכזית, שלושה קווי רכבת קלה, הפרדה מפלסית בשדרות שז&quot;ר, וחניון ציבורי תת קרקעי עם כ-1,300 מקומות חניה. \r\n \r\n \r\n \r\n \r\nמנהל רשות מקרקעי ישראל עדיאל שמרון מסר כי: &quot;רמ&quot;י מנהלת את אדמות המדינה מתוך ראייה אחראית הרואה בקרקע משאב מרכזי לפיתוח חברתי וכלכלי של ישראל. בשנים האחרונות קידמנו שורה של פרויקטים מחוללי שינוי ברחבי הארץ. בפרויקט שער העיר הושקעו על ידי רמ&quot;י מאות מיליוני שקלים, בפיתוח תשתיות, על מנת להביא את הפרויקט לכדי מימוש וכדאיות כלכליות&quot;. \r\n \r\n&quot;השיווק המוצלח של מתחם K הוא הצבעת אמון בעיר ירושלים, בפוטנציאל הכלכלי שלה והאמון שהמגזר העסקי רוכש לתהליכים המהותיים שקורים בה&quot;, מסר ראש עיריית ירושלים משה ליאון. &quot;כל אלה כנגזרת מהאסטרטגיה של קידום העיר בכל המרחבים, בדגש לבניה, תעסוקה, מלונאות ואיכות החיים של התושבים. זהו עוד שלב בדרך להפיכת ירושלים לבירת העסקים של ישראל. המתחם, יהיה אבן שואבת לחברות עסקיות מירושלים ומחוצה לה תוך קישור תחבורתי מהיר לערי המרכז ויספק אפשרויות תעסוקה נוספות לתושבי ירושלים&quot;. ", "keywords": ["אמות", "אלייד", "רובע הכניסה לירושלים", "ירושלים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/06/14/997596/111_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שלומית צור"}, "datePublished": "2020-06-14T21:09:36", "dateModified": "2020-08-18T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "למרות הקורונה: אמות ואלייד זכו במכרז ראשון למשרדים ברובע הכניסה לירושלים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-06-14", "category": "נדל\"ן", "subtitle": ""}