{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3517597,00.html"}, "headline": "סופר גלו", "description": "הכוורת מסביליה ועוד 6 חידושי עיצוב מקומיים", "articleBody": "עולם: צל בספרד\r\n \r\nבסביליה שבספרד נחנך לאחרונה מרכז עירוני יוצא דופן בשם Metropol Parasol, שתכנן האדריכל הגרמני יורגן מאייר. המרכז כולל בסיס תחתון מבטון חשוף, ועליו מורכב מצולע עץ ענק דמוי כוורת.\r\n \r\nהמרכז, שצפוי להפוך במהרה לאייקון תיירותי, ממוקם בכיכר אינקרנסיון בעיר. בקומה התחתונה של המרכז יש מוזיאון ארכיאולוגיה שבו פסיפס ועתיקות מתקופת הרומאים שנמצאו במקום, ומעליה - שוק איכרים, חנויות, ברים ומסעדות. הגג פתוח לציבור, ומשמש נקודת תצפית מצוינת לעיר כולה. \r\n \r\nעם השלמתו הוכתר מטרופול פרסול כמבנה העץ הגדול באירופה. החיבור בין הקורות נעשה באמצעות דבק מיוחד, שזיכה אותו בתואר נוסף: המבנה המודבק הגדול בעולם. צורתו, בעלת המראה האורגני דמוי העצמות (מוטיב המאפיין את עבודותיו של מאייר), תוכננה כדי לאפשר צל מרבי בעיר הלוהטת. הביצוע המורכב שלה התאפשר בזכות סיוע משרד המהנדסים המפורסם של חברת Arup, שמצליח לממש פרויקטים דמיוניים כגון זה. \r\n \r\n \r\nחומר: עננים של שקט \r\n \r\nמי שעובד באחד מחללי הענק המשותפים או יוצא לבלות במסעדות אופנתיות נתקל ודאי בתחושה הלא נעימה של רעש רקע הגורם לאורך זמן לחוסר נוחות. עיצוב עכשווי אמנם יכול להיות נעים לעין אבל גם רועש מאוד - חללים גדולים בלי מחיצות וגומחות, רצפות בטון ואבן קשות במקום שטיחים ופרקטים שסופגים קולות, והרבה מוצרי חשמל רעשניים. כדי להתמודד עם הבעיה נוצר הפתרון הטכני חסר החן הנקרא &quot;תקרה אקוסטית&quot; - לוחות מחוררים בגודל סטנדרטי מגבס, עץ או פח שמעליהם מונח צמר סלעים לבידוד הקול.\r\n \r\nבחברת אקופון (Ecophon) השבדית מציעים פתרון אקוסטי שלא מזניח את הצד האסתטי - אריחי Solo העשויים פיברגלס מזכוכית ממוחזרת וניתנים להזמנה אישית בצורות לפי בחירתו של המעצב. במקביל נמכרים בחברה אריחים בתבניות גיאומטריות מוכנות (כמו עננים, לבבות ופאזל). המחיר גבוה יחסית: 900 שקל לאריח ריבועי לבן, אבל עלות הרכבתם נמוכה יותר מזו של אריחי גבס רגילים. האריחים יימכרו ביהודה יצוא ויבוא, פרופסור שור 59 חולון, www.judea-ex.co.il.\r\n \r\n \r\nמותג: עטלף בפינת העבודה\r\n \r\nבבית התאורה האיטלקי היוקרתי פוסקריני עיצבו שלושה דגמים חדשים של מנורות שולחן קטנות (בגובה 40 ס&quot;מ) עם תאורת הלוגן. כל מנורה מגיעה באריזת קרטון צבעונית, ולמרות המחיר מרקיע השחקים זו עדיין מתנה שובת לב וייחודית.\r\n \r\nדגם אחד עשוי פלדת אל־חלד כסופה ומזכיר בצורתו אייפד. הדגם השני הוא וריאציה מוקטנת של המנורה הכי נמכרת של החברה, שעיצב רודולפו דורדוני כמחווה לעיצובי שנות החמישים. הדגם השלישי, הקרוי Pett, עוצב בשיתוף חברת האופנה דיזל בסגנון גותי, המזכיר לטענת החברה כנפי עטלף.\r\n \r\nהמנורות של פוסקריני יימכרו מיוני באקסלוסיב, הירקון 321 תל אביב. החל ב־3,145 שקל. \r\n \r\nתחרות: בצלאל כבר לא שייך לצעירים\r\n \r\nב־2006 הוכרזה תחרות לתכנון הקמפוס החדש של בצלאל, שאמור להיבנות במגרש הרוסים בירושלים. לתחרות הפתוחה הוגשו 188 הצעות מ־33 מדינות, ומשום שהיתה אנונימית זכה בה במפתיע משרד אדריכלים טורקי־גרמני צעיר ולא מוכר בשם Studyo.\r\n \r\nבבצלאל הצליחו לגייס 360 מיליון שקל לפרויקט, אלא שלפני כחודש הם החליטו לבטל את התחרות בטענה שהמשרד הזוכה חסר ניסיון, ולכן התכנון מתעכב אל מול דרישות ושינויים מצד העירייה. כך נחסמה ההזדמנות בפני משרד צעיר ומבטיח להתמודד עם אתגר תכנוני בסדר גודל בינלאומי ולהפיח במוסד הוותיק רוח מקורית ורעננה. במקביל הכריזו בבצלאל על מכרז סגור בין שמונה משרדים ותיקים ומוכרים, בהם נורמן פוסטר הבריטי, סטודיו סאנה וקנגו קומה היפניים ו־BIG מדנמרק; מהארץ הוזמנו להשתתף משה צור ואריה קוץ. &quot;חבל לי על הביטול&quot;, אומר אריה גונן, המזכיר של ועדת התחרויות בעמותת האדריכלים, &quot;אנחנו מעדיפים תחרויות פומביות, שנעשות בדרך מקצועית ונכונה&quot;. \r\n \r\nהאדריכל צור שמשתתף במכרז החדש מחזיק בדעה שונה: &quot;אני חושב שהדרך הנכונה היא לראיין מתמודדים. צריך לבחון את יכולתו הכוללת של האדריכל. תכנון הוא תהליך משותף של האדריכל והמזמין, בניגוד לתחרות, שבה האדריכל מסתגר לבד בביתו&quot;.\r\n \r\nתערוכה: מרבד הקסמים\r\n \r\nבסוף החודש תיפתח במוזיאון העיצוב בחולון התערוכה &quot;הישן החדש: עיצוב בהווה מתמשך&quot; ביוזמת המכון לקשרי חוץ של גרמניה (IFA). התערוכה מציגה 70 עבודות של מעצבים צעירים יחסית, בהם 18 ישראלים, העוסקים בפרשנות עכשווית של העבר תוך שימוש בסמלים ובדימויים מכל מיני תקופות. \r\n \r\nלמשל קרני הצבי, שפיארו קירות ציידים ואחוזות, הפכו לדקורציה מעץ בעיצוב קבוצת Big Game השוויצרית. עוד דוגמה היא ארון שחור בסגנון בארוקי שיצרה סילביה קנופל מקצף פוליאוריטני, חומר עדכני ומפתיע.\r\n \r\nעוד יוצגו פרשנויות לכיסאות שהיו לאייקונים, כמו הכיסאות של צ&#39;רלס וריי אימס או כיסאות העץ של תונט. גם השטיח הפרסי זוכה כאן למגוון עיבודים עכשוויים: שטיח הפיקסלים של האדריכל הגרמני פולקר אלבוס, פאזל להרכבה עצמית שיצרה קתרין זונלייטנר, ואריזת קרטון שהופכת לשטיחון תפילה מוסלמי בעיצובה של וונדי פלומפ. בולטת בתערוכה עבודה פשוטה ומקסימה שיצר מרטי גישה עבור סטודיו דרוך כבר לפני יותר מעשור, אך היא רלבנטית מתמיד - סרט הדבקה עם דוגמה עתיקה של פיתוחי עץ, שהדבקה שלו סביב נייר הופכת את הפריט ליצירה ממוסגרת.\r\n \r\n26 במאי עד 10 בספטמבר. מוזיאון העיצוב, פנחס אילון 8 חולון. עלות כניסה: 35 שקל. www.dmh.org.il.\r\n \r\nטרנד: המרפסת התנפחה\r\n \r\nגלגולים רבים עברו על המרפסת באדריכלות הישראלית - ממרפסות הבאוהאוס שנבנו בשנות השלושים ובמשך השנים נסגרו וסופחו שלא כחוק לשטח הדירות, ועד למרפסת המדלגת, אותה מרפסת שמש קטנה שמאפיינת את הבנייה העירונית כאן בשנות התשעים. \r\n \r\nלאחרונה בעוד ועוד פרויקטים אפשר להבחין בסגנון חדש: מרפסות דמי שמורחבות באמצעות מעקים המחוברים לקורות הבניין. כך הופכת מרפסת זיזית קטנה ועדינה לחלק מהגוש המסיבי של הבניין, שהולך ותופח דווקא בסביבה עירונית צפופה שמשוועת למעט מרחב בין הבניינים. כמו כן, לעתים העיצוב הזה משמש כבסיס להרחבה מאוחרת יותר של המרפסת מחומרים קלים (כפי שנעשה למשל בשכונת צמרות בהרצליה).\r\n \r\nהאדריכל גידי בר אוריין, שתכנן רבים מהבניינים החדשים בתל אביב, בהם מגדל גינדי באבן גבירול (בשיתוף אדריכל רני זיס) ובניין מגורים בבן יהודה, מסביר את הסגנון כניסיון להתמודד עם חוק המרפסות הקופצות שיצר עיצוב תזזיתי וקופצני. &quot;התכנון נעשה מתוך רצון להרגיע את המראה של מרפסת פה מרפסת שם&quot;, לדבריו. עוד הוא מסביר כי עם אישור התקנה המאפשרת בנייה של מרפסת מעל מרפסת, גם הטרנד הזה עת להיעלם.\r\n \r\n \r\nישראלי: מתנה של יום חול\r\n \r\n&quot;אנחנו חברה דיסקרטית&quot;, אומר עודד פרידלנד, מנהל הפיתוח של מונקי ביזנס (Monkey Business). ואכן מבט חטוף על המשרד הצנוע, הממוקם בדירת שלושה חדרים בלב תל אביב, לא מרמז כי מדובר בחברה המוכרת עשרות אלפי מוצרים ישראליים בעולם. &quot;אין לנו עניין להיחשף בארץ, כי רק 10% מהמכירות שלנו הם בישראל. ברמה האישית אנחנו לא רוצים להיות מפורסמים וברמה העסקית המוצרים נחשפים מעצמם, בלי השקעה שיווקית מצדנו&quot;. פרידלנד (43) התחיל לעצב עוד בטרם סיים את הלימודים בבצלאל.\r\n \r\nהמוצר הראשון שיצר היה מאפרה מיציקת אלומיניום הכוללת פקק אמבטיה מפלסטיק. בתחילה מכר את המאפרות לחבריו מבצלאל, אך עד מהרה עבר לייצור סדרתי. היום המאפרה כבר אינה מיוצרת בחברה, אולם לרגל השקת האתר החדש של מונקי ביזנס בחודש הבא היא יוצרה שוב במהדורה מוגבלת של 600 חתיכות.\r\n \r\nאת הפריצה העולמית שלהם החברה חייבת למוצר מקסים ומפתיע, כמעט גימיק - קופסה לקיסמי אוזניים המעוצבת בצורת כבשה. פרידלנד עיצב אותה ב־1994, ומאז נמכרו כמעט 300 אלף יחידות שלה. הכבשה עדיין מיוצרת במפעל ליד פתח תקווה, אולם רוב מוצריה של החברה מיוצרים בסין.\r\n \r\nכיום פרידלנד ממעט לעצב, ומתמקד בפריט אחד או שניים מתוך כ־20 מוצרים חדשים שהחברה מציעה בכל שנה. את שאר המוצרים מתכננים 17 מעצבים ישראלים העובדים על בסיס אחוזים וקרדיט, כמקובל בתחום. בקולקציה החדשה אפשר למצוא שמות מוכרים כמו יעקב קאופמן ויואב זיו, שעיצבו יחד עט עם פרצוף, ועמי דרך, שיצר עם דב גנשרוא מחזיק לטלפון נייד.\r\n \r\n&quot;יש גבול למספר המוצרים שאנחנו יכולים לייצר בשנה&quot;, מסביר פרידלנד. &quot;היום הגענו למצב שאנחנו כבר לא צריכים לבחור מתוך מוצרים ששולחים לנו, אלא בוחרים עם אילו מעצבים לעבוד&quot;.\r\n \r\nאילו מעצבים אתם מחפשים?\r\n&quot;מעצבים כישרוניים שיודעים להבין מוצר ולתכננו לייצור. מעצבים רבים מגיעים לפריטי העיצוב שלהם דרך משהו שהעסיק אותם, בעיה שניסו לפתור, ואז הם מתאהבים במוצר ומפתחים אותו בלי הצדקה מסחרית. גם לי יש הרבה רעיונות, אבל אני שומר אותם בספר הסקיצות&quot;.\r\n \r\nמוצרים של מונקי ביזנס הוצגו ביריד הריהוט במילאנו בחודש שעבר, והם נמכרים בחנויות עיצוב יוקרתיות במערב אירופה, ביפן ובארצות הברית. אף על פי כן המחירים שלהם זולים יחסית, ונעים בין 30 ל־60 שקל. &quot;הלקוחות שלנו הם אנשים שמבינים בעיצוב אבל לא יכולים להרשות לעצמם את המוצרים היקרים, ואז הם קונים כמתנה את המוצרים שלנו&quot;.\r\n \r\nזו לא מתנה זולה מדי?\r\n&quot;זו מתנה של תשומת לב. מתנה של יום חול&quot;.\r\n \r\nwww.monkey-bus.co.il\r\n ", "keywords": ["ספרד", "עיצוב ישראלי", "סביליה", "מונקי ביזנס", "פוסקריני", "בצלאל", "מרבד", "אקופון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/189104/22_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "דקל גודוביץ"}, "datePublished": "2011-05-16T09:03:18", "dateModified": "2020-08-13T04:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "סופר גלו", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2011-05-16", "category": "נדל\"ן", "subtitle": ""}