{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3760956,00.html"}, "headline": "בדרך: מגדל של 45 קומות ברחוב אבן גבירול בתל אביב", "description": "לאחר שלא הגיעו להסכמות ביניהם, פסק ביהמ&quot;ש כי בעלי מגרש במתחם סומייל המיועד למגדל עם 174 דירות - ימכרו את השטח", "articleBody": "בית המשפט פסק כי מגרש בתל אביב במתחם סומייל, בין הרחובות ז&#39;בוטינסקי, אבן גבירול, ארלוזורוב ובן סרוק, ייצא למכרז ויימכר לכל המרבה במחיר.\r\n \r\n \r\n \r\nבשטח צפוי להיבנות מגדל בן 174 דירות ב־45 קומות. הפסיקה של בית משפט השלום תל אביב ניתנה בעקבות תביעה לפירוק שיתוף שהגישו בעלי זכויות בקרקע, ובהם אפריקה ישראל, באמצעות עורכי הדין שמואל שוב, הילה לביא־יתים ואלון קריביצקי ממשרד שוב ושות&#39;. התביעה הוגשה לפני שנתיים, לאחר שהצדדים לא הגיעו להסכמות על חלוקת הזכויות ביניהם. שוויו המוערך של המגרש כ־300 מיליון שקל.\r\n \r\nתוכנית המתאר למתחם סומייל, שאושרה לפני 14 שנה, מחלקת אותו לכמה מגרשים ומאפשרת לבנות בהם בניינים בני 45-8 קומות. במגרש שבמחלוקת הוקצו זכויות לבניית המגדל ל־58 בעלי זכויות. תוכנית מפורטת למתחם קיבלה תוקף ב־2015, כך שניתן להגיש כבר עתה בקשה להיתרי בנייה.\r\n \r\n \r\n \r\nבפסק הדין נקבע כי עו&quot;ד בועז רווה ימונה לכונס נכסים של המגרש ויעמיד אותו למכירה. בקשת התובעים כי תינתן להם זכות סירוב ראשונה נדחתה. עם זאת, הם יתמודדו במכרז, ואפשר להעריך בזהירות כי הסיכוי שלהם לזכות בו גבוה מאחר שהם כבר מחזיקים בנתחים במגרש. \r\n \r\nתוכנית המתאר למתחם סומייל, הקרוי על שם הכפר הערבי ששכן במקום עד מלחמת העצמאות, אושרה ב־2004 ומשתרעת על 45 דונם. בשנים האחרונות אושרו שתי תוכניות מפורטת, המחלקות את השטח לצפון ולדרום. בכל אחד מהמתחמים ייבנו שני מגדלים ושני בניינים נמוכים של 6־8 קומות. תוכנית נפרדת לקרקעות במתחם בבעלות הוואקף המוסלמי מאפשרת הקמת מגדל מגורים נוסף בן 24 קומות. \r\n \r\nבסך הכל במתחם פוטנציאל לבניית כאלף דירות, 18 אלף מ&quot;ר שטחי מסחר וכ־15 אלף מ&quot;ר בנוי שטחי ציבור. גם עיריית תל אביב היא אחת מבעלי הזכויות, ומתכננת להקים במקום את בניין העירייה החדש, מגדל בן 20 קומות שיאגד את כלל משרדי העירייה הפזורים כיום בעיר.\r\n \r\n ", "keywords": ["מתחם סומייל", "בניית מגדלים", "מגדלים בתל אביב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/04/23/901618/3L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אמיתי גזית"}, "datePublished": "2019-04-24T06:59:57", "dateModified": "2020-08-20T04:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בדרך: מגדל של 45 קומות ברחוב אבן גבירול בתל אביב", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-04-24", "category": "נדל\"ן", "subtitle": ""}