{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3843810,00.html"}, "headline": "הניסוי לא עבד. הפעם. אבל ברנטפורד בדרך לפרמיירליג", "description": "אמנם ברנטפורד לא הצליחה להעפיל לפרמיירליג השבוע, אבל השיטות המדעיות שלה יתבררו כמשתלמות ביותר לאורך זמן ", "articleBody": "ברנטפורד היתה אמורה לחגוג השבוע את עלייתה לפרמיירליג - אך זה לא קרה בעקבות הפסד לפולהאם בגמר פלייאוף הצ&#39;מפיונשיפ, ליגת המשנה לפרמיירליג. \r\n \r\nמאז ה-1991, &quot;הדבורים&quot; מלונדון הגיעו לשמונה גמרי פלייאוף שונים. בכולם הפסידו. כשהם הצליחו לעלות ליגה (מהשלישית לשנייה) - זה היה בזכות עלייה אוטומטית. ואולם, ניתן להתווכח שמלבד לידס לא היתה בצ&#39;מפיונשיפ קבוצה טובה יותר מברנטפורד. מדובר באחת הקבוצות הטובות בליגה שהיא אחת מהליגות הקשות בעולם - זאת למרות שיש לה את אחד מתקציבי השכר הקטנים בליגה. \r\n \r\nוייתכן מאוד שברנטפורד נותרה הקבוצה הטובה בליגה ולכן בשנה הבאה נראה אותה מגיעה לליגה הראשונה - בפעם הראשונה מאז שנות הארבעים של המאה ה-20. כרגע, לפי סוכנויות ההימורים ברנטפורד פייבוריטית לעשות זאת. \r\n \r\nמדוע? הנה כמה סיבות. \r\n \r\n1. מת&#39;יו בנהאם, הבעלים של ברנטפורד וחברת שירותי הסטטיסטיקה למהמרים Smartodds, הוא מעריץ של הפסיכולוג הישראלי זוכה פרס נובל דניאל כהנמן. את הספר של כהנמן - &quot;לחשוב מהר, לחשוב לאט&quot; - הוא מעניק לכל עובד חדש בחברה שלו. בנהאם דורש מעובדיו לקרוא את הספר ולהיפטר מתפיסות מיושנות, מחשבות מקובעות, הטעיות, דעות קדומות ואפילו &quot;הטיות קוגנטיביות&quot; (נטייה שיטתית לא אקראית של בני אדם לטעויות בתפיסה, בזיכרון, בחשיבה או בשיפוט). הוא לא עובד טוב עם אנשים מקובעים. \r\n \r\n \r\n \r\n \r\nבנהאם, שלמד פיזיקה באוקספורד ועבד כאנליסט בחברה פיננסית, למד בעולם הפיננסים לחפש ולמצוא כשלי שוק - ולנצל אותם. הוא הבין ששוק ההימורים בכדורגל הוא שוק לא יעיל והתחיל לעבוד בעולם הזה כשהמחשבה העיקרית היתה: להיות חכם יותר מ&quot;הבוקיז&quot; (סוכני הימורים) ולנצל זאת. לשיטתו, אם הוא יכול לחשב טוב יותר איך המשחקים יגמרו, הוא יכול להרוויח יותר כסף. הכל מתמטיקה. כדי לעשות זאת הוא נהפך לסוג של &quot;מדען כדורגל&quot;. לפיו: &quot;אף פעם לא הימרתי בשביל הכיף או הריגוש - הכל היה חישוב של הסתברויות ומודלים מתמטיים&quot;. \r\n \r\nב-2002 בנהאם מצא נתונים שוברי שיוויון שהבוקיז לא זיהו כחשובים והתחיל להרוויח כסף טוב מהימורי כדורגל. אחרי שהביא לחברה שלו מומחי מתמטיקה אחרים - הרבה יותר חכמים מאשר סוכני ההימורים הממוצעים - הוא הפך למולטי מיליונר. \r\n \r\nאת ברנטפורד בנהאם אוהד מגיל 11 - אז הגיע למשחק הבית הראשון שלו בסוף שנות השבעים. ב-2006 הוא נכנס לברנטפורד כנותן חסות. ב-2012 כבר רכש את רוב המניות של המועדון. אבל בניגוד לעולם ההימורים - בו הצליח בזכות היכולת להתעלם מהטיות קוגנטיביות ולפעול כמו מדען - בעולם הכדורגל הוא התקשה למצוא אנשים שחושבים כמוהו. לא רק שהוא התקשה למצוא &quot;מדעני כדורגל&quot;, הוא התקשה למצוא אנשים לא שמרנים. קבוצתו דשדשה. \r\n \r\n2. ראסמוס אנקרסן, כדורגלן ומאמן לשעבר במיטיולן הדנית, כתב ספר שנקרא The Gold Mine Effect (מאוד מומלץ). הספר הוא על הצלחות של אומות מסוימות בענפים מסוימים והפך אותו למרצה מבוקש לעובדי חברות כגון גוגל, לגו, פייסבוק ואיקאה. ב-2013 נפגש אנקרסן עם בנהאם שהזמין אותו להרצאה בחברה שלו. השניים - שני גיקים חובבי מדע וכדורגל - התחברו מיד. אנקרסן שכנע את בנהאם להפוך את מיטיולן ל&quot;מרכז פיתוח&quot; של החשיבה המדעית בכדורגל. וזה מה שקרה. בנהאם רכש את מיטיולן וזו נהפכה לאחד מהמועדונים החכמים בעולם. הצוות של אנקרסן בנה מועדון שחושב על כדורגל כמו על מדע. \r\n \r\nמה עשו במיטיולן? הרבה דברים. בין השאר התמקדו במצבים נייחים. ב-2015, מועדוני כדורגל כמעט ולא השקיעו מאמץ וזמן בתחום הזה למרות שבין 40% ל-50% ממצבי ההבקעה נובעים ממצב נייח. אז המצבים הנייחים נהפכו תחת אנקרסן ל&quot;פרויקט מדעי&quot;. פעם בחודש אנקרסן, צוות האימון, מספר שחקנים ו&quot;מומחה אורח&quot; מגיעים לפגישה בקשר למצבים נייחים. הם מדסקסים על שיטות למצות כל מצב נייח, שיטות אימון ותרגילים אפשריים. בעונת האליפות הראשונה שלהם - אליפות שהושגה עם סגל מהזולים בליגה הדנית - הקבוצה כבשה 25 שערים ממצבים נייחים. 14 יותר מכל קבוצה אחרת. \r\n \r\n \r\n \r\n \r\nעם ההצלחה במיטיולן היה קל יותר ליישם את השינוים ההכרחיים בברנטפורד. אנקרסן הגיע כמנהל לאנגליה ואנשי כדורגל פחות מקובעים נמשכו למועדון. כיום, בברנטפורד יש מגוון של אנשי מקצוע שאין בשום מועדון אחר. למשל &quot;ראש מחלקת מצבים נייחים ופיתוח אישי&quot; (מאמן מנוסה משבדיה בשם אנדראס גאורגסון). \r\n \r\n3. מה עוד ברנטפורד עושה? הקבוצה חידשה את השימוש ב-POMO. מדובר על Positions Of Maximum Opportunity - עמדות של הזדמנויות מקסימליות. זה מונח ישן שפעם גרם למאמנים האנגלים להאמין שמסירות ארוכות הן המסירות היחידות שיעילות כי הן מקרבות את הכדור כמה שיותר מהר לרחבת היריב. הגישה הזו נכשלה בגלל ההתעקשות על כדורים ארוכים, שהופכים את הסגנון למאוד צפוי. בברנטפורד של בנהאם ואנקרסן מצאו שימוש אחר ל-POMO. במגרשים ובאימונים יש אזורים מסומנים שמהם אסור לבעוט לשער היריבה - כי מדובר בבעיטות לא יעילות מבחינה סטטיסטית. יש גם אזורים מסומנים אחרים במגרש שמחייבים את השחקן עם הכדור לעשות נגיעה נוספת בשביל לשפר את סיכויי ההבקעה. ככה מכוונים את השחקנים לבעוט מהאזורים המסוכנים ביותר. \r\n \r\nהתוצאה: ברנפורד היא הקבוצה המדויקת ביותר בצ&#39;מפיונשיפ בכל הקשור לבעיטות לשער/מסגרת. היא בפסגת השערים הצפויים (xG), פסגת הבישולים הצפויים (xA) ואחת ממחזיקות הכדור המצטיינות בליגה. ברנטפורד גם כבשה הכי הרבה שערים בצ&#39;מפיונשיפ והשלישייה הקדמית שלה - בראיין מבאומו (16 שערים, 7 בישולים), אולי ווטקינס (26 שערים, 3 בישולים), וסעיד בנראהמה (17 שערים, 9 בישולים) - היו מעורבים ב-97.5% מהשערים של הקבוצה. זה ממש לא רע לשלושה שחקנים שנרכשו ב-9 מיליון ליש&quot;ט בסך הכל. אגב, 9 מיליון ליש&quot;ט שווים לכ-45% מהסכום שברנטפורד קיבלה מברייטון עבור ניל מאופיי, הכובש המצטיין שלה לשעבר. \r\n \r\n4. וזה עוד משהו שעושים מצוין בברנטפורד. מוצאים את כשלי השוק בתעשיית הכדורגל כדי להרוויח. הם עושים זאת על ידי הערכת כישרון בצורה מדעית ומיקסום המחיר שאפשר להשיג על שחקנים. \r\n \r\nבברנטפורד מקבלים החלטות לפי &quot;ליגת הצדק&quot; או &quot;טבלת הצדק&quot;. זו תיאוריה מבוססת מספרים ואנליטיקס מתקדמים, שבבסיסה &quot;אין צדק בכדורגל&quot;. בגלל הרנדומליות של המשחק, קבוצה יכולה לשחק כמו קבוצה במקום ה-13 אבל איכשהו תגיע למקום ה-4 בליגה. וההפך. למה? מזל. אז בברנטפורד מקבלים את ההחלטות שלהם לפי השאלה: איפה הקבוצה היתה צריכה להיות לפי הנתונים המתקדמים שאיתם ניתן להעריך טוב יותר את ביצועי הקבוצה. מיקום הקבוצה בטבלה האמיתית פחות רלוונטי. \r\n \r\nבברנטפורד גם יודעים להעניק קונטקסט לביצועים ברמה הגלובלית. את הסקאוטינג הראשוני שלהם הם עושים דרך &quot;טבלה עולמית&quot; של כל השחקנים מכל הליגות הרלוונטיות ובדיקת ביצועים ונתונים שלהם. \r\n \r\nאם שחקן בליגה השנייה בגרמניה מפיק נתונים כמו שחקן בליגה הראשונה בספרד - הוא שחקן שבברנטפורד מתעניינים בו ומתחילים לעקוב אחריו. בקבוצה גם פיתחו אלגוריתם שמסייע להבין עד כמה הצטיינות תלויה ברמת הליגה ואיך שחקן מסוים בליגה קטנה יצליח או לא יצליח לשחזר את הנתונים שלו בליגה ברמה גבוהה יותר. למשל, 6 תאקלים מוצלחים בליגה ההולנדית שווים 3 תאקלים מוצלחים בפרמיירליג. \r\n \r\nבדרך הזו, ברנטפורד הוציאה סכום של כ-63 מיליון ליש&quot;ט על רכישת שחקנים בעשור האחרון ובאותה תקופה זמן הכניסה כ-130 מיליון ליש&quot;ט ממכירת שחקנים. רווח מדהים עבור מועדון בליגת המשנה. \r\n \r\n5. בברנטפורד, כאמור, מקבלים החלטות מדעיות שלעיתים קרובות נוגדות את החשיבה הקונבנציונלית של מועדוני כדורגל אחרים. למשל, ב-2017 החליטו בברנטפורד לזנוח את האקדמיה של המועדון. היה מאחורי המהלך הרבה היגיון. ברנטפורד - בגלל מעמדה הנמוך - איבדה שחקנים רבים, הטובים ביותר במחלקת הנוער, למועדונים גדולים. האקדמיה היתה השקעה גדולה שהניבה מעט מדי שחקנים ובברנטפורד החליטו להפוך את הסיטואציה לטובתם. הרבה מאוד כישרונות משוחררים מקבוצות פרמיירליג בגילאים צעירים, ברנטפורד - עם יכולות הערכת הכישרון שלה והסקאוטים רבים - &quot;קטפה&quot; שורה של שחקנים משוחררים מהאקדמיות של הפרמיירליג. במקביל, התחילה לקבל בהשאלה שחקנים של קבוצות פרמיירליג. &quot;הקבוצות הגדולות כבר לא אויבות, הן שותפות&quot; הסביר אנקרסן. ברנטפורד, בעצם, מבטיחה למועדונים הגדולים &quot;ללטש יהלומים&quot; וכשאלו משוחררים מהמועדונים הגדולים, הקבוצה כבר בעלת ידע רב כדי לקבל החלטה נבונה לגביהם. \r\n \r\nאיך &quot;הליטוש&quot; עובד? \r\n \r\nראסמוס אנקרסן משקיע זמן וסכומים במאמנים מיוחדים ואנשי מקצוע שיעטפו את &quot;הנכסים&quot; - השחקנים - כדי שאלו ישפרו את יכולותיהם של השחקנים. ברנטפורד - בגלל המחסור במחלקת נוער - חייבת למקסם את הפעילות שלה בשוק העברות השחקנים ואת הכישרון הקיים של השחקנים שלה בשביל להמשיך את המודל הייחודי שלה. לשם כך היא משקיעה הרבה יותר מקבוצות במצבה בצוות אימון. והצוות אימון הזה מלא ב&quot;מאמנים מומחים&quot; שמתמקדים בשיפור יכולות השחקנים באלמנטים שבדרך כלל לא מתמקדים בהם בכדורגל העולמי. עבד אצלם מאמן הבעיטות הפולני בארטיוק סילבסטרק, מי שמכונה &quot;מאמן הבעיטות היחיד&quot; בכדורגל. עבד במועדון גם מאמן המצבים הנייחים האיטלקי, ג&#39;יאני ויו. גם מאמנת השינה אנה ווסט הצטרפה לצוות של המועדון ממערב לונדון ושיפרה באחוזים ניכרים את הביצועים הגופניים של השחקנים. \r\n \r\n&quot;גיוס שחקנים זה הלחם והחמאה של ברנטפורד בגלל שיש לנו בין ההכנסות הנמוכות ביותר בליגה&quot;, אמר אנקרסן ל&quot;סקיי ספורטס&quot;. &quot;אנחנו צריכים להחזיק מודל כלכלי בר קיימא. לקנות בזול ולמכור ביוקר, זה משהו שעשינו היטב בשנים האחרונות. וזה קשור לא רק על ידי גיוס שלא מוערך יתר על המידה בשוק העברות השחקנים אלא על ידי השקעה רבה בפיתוח וטיפוח השחקנים. לכן אנחנו משקיעים רבות במספר סוגים של מומחים, מאמני שינה, מאמני בעיטות וכו&#39;. מנסים להעלות את הרמה של השחקנים שמגיעים לכאן. ככה אנחנו משבחים את הנכסים והם הופכים לשחקנים יקרים יותר כשהם כאן&quot;.\r\n \r\n \r\n \r\nהעניין הוא שהשקעה יעילה בצוות מומחים היא בדרך כלל השקעה גדולה ומועדונים צריכים לקבל החלטה: האם לוותר על שניים-שלושה שחקנים בשביל ההזדמנות להוציא יותר מהשחקנים הקיימים? אם מאמנת שינה משפרת ביצועים גופניים של שחקנים ב-15% ומאמן בעיטות משפר את הדיוק והעוצמה של בעיטות השחקנים בכמה אחוזים ומאמן מצבים נייחים עשוי להגדיל בעשרות אחוזים את הסיכוי לכבוש לפחות שער אחד במצב נייח - האם לא מדובר, בסופו של דבר, בהשקעה משתלמת הרבה יותר? בברנטפורד חושבים שכן. \r\n \r\n6. פולהאם תעלה לפרמיירליג, אבל כלל לא בטוח שהמועדון יוכל להרוויח מהסכומים שצפויים להיכנס לקופתו. פולהאם תכניס בפרמיירליג כ-135 מיליון ליש&quot;ט יותר מאשר הכניסה העונה. הקבוצה תוכל להרוויח עד 265 מיליון ליש&quot;ט יותר (לאורך 5 שנים - בזכות כספי המנצח) אם תשרוד את העונה הראשונה בפרמיירליג. הסיכויים שאכן תשרוד לא גבוהים במיוחד. פולהאם היא קבוצה שמפסידה כספים וההרפתקה האחרונה שלה בפרמיירליג הסתיימה ברכישות יקרות מדי ולא יעילות במיוחד. את העונה האחרונה בליגה הבכירה פולהאם סיימה בירידת ליגה והפסד של 20 מיליון ליש&quot;ט - למרות שההכנסות שלה גדלו ב-259%. כשברנטפורד תעלה - וזה יקרה בסופו של דבר - היא תהיה בפוזיציה כלכלית ומקצועית טובה בהרבה מאשר יריבתה ממערב לונדון. \r\n \r\n7. בנהאם השקיע כבר 100 מיליון ליש&quot;ט במועדון, שכבר פועל היטב מההכנסות שהוא מייצר מעצמו. השקעתו בקבוצתו עוד עשויה להתגלות כאחת מהמשתלמות ביותר שלו. ", "keywords": ["ברנטפורד", "פרמיירליג", "צ&#39;מפיונשיפ"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/02/26/887997/3_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2020-08-06T19:09:28", "dateModified": "2020-08-19T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הניסוי לא עבד. הפעם. אבל ברנטפורד בדרך לפרמיירליג", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-06", "category": "עסקי ספורט", "subtitle": ""}