{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3775273,00.html"}, "headline": "הניו יורק מטס בדרך להפוך לקבוצת הספורט האמריקאית שנמכרת בשווי הגבוה בהיסטוריה", "description": "מיליארדר קרנות הגידור סטיב כהן בדרך לרכוש ממשפחת ווילפון  80% מקבוצת הבייסבול תמורת 2 מיליארד דולר - עסקה שמעניקה לה שווי של 2.6 מיליארד דולר. הלוס אנג&#39;לס דודג&#39;רס נמכרה בשווי של 2.12 מיליארד דולר ב-2012. קבוצת ה-NBA ברוקלין נטס ב-2.35 מיליארד דולר", "articleBody": "מיליארדר קרנות הגידור סטיב כהן מתקרב לחתימה על עסקה שתיתן לו בעלות ושליטה בקבוצת הבייסבול הניו יורק מטס. לפי הדיווח במרקטווץ&#39;, כהן, יליד לונג איילנד, קרוב לרכוש 80% מקבוצת הבייסבול ממשפחת ווילפון בעסקה שמעניקה לקבוצה שווי של 2.6 מיליארד דולר. המכירה, אם תצא אל הפועל, תהיה הגדולה ביותר בהיסטוריה של הבייסבול האמריקאי במונחי הערכת השווי של הקבוצה בעת המכירה.\r\n \r\n \r\n \r\nהשיא הקודם בענף הבייסבול נקבע בשנת 2012, כשהלוס אנג&#39;לס דודג&#39;רס נמכרה כשהקבוצה היתה שווה 2.12 מיליארד דולר. השיא בכל ענפי הספורט שייך לקבוצת ה-NBA ברוקלין מטס, שהמייסד השותף בעליבאבא ג&#39;ו טאי רכש 51% ממנה שלא היו בבעלותו בקיץ 2019 בעסקה שהעניקה לה שווי של 2.35 מיליארד דולר. \r\n \r\n \r\n \r\n \r\nכהן צפוי על פי הדיווחים לשלם 2 מיליארד דולר עבור 80% מהקבוצה - מה שמעניק לה כאמור שווי של 2.6 מיליארד דולר. לשם השוואה, מנכ&quot;ל מיקרוסופט לשעבר סטיב באלמר שילם 2 מיליארד דולר תמורת 100% מקבוצת ה-NBA הלוס אנג&#39;לס קליפרס בשנת 2014. \r\n \r\nעל פי מדד שווי קבוצות הבייסבול של פורבס מ-2019, המטס היא קבוצת הבייסבול בעלת השווי השישי בגובהו בליגת הבייסבול האמריקאית המקצוענית, ה-MLB, כאשר לפניה ניצבות היאנקיז, הדודג&#39;רס, רד סוקס, קאבס והג&#39;יאנטס. היאנקיז, במקום הראשון ברשימה שווה על פי פורבס 4.6 מיליארד דולר. \r\n \r\nכהן, 63, הקים את קרן הגידור SAC ב-1992. הונו מוערך כיום ב-9.2 מיליארד דולר לפי מדד המיליארדרים של בלומברג. לאחר שהקרן שלו הודתה בהונאת ניירות ערך, נאסר עליו לסחור במשך שנתיים - איסור שהסתיים בשנת 2018. מאז, על פי בלומברג, הוא גייס 5 מיליארד דולר מלקוחות עבור הקרן החדשה שלו - פוינט72. \r\n \r\nהעסקה הנוכחית עשויה לאותת על פי בלומברג על נקודת מפנה בקבוצה הניו יורקית. השכר ששילמה המטס לשחקניה עמד על 160 מיליון דולר - במקום העשירי ב-MLB, אחרי מועדונים כמו יוסטון אסטורס ולוס אנג&#39;לס. \r\n \r\n ", "keywords": ["ניו יורק מטס", "בייסבול", "MLB", "סטיבן כהן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/12/07/952758/1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-12-07T14:56:09", "dateModified": "2020-08-19T21:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הניו יורק מטס בדרך להפוך לקבוצת הספורט האמריקאית שנמכרת בשווי הגבוה בהיסטוריה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-12-07", "category": "עסקי ספורט", "subtitle": ""}