{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3760703,00.html"}, "headline": "בליברפול משחקים בפיוצ&#39;רבול", "description": "יורגן קלופ, מאמן ליברפול, מוציא את הטוב ביותר מהכישרונות שיש לו עם מערך שנראה מהעתיד של הכדורגל", "articleBody": "בהופנהיים הגרמנית עורכים מדי כמה חודשים דיונים על עתיד הכדורגל. אנשי המקצוע של המועדון ובכירים בהנהלה יושבים ומדברים על איך יראה הכדורגל בעתיד. בשנה הקרובה, בשנתיים הקרובות בחמש שנים הקרובות בעוד עשור. לפי פיטר גורליך, מנכ&quot;ל המועדון, זה הליך קריטי למועדון קטן שחייב לראות 3-4 צעדים קדימה בשביל לשרוד ברמה הגבוהה ביותר בגרמניה. &quot;כדורגל הוא עסק של אנשים&quot; הוא אומר בראיון לכלכליסט לפני שנה. &quot;ובשביל שאסטרטגיה מסוימת ותוכנית מסוימת תצא לפועל, אנחנו חייבים שכולם יחשבו באותה הדרך, שכולם יהיו מאחורי אותו חזון. וכדי שזה יקרה אנחנו צריכים דיון תמידית על האסטרטגיה. שום דבר לא קבוע באבן. אנחנו יכולים לפתח דברים, אנחנו יכולים לשנות רעיונות ולהפוך אותם לטובים יותר. אנחנו גם תמיד רוצים פרספקטיבה מבחוץ כדי להטמיע רעיונות טובים במועדון. הרעיון הוא להיות פלטפורמה למועדון חדשני&quot;. \r\n \r\n \r\n \r\nאז מה העתיד? קודם כל, מהירות. מהירות מחשבה ומהירות גולמית. &quot;אם אתה לא רץ 30 מטר ב-4 שניות, אין לך מה לחפש בכדורגל שלנו&quot; אומר גורליך. &quot;שערים נוצרים בזכות מהירות של 34-35-36 קמ&quot;ש. השינויי הגדול בכדורגל בחמש השנים האחרונות היה המהירות של המשחק והשחקנים. ושל הכדור. יש פחות זמן מגע של שחקנים עם הכדור, הרבה יותר החלטות של תפקודים ניהוליים (תהליכי השליטה הקוגניטיביים הגבוהים של האדם). צריך מהירות ומהירות חשיבה באקלים שנוצר בכדורגל בזכות לחץ ושיטות ההגנה שסוגרות את החללים לשחקנים. ואנחנו כן רואים שבשנים האחרונות כדורגל הוא קשור לתבניות מסירה ותנועה של שחקנים. ומאמן צריך לשחק ככה שהוא שם את השחקנים הנכונים במקום הנכון ובסיטואציה הנכונה. אז יש לנו משחקים בהם אנחנו משחקים עם 4-3 מערכים. המהירות ומהירות החשיבה של השחקנים משנות את הטקטיקה. מילת מפתח של מאמן יכולה לשנות את הסיטואציה. זה יכול להיות רק משהו כמו &#39;תתקדם 5 מטר קדימה&#39;. זה יכול לחסוך לך 2 מטרים או 2 שניות, אבל זה הרבה מאוד בכדורגל של המועדון. אבל הדבר החשוב הוא שאנחנו צריכים לאסוף את השחקנים שמתאימים לפילוסופיה של המועדון. אנחנו מכפר קטן, אין בו מספיק שחקנים ולכן אנחנו אוספים את השחקנים לאקדמיה מרדיוס של 100 ק&quot;מ מהופנהיים. ואם אנחנו מוצאים שחקנים מיוחדים מחוץ לגרמניה, נלך עליהם. יש לנו בחור מפינלנד, שבדיה, אוסטריה שווייץ ואפילו מישראל - עילאי אלמקייס&quot;. \r\n \r\n \r\nגורליך מוסיף שלדעת אנשי הטקטיקה העתידית תיראה מאוד דומה למה שרואים בקבוצות הטובות בעולם כיום. &quot;הרבה שחקנים אוניברסליים במרכז המגרש ושחקני אגף שיקדמו את הכדור קדימה&quot;. גורליך לא מפרט יותר מדי על מה זו הטקטיקה הזו אבל בגדול &quot;שחקנים אוניברסליים&quot; הם שחקנים שיכולים לעשות הכל מהכל ובעיקר טובים בהנעת כדור מהירה, קריאת הסיטואציה, &quot;משחק בין קווי ההגנה&quot; ויצירת חללים לעצמם ולחבריהם לקבוצה. בהופנהיים מאמינים שכל קבוצה צריכה שיהיו 6-7 שחקנים כאלו בהרכב. כלומר, שניים-שלושה בלמים, שניים-שלושה קשרים כאלה וחלוץ כזה. תחשבו, בלוק אמצעי של 2 בלמים, 3 קשרים וחלוץ אחד - 6 שחקנים - שהם יהיו אחראים על הנעת הכדור, השגת הכדור במרכז המגרש, סגירת הרחבה וניהול המשחק. את פריצת ההגנות יעשו בעיקר דרך האגפים - אם בכדרור או ביצירת משולשים/קומבינציה אחרת של העברת מסירות זה לזה - תנועה לפינוי שטחים וחללים. באגפים מוצאים אתת הכי הרבה שטח וחלל בדרך כלל. לפי גורליך, שחקני האגף ההתקפיים יהיו צריכים להיות בעלי יכולת כדרור משמעותית ומהירים בצורה בלתי רגילה. המטרה העיקרית שלהם תהיה למתוח את קווי ההגנה, להביא אליהם שחקנים ולייצר שטחים פנויים באזורים שמהם כובשים יותר שערים - כלומר 90 מעלות מהשער, 18 מטרים ממנו. השחקנים הכי חשובים בפתיחת השטחים הללו? לפי גורליך הם יהיו &quot;המגנים או הווינגבאקס&quot; שהם כבר ממש לא מגנים מבחינת גורליך אלא &quot;שחקני אגף&quot;. דרכם תעבור ההתקפה לפי גורלין. הם אלו שמגיחים מאחורה עם הכדור ברגליים או בעקיפת שחקן האגף ההתקפי עם הכדור. הם אלו שמגיעים ממקום למקום ב-33 קמ&quot;ש ובזכותם נוצרים שערים. &quot;יהיו שני סוגי שחקנים&quot; אומר גורליך. &quot;שחקנים מרכז מגרש ושחקני כנף&quot;. \r\n \r\nכדי שזה יקרה ולא תהיה הפקרות הגנתית, השחקנים האוניברסליים במערך המרכזי יצטרכו לחפות על שחקני הכנף ההגנתיים (המגנים) כשאלו עולים למעלה. אם שחקני התקפה הולכים לאגף כדי לרווח את המגרש, הם יצטרכו לעשות את זה בתיאום עם המגנים שכמו במנצ&#39;סטר סיטי נכנסים למרכז המגרש ומתפקדים כקשר הגנתיים (מהלך שאייאקס ומנצ&#39;סטר סיטי עושות היטב). אבל מאחר שקבוצות קטנות כמו הופנהיים יתקשו להשיג מגנים שיכולים לשחק ביעילות גם במרכז, הן יצטרכו ללכת על החזון &quot;הקיצוני&quot; הזה של 6 שחקני מרכז ו-4 שחקני כנף. \r\n \r\nועכשיו תחשבו על ליברפול של יורגן קלופ. וירג&#39;יל ואן דייק והבלם נוסף הם מאוד אוניברסליים ובעלי יכולות מגוונות לבלמים. שלושה קשרים חרוצים וחכמים ורוברטו פירמינו - חלוץ שמתפקד, לעיתים, קרוב יותר לקו החצי מאשר לרחבת היריב - בשביל לפתוח חללים מאחוריו, באגף או במרכז המגרש. ומה קורה באגפים? שני מגנים עולים ופורצים בצורת טרנט אלכסנדר ארנולד בימין ואנדי רוברטסון בשמאל. לשניים כבר כמעט 20 בישולים העונה וכל אחד אחראי לכ-1.5 מצבי הבקעה במשחק (בטופ 5 של ליברפול) כשרבים מהמצבים הללו מגיעים דרך מסירה מהאגף למרכז המגרש. זה די נדיר ששני מגנים משתתפים בכל ההתקפות - בדרך כלל יש איזון כשמגן אחד עולה, מגן שני נשאר מאחורה לייצר 3 שחקני הגנה בזמן ההתקפה. \r\n \r\nבליברפול שני המגנים עולים וביחד עם מוחמד סלאח וסאדיו מאנה יוצרים מצב של מערך עם שני שחקנים בכל אגף ובאזור שלו, בכל התקפה. זה יוצר מרווחים בהגנה (שחקני הגנה נצמדים לאגפים ונפתחים חללים מאחוריהם) - שלתוכם ניתן למסור או לנוע. מה עושים הקשרים במרכז? הם נעים לכיוון השטחים הפנויים או מחפים (תלוי בקריאת הסיטואציה). רואים את זה יפה במפות חילוצי כדור ופעולות הגנתיות של ליברפול. ג&#39;יימס מילנר, ג&#39;ורדן הנדרסון, ז&#39;ורז&#39;ינו ויינאלדום ואפילו נאבי קייטה מחלצים את רוב הכדורים שלהם באגפים - מה שמאפשר למגנים ללעלות. פאביניו, &quot;כעוגן&quot; מחלץ את רוב הכדורים במרכז - כל הקשרים המרכזיים של ליברפול מחלצים את רוב הכדורים שלהם באגפים. כלומר, היריבות רואות בעלייה של שני המגנים סוג של יתרון ומנסות להביא לשם כדורים - אבל ליברפול מוכנה לזה. \r\n \r\nאגב, זה מתאפשר הרבה גם בגלל שמי שמחפה עליהם במרכז הוא וירג&#39;יל ואן דייק. במפות המסירות ובמפות החום של ליברפול העונה אפשר לראות ש&quot;בממוצע&quot; רק שני שחקנים של ליברפול נמצאים בחצי שלהם במרכז. שחקן נוסף לפניהם גם כן נמצא במרכז ואז החלוץ במרכז. כל השאר פחות או יותר באגפים. המגנים בליברפול, שניהם, בממוצע נמצאים מעל קו החצי כמעט על קו החוץ - מרוב שהם נצמדים לאגף. הקשרים המרכזיים מעט מאחוריהם, יותר פנימה. כשכולם בקבוצה מתואמים ומסונכרנים (ואולי בגלל זה לקח זמן לפאביניו ונאבי קייטה להיכנס להרכב ולמערך שרץ היטב משנה שעברה) - ליברפול של יורגן קלופ משחקת את המשחק שמדעני הכדורגל בהופנהיים ראו לנגד עיניהם לפני מספר שנים. 6 שחקנים אוניברסליים במרכז ו-4 שחקני כנף התקפיים. פיוצ&#39;רבול. ", "keywords": ["ליברפול", "יורגן קלופ", "פיטר גורליך", "וירג&#39;יל ואן דייק"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/01/08/875423/EPA_07236121052909_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2019-04-18T11:08:24", "dateModified": "2020-08-18T18:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בליברפול משחקים בפיוצ'רבול", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-04-18", "category": "עסקי ספורט", "subtitle": ""}