{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3837095,00.html"}, "headline": "מחקר: השדרנים חושבים שהשחקנים השחורים &quot;חזקים ומהירים&quot; והלבנים &quot;חכמים וחרוצים&quot;", "description": "דעה קדומה היא בעיה משמעותית בפרשנות ובשידורים של כדורגל אנגלי. כך עולה ממחקר במימון חברת מחקר השוק RunRepeat. החברה בדקה את המינוחים שמשתמשים בהם בשידורים כדי לתאר שחקנים לבנים ושחקנים שחורים", "articleBody": "דעה קדומה היא בעיה משמעותית בפרשנות ובשידורי כדורגל. כך עולה ממחקר במימון חברת מחקר השוק RunRepeat. החברה בדקה את המינוחים שמשתמשים בהם בשידורים כדי לתאר שחקנים בעלי עור בהיר ושחקנים בעלי עור שחור. \r\n \r\n \r\nשחקנים עם עור בהיר מקבלים מחמאות על האינטלגנציה שלהם, מוסר העבודה ואיכות הפעולות שלהם בעוד ששחקנים בעלי עור כהה יותר זוכים למחמאות רק בהקשרים פיזיים. \r\n \r\nהחוקרים של RunRepeat בדקו יותר מ-2,000 הערות של פרשנים ושדרנים ביותר מ-80 שידורים מהפרמיירליג, סרייה A, לה ליגה וליג 1. אחרי נרמול המספרים הראו שהיו 1,361 הערות על שחקנים בהירים ו-713 הערות על שחקנים בעלי עור כהה. החלוקה לעור כהה ועור בהיר היא חלוקה &quot;הדרגתית&quot; לפי החוקרים, שהראו כי ככל שהעור יותר בהיר ככה המחמאות לאינטלגנציית השחקן תכופות יותר. \r\n \r\nהתוצאות של הבדיקה מלמדות על דעות קדומות בקרב מי שמשדר את המשחקים למיליונים. כשהפרשנים דיברו על אינטלגנציה, 62.6% מהמחמאות היו כלפי שחקנים בהירים, כש-63.33% (!) מהביקורות על אינטלגנציה הופנו כלפי שחקנים כהים. כמו כן, לשחקן שחור היה סיכוי פי 6.59 גדול יותר משל שחקן לבן לקבל מחמאות על &quot;הכוח&quot; ו&quot;העוצמה&quot; שלו. הסיכוי שיבליטו את המהירות של שחקן שחור גדול פי 3.38 יותר מאשר המהירות של שחקן לבן. עם זאת, כשפרשנים דיברו על מוסר עבודה, 60.4% מהמחמאות הללו הלכו לכיוון שחקנים לבנים. \r\n \r\nכמו כן, כששחקן חטף ביקורת על כך שחסרה לו &quot;איכות&quot; ב-67.57% מהפעמים הוא היה שחקן כהה עור. \r\n \r\nאיגוד השחקנים האנגלי הגיב לממצאים של RunRepeat: &quot;ההשפעה של גזענות מובנית נראית גם דרך דעות קדומות&quot; נמסר מג&#39;ייסון לי, שאחראי על המסרים החברתיים של איגוד השחקנים האנגלים. &quot;המחקר הזה מראה אפלייה בסיסית שנובעת מצבע העור של שחקן הכדורגל&quot;. \r\n \r\nהמשחקים שנותחו היו רק בשפה האנגלית. רק כ-5% מהפרשנים/שדרים היו מקבוצת מיעוט אתנית. לפי לי: &quot;פרשנים ושדרים מסייעים לעצב את הדעה על שחקן. זה חשוב מאוד להבין עד כמה התפיסות המוקדמות והדעות הקדומות לגבי צבע העור יכולות להשפיע על השחקנים. זה גם משהו שאחנו רואים כששחקנים מסיימים את הקריירה ומעוניינים להיות מאמנים. השחקנים השחורים עומדים בפני מצב לא הוגן ביחס לחבריהם הלבנים שאליהם ייחסו את כל האינטלגנציה ומוסר העבודה&quot;. \r\n \r\n \r\nלמחקר המלא: \r\n \r\nhttps://runrepeat.com/racial-bias-study-soccer ", "keywords": ["שדרנים", "כדורגל", "שחורים", "גזענות", "לבנים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/10/13/852154/Getty_1024785732472637_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-06-30T17:07:06", "dateModified": "2020-08-19T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מחקר: השדרנים חושבים שהשחקנים השחורים \"חזקים ומהירים\" והלבנים \"חכמים וחרוצים\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-06-30", "category": "עסקי ספורט", "subtitle": ""}