{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3805013,00.html"}, "headline": "יומן פגרת קורונה: הפתרון היחיד הוא סולידריות", "description": "מועדונים גדולים יאבדו הרבה כסף אבל מצבם עדיין יהיה טוב בהרבה משל המועדונים הקטנים וכדי לשמר את תעשיית הכדורגל במצב סביר, המועדונים הגדולים יצטרכו לתת מעצמם יותר", "articleBody": "עדיין קשה להעריך את הנזק שהקורונה תעשה לכדורגל. אך ברור מעבר לכל ספק שיהיה נזק משמעותי. \r\n \r\nהפועל באר שבע, למשל, איבדה בעלים - בגלל שהשחקנים סירבו לקצץ בשכרם. ז&#39;ילנה, הענקית הסלובקית, הודיעה אמש על פירוק, בגלל שהשחקנים סירבו לקיצוץ של 80%. לפני הפירוק שלחו 17 שחקנים בעלי השכר הגבוה ביותר הביתה. שתי הקבוצות צפויות לסבול בגלל ההתנהלות הזו של כל הנוגעים בדבר. יהיו עוד מועדונים שיחוו הליכים כאלו. \r\n \r\n \r\n \r\nנזק פחות מיידי קורה בשוק העברות השחקנים. לפי הערכות האלגוריתם של גוף המחקר של הכדורגל האירופי, CIES Football Observatory, כבר עכשיו יש ירידה של 28% בשווי השחקנים - הנכסים &quot;הנזילים&quot; העיקריים של המועדונים האירופאי. לפי הערכות ה-CIES, שווי השחקנים בחמש הליגות הגדולות ירד מ-32 מיליארד יורו ל-23.4 מיליארד יורו. \r\n \r\nהשווי של שחקנים בקבוצה בנוי בעיקר מכמה קבוצות אחרות מוכנות ויכולות לשלם עבורם. הוא תלוי באורך החוזה של שחקן, ביכולות שלו, במספרים שלו ולאחרונה גם בפוליטיקה של מדינות המפרץ (ניימאר, למשל, נרכש במחיר שיא מספר ימים לאחר שסעודיה ומדינות המפרץ החליטו להחרים את קטאר - הבעלים של פריז סן ז&#39;רמן - שהיתה צריכה, אסטרטגית, לבצע מהלך &#39;רועש&#39; במיוחד). \r\n \r\n \r\n \r\nבכל מקרה, אנחנו רואים שמנצ&#39;סטר סיטי איבדה 412 מיליון יורו (30.3%) בשווי שחקנים (השווי של שחקניה צנח מ-1.36 מיליארד יורו ל-949 מיליון יורו). שווי שחקני ברצלונה נפל ב-366 מיליון יורו (31.3%), של שחקני ליברפול נפל ב-353 מיליון יורו (25%), ריאל מדריד סבלה נפילה של 350 מיליון יורו (31.8%) ופריז סן ז&#39;רמן שווה 302 מיליון יורו פחות (31.4%). יש לציין שמבחינת אחוזים מארסיי (37.9%), אינטר (35.7%), ורונה (34.3%) וספאל (34%) חוו את הירידה הגדולה ביותר בשווי שחקניהם. \r\n \r\nואולם, כדי לשים דברים בפרספקטיבה, שוק השחקנים גלגל ב-2019 ו-2018 סכום של כ-7 מיליארד דולר. יותר מ-18 אלף שחקנים הועברו מקבוצה לקבוצה בשנה האחרונה. כל השוק הזה צמח מ-2011 במאות אחוזים. ב-2011 כל העברות נאמדו פחות מ-3 מיליארד דולר. אין הרבה תעשיות שצמחו ככה. בהנחה שהעולם יחזור לפעילות מלאה מתישהו בעתיד, שחקנים יעברו - והרבה מהם - אבל לא ישברו שיאי העברות בקרוב. \r\n \r\n&quot;אני לא חושב שבעתיד הקרוב נראה העברות של 100 מיליון יורו או יותר&quot; אמר אולי הנס, לשעבר נשיא באיירן מינכן. &quot;סכומי העברות ירדו ולא יתאוששו לפחות בעוד שנתיים-שלוש. הולך להיות עולם כדורגל חדש&quot;. \r\n \r\nהעניין הוא שפעילות כספית בשוק העברות היא עניין לעשירים. \r\n \r\nרק 100 מועדונים ברחבי העולם אחראים ל-80% מהשבעה מיליארד דולר שהוצאו על רכש. יותר מ-64% מ-18 אלף העברות היו של שחקנים חופשיים. כלומר, יש כאן שוק מאוד לא מאוזן. \r\n \r\nהכסף הגדול? משכורות\r\n \r\nהעברות שוות כסף גדול, אבל ההוצאה העיקרית של כל קבוצת כדורגל היא שכר השחקנים - וירידה דרמטית בשכר השחקנים כבר נראית. \r\n \r\nשחקנים ברחבי היבשת הסכימו להורדות שכר משמעותיות עד סוף העונה. אפילו בפרמיירליג, ליגת הכדורגל החזקה ביותר, דנים בימים האחרונים על הסכם שכר קולקטיבי מופחת עם השחקנים - מה שיסייע לשמר על יציבות כלכלית של המועדונים. והשחקנים בפרמיירליג כולם בסיטואציה בה הם מרוויחים כל כך הרבה, שכל פעולה מלבד קיצוץ למען העובדים האחרים במועדון, תיתפס כפגיעה במאבק בקורונה. ממש כך. \r\n \r\nלמשל, מייק אשלי, הבעלים של ניוקאסל, חיזק את מעמדו כבעלים השנוא ביותר בפרמיירליג, כשהחליט להוציא לחל&quot;ת את כל עובדי המועדון מלבד השחקנים. כלומר, נוצרה סיטואציה בה ארגון משלם ממוצע של כ-40 אלף ליש&quot;ט בשבוע (בשבוע!) לשחקן ובעצם הממשלה משלמת 80% מהשכר של העובדים בעלי השכר הנמוך ביותר באותו ארגון. זה מרתיח. בעיקר מבחינה מוסרית. \r\n \r\nוזה העניין העיקרי. מוסר. \r\n \r\nהכדורגל - לפחות ברמות הגבוהות ביותר שלו - עשוי לצאת מנזק שלא מחזיר אותו אחורה יותר מכמה שנים. אם העונה מסתיימת כמתוכנן - ביולי, אוגוסט או אפילו ספטמבר ואפילו אם המשחקים יהיו ללא קהל, אובדן הכסף יהיה רחוק מקטסטרופלי. עם זאת, מתחת לרמות הגבוהות - שם תלויים באצטדיונים מלאים על הכנסה בסיסית - קבוצות עשויות לקרוס. \r\n \r\nבאנגליה, פול סקאלי - הבעלים של ג&#39;ילינגהאם - יצא בקריאה להקמת קרן סולידריות לכדורגל האנגלי כולו. הוא מעוניין ששכר שחקנים בפרמיירליג יסייע למועדונים בליגות הנמוכות לשרוד את משבר הקורונה. לפי מספר חישובים, כל קבוצה בליגות הנמוכות תצטרך כרבע מיליון ליש&quot;ט, במקרה של סיום העונה ללא קהל (או ביטולה). סכום כזה - לא בהכרח סכום גבוה עבור הפרמיירליג, ליגה שיש בה שחקנים עם שכר שבועי של כרבע מיליון ליש&quot;ט - חייב לעבור לליגות הנמוכות איכשהו. על ידי הממשלה או גורמים פרטיים. במקרה שזה לא יקרה, סקאלי מעריך ש-45 מועדונים מקצוענים מתוך כ-90 באנגליה יקרסו. הוא גם טוען שזה אינטרס של הפרמיירליג להשאיר את המועדונים הקטנים בחיים. &quot;מועדונים בפרמיירליג לא יוכלו להמשיך שלם לשחקן 100 אלף ליש&quot;ט או 200 אלף ליש&quot;ט בשבוע לשחקן אחד אם המצב ממשיך ואנחנו בארמגדון של הליגות הנמוכות, שם שחקן טוב מרוויח כ-8,500 ליש&quot;ט בחודש, האוהדים לא ירצו שהשחקנים ירוויחו סכומים כאלה. יימאס להם. אף אחד לא ירצה לקרוא על העברות של 100 מיליון ליש&quot;ט כשכל החברה הבריטית סובלת ומתמודת עם משבר כלכלי ומוות ומועדוני כדורגל בליגות הנמוכות קורסים&quot;. \r\n \r\nסקאלי מעלה גם את הרעיון גם של &quot;הלוואה רכה&quot; של בעלי מנצ&#39;סטר סיטי, משפחת המלוכה של אבו דאבי, למועדונים ברחבי אנגליה. \r\n \r\n \r\nהנקודה היא כזו. יש פערים כלכליים מטורפים בכדורגל. הפגיעה באליטה, כרגע, לא צפויה להיות קטסטרופלית אבל הקורונה תקריס מועדונים אחרים באותה תעשייה. לקריסות הללו בתחתית הפירמידה תהיה השפעה - ככל הנראה דרמטית - על פסגת הפירמידה. הפתרון היחיד הוא סולידריות. העברת כספים - באופן פורמלי - מאלו שיש להם הרבה - אולי יותר מדי - לאלו שלא יהיה להם ובגלל זה הם יקרסו. ", "keywords": ["הפועל באר שבע", "כדורגל", "ספורט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/04/18/900580/AP_TH856-Main-2019-04-17T21-53-56_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2020-03-31T09:43:05", "dateModified": "2020-08-08T20:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "יומן פגרת קורונה: הפתרון היחיד הוא סולידריות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-31", "category": "עסקי ספורט", "subtitle": ""}