{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3751402,00.html"}, "headline": "האם ברצלונה יכולה להמשיך לתחזק את הסגל המתוגמל ביותר בכל הזמנים? ", "description": "כדי לחזק את הסגל היקר בעולם ולשדרג אותו עם שחקני עתיד כגון דה ליכט וראביו, ברצלונה תצטרך למכור ביוקר את אחד הנכסים הצעירים שלה או לעשות מכירת חיסול על כמה וכמה מהשחקנים שהקבוצה לא משתמשת בהם על בסיס קבוע ואפשר לקבל עליהם החזר יפה", "articleBody": "בסוף החודש שעברה פורסם כי ברצלונה, אלופת הליגה הספרדית בכדורגל, היא קבוצת הספורט הראשונה בהיסטוריה שמשלמת 10 מיליון ליש&quot;ט בשנה לשחקן בממוצע. כך לפי סקר השכר הגדול בספורט של Sporting Intelligence. \r\n \r\n \r\n \r\n \r\nהסקר השנתי Global Sports Salary Survey מראה שהשכר הממוצע של שחקן בסגל בן 23 השחקנים של ברצלונה עומד כיום על 10.5 מיליון ליש&quot;ט לפני בונוסים - סכום שצמח בשליש מאז העונה שעברה. הסיבה העיקרית לכך היא החוזה החדש של ליאו מסי (50 מיליון ליש&quot;ט בשנה) והחתמתם של פיליפ קוטיניו , ארתור, מלקולם, ארתורו וידאל, לצד החתמתם על חוזים חדשים של ג&#39;רארד פיקה, סרג&#39;י רוברטו, סמואל אומטיטי וסרג&#39;יו בוסקטס. ברצלונה, שהוציאה סכום של 120 מיליון יורו על קוטיניו (לא כולל בונוסים) ו-105 מיליון יורו על עוסמאן דמבלה (105 מיליון יורו) נמצאת בראש רשימת המשלמות הגדולות בספורט מעל היריבה הגדולה, ריאל מדריד (8.1 מיליון ליש&quot;ט בשנה לשחקן בממוצע). \r\n \r\nברצלונה נמצאת הרבה מעל יובנטוס (6.7 מיליון ליש&quot;ט) ומנצ&#39;סטר יונייטד (6.5 מיליון ליש&quot;ט) - המועדונים הבאים ברשימה של sportingintelligence. ותקציב השכר הזה צפוי לגדול. בספרד מדווחים בשבועות האחרונים על כך שהמנהל הספורטיבי פפ סגורה והמנהל הטכני, אריק אבידל סגרו עם אדריאן ראביו, קשר פריז סן ז&#39;רמן, על הצטרפותו בעונה הבאה עבור חוזה של 10 מיליון יורו בעונה (הוא מסיים חוזה בפריז ולכן לא יצטרכו לשלם פיצויים). כמו כן, על פי הערכות, ברצלונה תוציאה סכום שנע בין 60 מיליון יורו ל-80 מיליון יורו על בלם העתיד של נבחרת הולנד, מתיאס דה ליכט. דה ליכט - עדיין לא בן 19 - אמור להיכנס לנעליים של ג&#39;רארד פיקה המזדקן. איך שמדברים עליו בקטלוניה, נראה שהוא אופציית הבלם היחידה שמשנה למועדון. המועדון ככל הנראה לא יוכל לצרף את חברו של דה ליכט באייאקס, פרנקי דה יונג, כי ההוצאה עליו תהיה גדולה עוד יותר מזו על דה ליכט ואפשר להשיג את ראביו &quot;בחינם&quot; . \r\n \r\nהבלוגר SwissRamble ניתח את הנתונים של ברצלונה לעונת 2017/18 וחלק מהערות שלו עשויות ללמד הרבה על מה שהקבוצה מתכננת לטווח הארוך. \r\n \r\nהכנסות המועדון עלו ב-29% ל-914 מיליון יורו בזכות רווחים של 209 מיליון יורו בשוק העברות השחקנים (עלייה של 183 מיליון יורו ברווחים משוק העברות השחקנים - הרבה מאוד בגלל מכירתו של ניימאר ב-222 מיליון יורו לפריז סן ז&#39;רמן, שהמועדון תיאר כ&quot;יוצאת דופן&quot;). וזה אכן יוצא דופן. ריאל מדריד, למשל, הרוויחה 54 מיליון יורו בשוק העברות בעונה שעברה. זה רווח די גדול ושל בארסה גדול פי 4. ברצלונה, יש לציין, מכרה גם את חאבייר מאסצ&#39;רנו, ג&#39;רארד דאולופאו ושחקנים נוספים. \r\n \r\nללא פעילות בשוק העברות השחקנים, הכנסות ברצלונה צמחו ב-6% בלבד ל-690 מיליון יורו. ההכנסות המסחריות (חסויות, פרסום וכו&#39;) צמחו ב-16% ל-335 מיליון יורו. ההכנסות מהטלוויזיה עמדו על 187 מיליון יורו (צמיחה של 5%), ההכנסות מתחרויות עמדו על 104 מיליון יורו (12%) וההכנסות ממכירת מנויים ודמי חבר עמדו על 60 מיליון יורו (18%). \r\n \r\nעם זאת, הרווחים של בארסה צנחו מ-31 מיליון יורו בעונת 2016/17 ל-11 מיליון יורו בעונה שעברה. זאת בגלל עלייה כבירה בהוצאות המועדון שנוצרה בגלל ההצלחה בעונה שעברה (דאבל). הקבוצה שילמה 529 מיליון יורו בשכר ובונוסים - 486 מיליון לכדורגל ו-43 מיליון יורו לענפים אחרים. ההוצאות על תשלומים על שחקנים ופחת עמדו על כ-144 מיליון יורו בעונה שעברה (עלייה של 55% מהעונה שעברה ושל כ-100% מלפני שנתיים) והוצאות אחרות עלו ב-14% ל-192 מיליון יורו. עלויות תחזוקת חוב עמדו על 12 מיליון יורו - עלייה של, ובכן, כ-12 מיליון יורו מהעונה שעברה. יש לציין שמחלקת הכדורסל של ברצלונה הפסידה 29 מיליון יורו בעונה שעברה והכדוריד 8 מיליון יורו - אלו הפסדים שהמועדון מכסה, מה שמוביל לעלייה בהוצאות. למרות הכל, ברצלונה כן רשמה עונה רווחית שביעית ברצף אך מדובר בירידה חדה מרווח ממוצע של 32 מיליון יורו בשנים הרווחיות. \r\n \r\nעם זאת, העונה - יותר מתמיד - נראה שברצלונה תלויה על מכירת שחקנים כדי לשמור את עצמה רווחית. כשמחשבים את הרווח התפעולי הופך להפסד של 31 מיליון יורו. לפי הצפי לעונה הנוכחית, בברצלונה בונים על רווח תפעולי של 190 מיליון יורו מהכנסות של 840 מיליון יורו (צמיחה של 22%) - לא כולל פעילות בשוק העברות השחקנים. וללא פעילות בשוק העברות השחקנים - הכנסות הקבוצה הן קטנות יותר משל מנצ&#39;סטר יונייטד וריאל מדריד. יש לציין שברצלונה מכניסה פי 2.4 מהיריבה הכי קרובה אליה מלמטה (אתלטיקו מדריד) ובערך פי 5 יותר מאשר יריבות כגון סביליה, אתלטיק בילבאו, ולנסיה, ויאריאל וכו&#39;. בארסה מרוויחה פי 9 ויותר מכל קבוצה מתחת לוויאריאל בהכנסות (ריאל מדריד וברצלונה הכניסו עונה שעברה בסביבות 1.44 מיליארד יורו בעוד ששאר קבוצות לה ליגה רשמו הכנסה של 1.45 מיליארד יורו). \r\n \r\nההכנסות, כאמור, צפויות לעלות. הסכם חדש עם נייקי לעשור (105 מיליון יורו לשנה), ההסכם עם Rakuten שמכניס לקופה כ-55 מיליון יורו וההסכם עם B EKO (כ-19 מיליון יורו בעונה) מבטיחים הכנסת חולצה מהגבוהות בכדורגל האירופי לאורך זמן רב. גם הסכם זכויות השידור יכניס לברצלונה כ-155 מיליון יורו בשנה מדי שנה לשנים הקרובות. גם העובדה שאופ&quot;א עשתה מאמצים גדולים להגדיל את ההכנסות לקבוצות הוותיקות בליגת האלופות תסייע לברצלונה בהבטחת הכנסה. \r\n \r\nעם זאת, מספר הצופים בקאמפ נואו צנח בעונה שעברה ב-12% ובארסה רושמת את ההכנסה הגבוה ביותר באירופה מימי משחק בעיקר בגלל שהיא מחשיבה בקטגוריה הזו את תשלומי דמי החבר - שאין לקבוצות כגון ארסנל או מנצ&#39;סטר יונייטד. כלומר, היא יכולה להרוויח הרבה יותר מימי משחק וזה לא קורה. גם בגגל זה, ברצלונה מתכננת שיפוץ בשווי 600 מיליון יורו לקאמפ נואו שיושלם עד 2020/21 ושימומן בחלקו במכירת זכויות השם של האצטדיון ל-20 שנה ב-300 מיליון יורו. \r\n \r\nאם הקבוצה רוצה להוציא את זה לפועל, היא תצטרף לצמצם את תקציב השכר המטורף שלה - 487 מיליון יורו בעונת 2017/18 ויותר גבוה העונה. בעונה שעברה התקציב צמח ב-43% בגלל בונוסים ושדרוגי חוזה. היחס הכנסות/שכר של ברצלונה עומד על 70% - שזו רמה &quot;המקסימלית&quot; לפי המלצות ה-ECA והרבה מעבר להמלצה של אופ&quot;א (60% מקסימלי). \r\n \r\nברצלונה הכפילה את תקציב השכר שלה בארבע השנים האחרונות. השכר של ברצלונה גבוה ב-92 מיליון יורו משל ריאל מדריד. ריאל וברצלונה משלמות כל אחת פי 2 ויותר מאתלטיקו מדריד. גם ביחס לענקיות אירופאיות אחרות ברצלונה משלמת הרבה יותר לשחקניה. 150 מיליון יורו יותר מאשר מנצ&#39;סטר יונייטד ו-187 מיליון יורו יותר מאשר מנצ&#39;סטר סיטי. \r\n \r\nזה לא זול לתחזק סגל כזה. החוב של ברצלונה עומד כיום על 68 מיליון יורו ברוטו ו-28 מיליון יורו נטו בחישוב עתודות מזומנים וחובות של 142 מיליון יורו לקבוצות אחרות (בעיקר לליברפול על רכישת קוטיניו). אם מחשבים את כל החובות של ברצלונה, אז רק למנצ&#39;סטר יונייטד יש חוב גדול יותר משל ברצלונה (1.2 מיליארד יורו ביחס ל-888 מיליון יורו). \r\n \r\nמה המשמעות של כל המספרים הללו? ובכן, זה תלוי בתכנונים של המועדון. להגדיל את החוב בצורה משמעותית עשוי לפגוע ביציבות הכלכלית ובתוכניות של המועדון. נראה שכדי לחזק את הסגל היקר בעולם ולשדרג אותו עם שחקני עתיד כגון דה ליכט וראביו, ברצלונה תצטרך למכור ביוקר את אחד הנכסים הצעירים שלה (עוסמאן דמבלה שיקם את התדמית שלו במשחקים האחרונים ועשוי להחזיר את ההוצאה עליו) או לעשות מכירת חיסול על כמה וכמה מהשחקנים שהקבוצה לא משתמשת בהם על בסיס קבוע ואפשר לקבל עליהם החזר יפה. פשוט, לא כל עונה פריז סן ז&#39;רמן תגיע עם הצעה של 222 מיליון יורו על ניימאר.", "keywords": ["ברצלונה", "עוסמן דמבלה", "פיליפ קוטיניו", "משכורות כדורגלנים", "לה ליגה", "SwissRamble"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/12/04/866196/2331270-48524170-2560-1440_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2018-12-06T08:46:03", "dateModified": "2020-08-18T12:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "האם ברצלונה יכולה להמשיך לתחזק את הסגל המתוגמל ביותר בכל הזמנים?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-12-06", "category": "עסקי ספורט", "subtitle": ""}