{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/consumer/articles/0,7340,L-3800072,00.html"}, "headline": "איריס נשר: &quot;השברים נעשו מורכבים יותר&quot;", "description": "האמנית מתמקדת כרגע בקרמיקה, והעבודות החדשות שלה כוללת סט כלים שיצרה למסעדת כוכבי המישלן של אלן דוקאס. במקביל היא עובדת על תערוכה שתוצג בקרוב באיטליה, שבה היא מרסקת את הדימוי של אם ובנה, שנה וחצי אחרי מותו הטראגי של בנה ארי: &quot;גם ככה זה הנושא היחיד שאני יכולה לחשוב עליו&quot;", "articleBody": "&quot;כלי הביטוי שלי הוא אמנות, הוא מצלמה, הוא חומר&quot;, אומרת האמנית איריס נשר. &quot;אף פעם לא התייחסתי לעצמי כמישהי שמילים הן הכלי שלה. פתאום הייתי צריכה לפרק את היצירה למילים&quot;. את הסיפור הטראגי של נשר רובנו מכירים: ארי, הבן המשותף לה ולבמאי הקולנוע אבי נשר, נהרג בהיותו בן 17 בתאונת דרכים בספטמבר 2018, כשפגע בו רכב כאשר רכב עם חבר על אופניים בשדרות רוקח בתל אביב. \r\n \r\nלפני כחצי שנה הציגה נשר, צלמת ותיקה שבשנים האחרונות גם עוסקת בקרמיקה, עבודת וידיאו בשם &quot;ארי ישן במוזיאונים&quot; במסגרת תערוכה בהרצליה. &quot;החיבוק העצום של הקהל שהגיע היה מחזק ומאוד נוגע ללב. יש משהו ביצירה שפותח אותך לסוג של דיאלוג עם העולם. ואני מנהלת את הדיאלוג הזה. כשזה קרה, לא היתה לי שום דרך להעביר את עוצמת הרגשות שלי סביב זה. היצירה פתאום שימשה לי דרך להביע אותם, והיתה עבורי הרבה יותר צלולה מכל דבר שיכולתי להגיד במילים&quot;.\r\n \r\n \r\n \r\nאנחנו נפגשות בסטודיו שלה בקריית המלאכה, שם היא עובדת בעיקר בקרמיקה, תהליך שהחלה לפני כחמש שנים. &quot;לעבוד עם הידיים היה משהו שמאוד אהבתי&quot;, היא מספרת. &quot;גם הצילומים שלי לאורך השנים היו מורכבים מסוג של סטים שהרבה פעמים הייתי מכינה אותם בעצמי. אחד הרעיונות היה לצלם צלחות שנראות כמו גלובוסים, ורציתי לעשות אותן בעצמי. אמנם אני ברקע שלי גם פסלת אבל לא ידעתי שום דבר על קרמיקה. הלכתי לבית בנימיני, שם חיברו אותי לרעות רבוח, בוגרת בצלאל שלימדה אותי את הטכניקה, וזה לקח חודשים אבל בסוף הגעתי לתוצאה שמאוד אהבתי. פיתחתי ליין של צלחות שנקרא &#39;דומסטיקה&#39;, ופתאום להביא את הצלחות האלה הביתה ולאכול עליהן ארוחת ערב שינה את כל התחושה שלי לגבי הריטואל הזה של אכילה. הבנתי כמה התחושה שונה כשאתה שם את האוכל שלך בתוך אמנות”. \r\n \r\nלאט לאט התחילו לבוא אליי אנשים לסטודיו ולבקש שאמכור להם צלחות, ובשלב מסוים הם התחילו להימכר ב’הביטאט’. לאחרונה חברה שלי, האוצרת נירית נלסון, פגשה את מי שאחראי על כל הרכש במסעדות של השף הצרפתי אלן דוקאס, היא חיברה בינינו והוא הזמין סט גדול למסעדה שלו בלונדון - מסעדה של שלושה כוכבי מישלן שאנשים ברגעים אלה ממש אוכלים בה מהצלחות שלי. במקביל, התחלתי לעבוד על ההיבט האמנותי של הצלחות וליצור סוג של פיסול קרמי. הן התחילו שלמות ולאט לאט הפכו לכאלה שמורכבות מחתיכות שבורות, וככל שעבדתי על זה, השברים, הפיסות, נעשו קטנים ומורכבים יותר, כמו חלקים אבסטרקטיים שמתפוררים בחלל. בהתחלה ציירתי עליהם דמויות של אמא ובן, ולאט לאט גם הדימוי התחיל ממש להיקרע”. \r\n \r\n \r\nהתאונה חזרתי לצלם עוד כמה צילומים בודדים&quot;. למעלה: השחקנית יבגניה דודינה ואמה, למטה: השחקנית ג&#39;וי ריגר ובת זוגה \r\n \r\nאת עבודות הפורצלן של נשר אפשר יהיה לרכוש בסטודיו שלה במשך סוף השבוע שבין 20 ל־21 במרץ, שבו ייפתחו שלל סדנאות בקריית המלאכה לקהל המבקרים. אבל באפריל הקרוב יוצגו עבודות הפורצלן שלה בתערוכה ברומא ב״נומאס פאונדיישן״, במסגרת תערוכה שהיא עובדת עליה כבר כמה שנים תחת השם “מאטריה”. לצד צלחות הפורצלן תוצג בה גם סדרת צילומים ועבודת הווידיאו האחרונה שלה, שהוצגה במוזיאון הרצליה. \r\n \r\n“השם ‘מאטריה’, בלטינית, מגיע משני שורשים”, מסבירה נשר: “הראשון - matter, חומר - החומר שממנו עשויות הצלחות שמורכבות מקרעים של דימויים של אמא ובן. המילה השנייה היא mother, אמא. סדרת הצילומים עוסקת ביחסים שבתוך הבית. נטע גרטי אמרה כשצילמתי אותה, ‘כמה בדידות יש באימהות. הילדה שלי לעולם לא תכיר אותי באמת, אלא רק את מי שאני רוצה להיות בעיניה’. ככל שהילדים גדלים, רואים עד כמה העניין הפיזי הוא משמעותי. הנקודות, הקצוות שבהם הכי הרגשתי את האימהות במובן החייתי שלה, את הפיזיות שלה - היו בלידה ובמוות. בלידה ההורמונים משתוללים ואת מרגישה כמו חיה שתעשה הכל כדי להגן. במוות קורה בדיוק אותו דבר: פתאום הדבר הזה נלקח ממך והטירוף מגיע בעקבותיוומרגישים אותו בגוף. בתקופה שאחרי התאונה, כשהייתי חושבת על זה שלעולם לא אראה את ארי יותר - לא יכולתי לנשום, פיזית”. \r\n \r\n \r\nכל הצילומים נעשו לפני התאונה? \r\n“אלה צילומים שהתחלתי לפני שלוש שנים, וכשפגשתי את האוצרת של התערוכה באיטליה, רפאלה פרסקארלי, הנושא הזה של החדרים הלא־מדוברים באימהות נראה לה מעניין. המשכתי לעבוד על הסדרה עד התאונה, עד שהחיים נעצרו. אחריה חזרתי לצלם כמה צילומים בודדים: אחד של חדווה הרכבי, משוררת שכתבה ספר על בנה היחיד שנהרג. בתקופה ההיא חקרתי את הנושא של איך מתמודדים. מלבדה חזרתי וצילמתי גם את הסופרת צרויה שלו וגם מישהי שהיא אם פונדקאית - עניין אותי מה זה אומר להיות בהיריון עם ילד שלא שלך”.\r\n \r\nאיך הרגשת עם כל תשומת הלב סביב התערוכה בהרצליה “מחוץ לזמן” שמתעדת את בנך ארי ישן במוזיאונים? \r\n“קודם כל, זה היה מפתיע. זו היתה התערוכה הכי נצפית שם אי פעם. העבודה החלה כעבודה אינטימית, אישית, דיאלוג עם עצמי ודרך לעבד את משבר הפרידה. מה שהיה מפתיע הוא שאנשים רצו לראות את זה ורצו לחוות את זה. שאלו אותי כל הזמן אם זה לא ממש קשה או כואב להתעסק דווקא בחומרים האלה, אבל מבחינתי, גם ככה זה כל מה שהייתי מסוגלת לחשוב עליו, זו היתה זכות שהיו לי חומרים להתעסק איתם”.", "keywords": ["איריס נשר", "אמנות", "צילום", "קרמיקה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/10/976601/2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רעות ברנע"}, "datePublished": "2020-03-11T07:55:24", "dateModified": "2020-08-19T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "איריס נשר: \"השברים נעשו מורכבים יותר\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-11", "category": "פנאי", "subtitle": ""}