{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3751400,00.html"}, "headline": "פייסבוק הוא כבר לא מקום העבודה הטוב ביותר בארה&quot;ב", "description": "בצל השערוריות האחרונות צנחה הרשת החברתית מהממקום הראשון למקום השביעי לפי דירוג מקומות העבודה הטובים ביותר של אתר גלאסדור; גוגל ירדה למקום השמיני ואמזון בכלל לא נכנסה לדירוג", "articleBody": "השערוריות האחרונות בפייסבוק פגעו גם במעמדה כמקום העבודה הטוב ביותר בארה&quot;ב. לפי הדירוג השנתי שמפרסם אתר גלאסדור (Glassdoor), פייסבוק הודחה מהמקום הראשון בו החזיקה בשנה שעברה והידרדרה עד המקום השביעי השנה, זאת לאחר שהניקוד שלה ירד ל-4.5 מ-4.6 מתוך ציון מקסימלי של 5. \r\n \r\nחברת הייעוץ ביין אנד קומפני (Bain &amp; Company) דורגה במקום הראשון, ואחריה זום וידיאו קמיוניקיישנס (Zoom Video Communications), שהפכה גם לחברת הטכנולוגיה המועדפת על העובדים. \r\n \r\nהדירוג מתבסס על סקר שנערך בקרב עשרות אלפי עובדים, כאשר כל חברה מקבלת ניקוד על פי 8 קטגוריות, ביניהן הזדמנויות קידום, חבילת התגמולים, התרבות והערכים, ההנהלה הבכירה, איזון בין העבודה והחיים הפרטיים. העובדים נשאלים גם האם ימליצו לחבר לעבוד במקום.\r\n \r\nהניקוד של פייסבוק מצביע על כך שהזעם כלפיה אינו רק בקרב הציבור, אלא גם בקרב העובדים עצמם. לראיה, הניקוד של הרשת החברתית בקטגוריית סיפוק העובדים נפל בהדרגה ל-4.3. העובדים ציינו כי הם מעוניינים במבנה פנימי יציב יותר ושקיפות גבוהה יותר מצד ההנהלה. &quot;זו לא הפתעה נורא גדולה בהתחשב במה שקרה בפייסבוק. העובדים רוצים להרגיש חלק מהעניינים&quot;, הסביר סקוט דוברוסקי מגלאסדור. \r\n \r\n \r\nיתרה מכך, פייסבוק הפכה ממקום מבוקש לעבוד בו לעבודה שרבים מקווים לעזוב. שישה עובדים לשעבר ספרו לאתר CNBC כי הם מקבלים יותר ויותר פניות מעובדים שמחפשים לעזוב. לדבריהם, הסיבות לרצון לעזוב כוללות את ירידת מחיר המניה, השערוריות המתמשכות והבירוקרטיה המתגברת שמתלווה להפיכתה לחברה בוגרת יותר. \r\n \r\nגם חברות טכנולוגיה נוספות הידרדרו בדירוג. כך למשל, גוגל ירדה שלושה מקומות למקום השמיני עם ניקוד של 4.4, בעוד שאמזון כלל לא נכנסה לרשימת 100 הגדולות. לעומת זאת, אפל עלתה בדירוג ממקום 84 בשנה שעברה ל-71 השנה, ומיקרוסופט עלתה ממקום 39 ל-34. \r\n \r\n10 מקומות העבודה הטובים ביותר בארה&quot;ב\r\n10. סאות&#39;ווסט איירליינס –תעופה\r\n9.  לולולמון – הלבשה\r\n8. גוגל – טכנולוגיה\r\n7. פייסבוק – טכנולוגיה\r\n6. לינקדאין – טכנולוגיה\r\n5. בוסטון קנסלטינג גרופ – ייעוץ\r\n4. פרוקור טכנולוג&#39;יס – טכנולוגיה\r\n3. In-N-Out Burger – הסעדה\r\n2. זום וידיאו קמיוניקיישנס – טכנולוגיה\r\n1. ביין אנד קומפני - ייעוץ", "keywords": ["פייסבוק", "גוגל", "אמזון", "מקום עבודה טוב", "גלאסדור"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/04/11/809713/8_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2018-12-05T12:04:06", "dateModified": "2020-08-03T21:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "פייסבוק הוא כבר לא מקום העבודה הטוב ביותר בארה\"ב", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}