{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3769575,00.html"}, "headline": "פריצה לחווה של בטר: קנאביס בשווי של כ-4 מיליון שקל נגנב", "description": "לפי ההערכות נגנבו מהספקית ה-3 בגודלה בישראל כ-350 קילו קנאביס רפואי; בטר: &quot;הנושא נמצא בטיפול משטרתי. בסדרי הגודל של הייצור השוטף של החברה - מדובר בפגיעה לא מהותית&quot;", "articleBody": "חוות הגידול של מגדלת הקנאביס הרפואי הוותיקה קאן פרמצבטיקה (בטר) נפרצה בסוף השבוע האחרון, וההערכות הן כי 350 קילו של מוצרי קנאביס רפואי נגנבו ממתקן החברה, בשווי של כ-3.5 עד 4 מיליון שקל.\r\n \r\n \r\nבטר היא ספקית הקנאביס הרפואי השלישית בגודלה בישראל כיום אחרי BOL ותיקון עולם, ומטפלת בתפרחות ושמני קנאביס רפואי המיועדות לכ-6,000 מטופלים.\r\n \r\n \r\nעלות המוערכת לצרכן עבור התוצרת שנגנבה נעה בין 3.5 ל-4 מיליון שקל (בהתאם לסופיות עיבודה) ואיבוד ההכנסות המוערך לבטר מהגניבה (מחיר עלות) נאמד בכ-1.5 מיליון שקל עד 2 מיליון שקל,. כעת הנושא נמצא בחקירה משטרתית.\r\n \r\nגורמים בשוק הקנאביס סיפרו לכלכליסט כי &quot;החברה חווה כמה חודשים קשים עם כישלון הכניסה שלה לבורסה וההתפטרות של היו&quot;ר (דני נוה) והמנכ&quot;ל הקודמים. עם זאת צריך לזכור שבטר נחשבת למגדלת צמחי קנאביס איכותיים, ויש לה מוניטין חיובי בקרב המטופלים. הכמות שנטען כי נגנבה היא לא זניחה, אבל גם לא כזו שתפיל את החברה. זו כמות שלעיתים החברות נאלצות להשמיד בשל יבול לא מוצלח או כזה שלא עמד בתקן החדש&quot;. \r\n \r\nתגובת החברה: &quot;בטר מאשרת כי בסוף השבוע נפרץ אתר הגידול של החברה וכי הנושא נמצא בטיפול משטרתי. האתר מנוהל ברישיון משרד הבריאות בהתאם לתנאי האיכות והתקינה המחמירים (GAP ו-GSP). הנושא דווח מיידית למשרד הבריאות והחברה נמצאת בדיאלוג צמוד עימו בכל הנוגע לתוכנית המלאים שלה כחלק מהיערכותה להמשיך ולספק שירות רציף ואיכותי ללקוחותיה. \r\n \r\n&quot;יודגש כי בסדרי הגודל של הייצור השוטף של החברה, מדובר בפגיעה לא מהותית שכן החברה פורסת את הפקת התוצרת שלה על פני מספר מחזורי גידול בשנה. הדבר מאפשר לחברה לגדר סיכונים הקשורים באירועים בלתי צפויים שונים ולשמור על רצף אספקת הטיפולים ללקוחותיה. החברה ממשיכה לפעול ללא כל שינוי והיא ערוכה לכניסה מידית לבתי המרקחת בהתאם לרפורמה שמוביל משרד הבריאות&quot;. \r\n \r\nתגובת היק&quot;ר (היחידה לקנאביס רפואי): &quot;הנושא ידוע לנו ונמצא בטיפול משטרת ישראל&quot;. ", "keywords": ["בטר פלייס", "קנאביס רפואי", "קנאביס", "פריצה", "גניבה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/05/05/904109/3_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "צלי גרינברג"}, "datePublished": "2019-09-03T17:10:33", "dateModified": "2020-08-20T19:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "פריצה לחווה של בטר: קנאביס בשווי של כ-4 מיליון שקל נגנב", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}