{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3838709,00.html"}, "headline": "שיעור העוני בקרב משפחות עם ילדים קטנים כפול מבכלל משקי הבית", "description": "מנתוני הלמ&quot;ס לשנת 2018 עולה כי שיעור העוני בכלל משקי הבית עמד על 16.2%, לעומת 32.3% במשקי הבית עם לפחות שני ילדים מתחת לגיל 6. ההוצאות של משפחות חרדיות וערביות עם ילדים קטנים עלו על סך הכנסתם, ועלויות החינוך הגבוהות גרמו למגזרים אלה לוותר על ההוצאה הכבדה", "articleBody": "שיעור העוני של משפחות עם ילדים קטנים כפול משיעור העוני בקרב כלל משקי הבית. כך עולה מנתונים שמפרסמת היום (ה&#39;) הלמ&quot;ס מסקר הוצאות הבית לשנת 2018. \r\n  \r\n \r\nבשנת 2018 שיעור העוני בקרב כלל משקי הבית היה 16.2%, לעומת 32.3% בקרב משקי הבית עם ילדים קטנים (לפחות שני ילדים מתחת לגיל 6). שיעור העוני בתוך קבוצת משקי הבית עם ילדים קטנים הגיע לכ-63% בקרב ערבים ול-64% בקרב חרדים. \r\n  \r\nהערבים והחרדים לא גומרים את החודש\r\n \r\nיוקר המחייה הופך להיות כבד מאוד עם הגעת הילדים. מדובר בשורה של הוצאות - מתחליפי חלב ועד ביגוד - שנוספים למשפחה המתרחבת, ובחלק מהמקרים חל קיטון בהכנסות בשל העדפת ההורה, בדרך כלל האם, לעצור את מירוץ הקריירה לטובת גידול המשפחה. לפי הסקר, ההכנסה הכספית החודשית הממוצעת ברוטו למשק בית עם ילדים קטנים הגיעה ל-21,012 שקל.\r\n \r\nבניכוי תשלומי חובה (מס הכנסה, ביטוח לאומי, מס בריאות) הגיעה ההכנסה הכספית נטו ל-17,593 שקל. 84.4% מההכנסה הזו היא הכנסה מעבודה והיתר מהון, קצבאות ותמיכות. ההוצאה הכספית הממוצעת הגיעה ל-15,115 שקל - 85.9% מסך ההכנסה הממוצעת נטו. \r\n \r\nאם בוחנים את ההוצאה הכוללת על הצריכה החודשית, ההוצאה של משקי בית חרדיים וערביים עלתה על סך ההכנסה הכספית נטו. בקרב משקי הבית הערביים ההכנסה החודשית הממוצעת נטו עמדה על 12,696 שקל, וההוצאה הכספית החודשית הממוצעת נטו על 18,286 שקל. בקרב משקי הבית החרדים הנתונים הראו הכנסה של 12,588 שקל בממוצע לחודש, למול צריכה של 13,573 שקל בממוצע לחודש.\r\n \r\nההבדלים העיקריים בהרכב ההוצאות בין משקי הבית במגזרים השונים ניכר בהוצאה על דיור, חינוך ותחבורה ותקשורת, בהם הפער בין החרדים והערבים ליהודים הלא חרדים, הוא הגבוה ביותר. \r\n  \r\nהוצאות גבוהות לחינוך\r\n \r\nהוצאה על חינוך בגיל הרך היא אחת מההוצאות שמכבידות ביותר על משק הבית בשנים הראשונות. הסיבה: חוק חינוך חובה חינם חל מגיל שלוש ואילך. בשנת 2018 משקי בית עם ילדים קטנים הוציאו 2,258 שקל בחודש על שירותי חינוך, פי 1.6 מהסכום שהוציאו ביתר משקי הבית עם ילדים עד גיל 17. מסך ההוצאות על שירותי חינוך, ההוצאות החודשיות הגבוהות ביותר היו על מטפלות, מעונות יום, משפחתונים וגנים פרטיים - 1,157 שקל, על צהרונים - 259 שקל, ועל גנים בחינוך חובה - 238 שקל. \r\n \r\nעלויות החינוך הגבוהות מובילות את המגזרים החלשים יותר לוותר עליו ולהשאיר את הילדים לטיפול במסגרת המשפחה. כך, רק ל-22% ממשקי הבית הערביים עם ילדים קטנים הייתה הוצאה על סעיפים אלו (לעומת 78% ממשקי הבית היהודיים). מכאן, משקי בית של יהודים הוציאו פי 8.7 על חינוך ממשקי הבית הערבים, משקי בית של יהודים לא חרדים הוציאו פי 2.4 ממשקי בית של יהודים חרדים, ומשקי בית של תושבי המרכז הוציאו פי 1.6 ממשקי בית המתגוררים בפריפריה.\r\n  \r\nיותר בעלי דירות בפריפריה\r\n \r\n \r\nשיעור בעלי דירה בקרב משקי בית עם ילדים קטנים עמד על 63.6%, לעומת 68.6% ביתר משקי הבית עם ילדים עד גיל 17. שיעור הבעלות הגבוה ביותר על דירה נמצא בקרב משקי בית ערביים (82.3%) ומשקי בית הגרים בפריפריה (75.4%). מנתונים אלה עולה כי משפחות צעירות שבוחרות לגור במרכז, עושות זאת בשכירות בשיעור גבוה יותר ממשפחות צעירות שבוחרות לגור בפריפריה. \r\n \r\nל-79.3% ממשקי הבית עם ילדים קטנים הייתה לפחות מכונית אחת בבעלותם, לעומת 85.4% ביתר משקי הבית עם ילדים עד גיל 17. השיעור הנמוך ביותר של בעלות על מכונית נמצא בקרב משקי בית חרדיים - 41.3%, והשיעור הגבוה ביותר נמצא בקרב יהודים לא חרדים - 93.0%.\r\n \r\nדווקא בנקודה זו, קיימת הפתעה בסקר: במשקי בית עם ילדים קטנים, שיעור הבעלות על כלל מוצרי התקשורת נמוך יותר מהשיעור בקרב יתר משקי הבית עם ילדים עד גיל 17. הסיבה לכך ככל הנראה היא משקלם הגבוה של החרדים - 24.8% מסך הקבוצה (לעומת 6.5% ביתר משקי הבית עם ילדים עד גיל 17).\r\n \r\nל-73.0% ממשקי הבית יש בעלות על מחשב ו-64.1% מנויים לאינטרנט, לעומת 85.7% ו-82.0% בקרב יתר משקי הבית עם ילדים עד גיל 17. ", "keywords": ["הלשכה המרכזית לסטטיסטיקה", "משפחות", "עוני"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/12/10/953522/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אתי אפללו"}, "datePublished": "2020-07-09T13:50:02", "dateModified": "2020-08-17T13:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שיעור העוני בקרב משפחות עם ילדים קטנים כפול מבכלל משקי הבית", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}