{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3615104,00.html"}, "headline": "עשיתי מלא שיתופים", "description": "בתמונה למטה אני מחליף שאריות מזון עם זר בשם וויווק. מימין האופניים שלוויתי משידומה. כך, במשך שבוע שלם, חייתי רק באמצעות כלכלת השיתוף החתרנית שצומחת בסן פרנסיסקו דרך רשתות חברתיות קטנות שמשנות את הכלכלה מלמטה", "articleBody": "אני מתייצב אצל דייזי ומראה לה את מעט המצרכים שהבאתי: פילה טונה, ברוקולי, בקבוק סיידר, ושוקולד קינואה - ממתק מהסוג שאפשר להשיג רק בעיר כמו סן פרנסיסקו. דייזי ואיימי, חברה שלה, מוסיפות חסה וקינואה רגילה. כעבור ארבעים דקות אנחנו כבר אוכלים בהנאה ומדברים על טבעונות, החוות החקלאיות הישנות שנעלמות מסן פרנסיסקו, ההייטקיסטים שמשתלטים עליה, ועל אילוף כלבים. \r\n \r\nיותר מהכל דייזי אוהבת כלבים, ומכל הכלבים היא הכי אוהבת את בִּיבִּי, הכלב הקטן שלה. &quot;מה, זה באמת השם של ראש הממשלה שלכם? זו מחמאה בשבילו&quot;, היא אומרת. דייזי אילפה את ביבי בשיטה של חיזוקים חיוביים. בכל פעם שהוא ממלא הוראה היא מציפה אותו בחום ואהבה. כשהיא בישלה הוא לא זז ממנה. כלומר לא זז מהאזור שבו היה הדג. \r\n \r\n \r\nסיימנו לאכול, פינינו את שולחן הפיקניק שבחצר הקטנה של הבית, המוקפת גני שעשועים הומי ילדים, ונפרדנו. עשר דקות אחר כך הופיעה עליי חוות דעת באתר Zaarly.com: &quot;אסף היה אורח נפלא וכיף היה לעבוד איתו. לקחנו ברוקולי ופילה טונה והכנו ארוחה קסומה בין חברים. אני אסירת תודה על כך שעבדתי איתו ואשמח לעבוד איתו שוב&quot;. מיד כתבתי בדף הפרופיל שלה: &quot;דייזי הכינה לי ארוחה קסומה עם מעט מאוד מרכיבים שהבאתי בעצמי. אהבתי לשוחח על אילוף כלבים תוך כדי משחק עם הכלב שלה. אני תייר ועבורי זו היתה הדרך הטובה ביותר להכיר את אנשי סן פרנסיסקו הנפלאים. תודה דייזי, מקווה לעשות זאת שוב&quot;. לאחר כמה דקות קיבלתי הודעה ש־55 דולר נגבו מכרטיס האשראי שלי. \r\n \r\nקוראים לה דייזי קולאסו, והיא צעירה בת 30 וקצת שחיה בדירת שותפים ישנה בקצה המרוחק של שכונת מִישֶן. כמו כל סן פרנסיסקו, מישן היא שכונה של ניגודים. חיים בה אמנים עניים, מתכנתים בורגנים וכנופיות של מהגרים מקסיקנים, ואיכשהו זה עובד. היא שייכת לקבוצה הראשונה, ומתפרנסת בקושי ממתן שירותים קטנים לאנשים שהיא מכירה ופוגשת. והיא מכירה ופוגשת הרבה אנשים שמוכנים לשלם לה עבור שירותים קטנים הודות לאתר קטן שנולד בעיר לפני שנתיים והפך בה ללהיט. שמו Zaarly.com. \r\n \r\n  \r\nבוא נבנה מטבח ביחד \r\n \r\nבדף הפרופיל שלה ב־Zaarly דייזי מציעה לתקן &quot;פריט לבוש אהוב&quot; תמורת 66 דולר, לספר גברים &quot;תספורת ביתית&quot; תמורת 20 דולר, לאפות פאי פירות ב־66 דולר, לסדר ביסודיות מטבח מבולגן תמורת 220 דולר, ולתפור חגורה לנשיאת כלי עבודה תמורת 330 דולר. לתיאום מחיר עבור אילוף כלב צריך ליצור איתה קשר מראש. אני בחרתי שהיא תבשל לי בביתה ארוחת ערב ממצרכים שאביא, תמורת 55 דולר. מדי כמה ימים רשימת השירותים שהיא מציעה משתנה, כמה שירותים מאתמול נמחקים ואחרים נוספים. היא מציגה עצמה באתר כחברה בקולקטיב האמנים &quot;סוחרי המציאוּת&quot;. \r\n \r\n \r\nZaarly מלא באנשים כמו דייזי. יש שם מי שמציעים לנקות אבק בבתים בשכונה שלהם, לתת שיעור כושר בפארק וגם לבנות עבורך, או יחד אתך, מטבח שלם. במקום קבלן ושיפוצניקים. בשונה מהאתרים הרבים שמציעים כיום קישור לפרילאנסרים דרך הרשת, Elance.comו־Fiverr.com הם שני אתרים בולטים ומוכרים במיוחד בתחום. \r\n \r\nב־Zaarly הדגש הוא על מגע אישי ומקומי. החבר שתצרו איתו קשר דרך הרשת יתייצב במוסך שלכם כדי לבדוק את האוטו. השף הפרטי החובב יופיע במטבח שלכם או יזמין אתכם אליו. אתם תכירו, תקבלו את מה שביקשתם, והאתר יטפל בסליקת התשלום. \r\n \r\nהחברה, שהוקמה לפני שנתיים כשזכתה בתחרות לבניית אתר במהלך סוף שבוע אחד, כבר מעסיקה 30 עובדים וגייסה 15 מיליון דולר, בין היתר ממייסד בלוג הטכנולוגיה המשפיע בעולם טקראנץ&#39; מייקל ארינגטון, מקרן ההון סיכון הגדולה קליינר פרקינס וגם מאשטון קוצ&#39;ר. עד היום יותר מחצי מיליון שכנים בסן פרנסיסקו, סיאטל, קנזס סיטי וניו יורק נפגשו דרכה, נתנו זה לזה שירותים והעבירו מיד ליד 30 מיליון דולר.\r\n \r\nעיר של קצוות \r\n \r\nבעמק הסיליקון יש אמונה טפלה: אם זה מצליח בסן פרנסיסקו, העיר מצפון, זה יצליח בכל העולם. באזור סן פרנסיסקו הועבר שדר האינטרנט הראשון, שם הומצא עכבר המחשב והושק אפל 2, המחשב האישי המסחרי הראשון. ומה ששוטף את העיר עכשיו הן רשתות חברתיות ל&quot;כלכלה שנייה&quot;, רשתות שמסלקות את החנויות, החברות והתאגידים, וקושרות קשרים כלכליים, של סחר קטן, מתן שירותים וגם סתם שיתוף, בין אנשים פרטיים, לרוב שכנים. \r\n \r\n \r\nלא רק Zaarly נולדה בעיר. גם האתר להשכרת דירות פרטיות לזמן קצר Airbnb.com יצא ממנה, וצומחים בה עוד ועוד אתרים ואפליקציות סמארטפון באותה הרוח: RelayRides.com ו־GetAround.com מאפשרות לאנשים להשכיר זה לזה את רכבם הפרטי לזמן קצר. \r\n \r\nההכנסה הממוצעת למשכירים באתר היא 250 דולר לחודש. באפליקציות הסלולר המתחרות Side.cr, Weeels.org ו־Lyft.me אנשים פרטיים יכולים להפוך לנהגי מונית אד־הוק, אפילו כשהם בדרך לעבודה. אתרים ורשתות חברתיות כגו ןNeighborGoods.net ו־SnapGoods.com מאפשרות לשכנים להשכיר זה לזה או להחליף זה עם זה כלי בית וכלי עבודה. ב־DogVacay.com ,Rover.com או Swifto.com אפשר למצוא מישהו שיוציא את הכלב לטיול. ב־MealSharing.com זרים שנמצאים בקרבת מקום יכולים להתקבץ לארוחת ערב משותפת בביתו של אחד מהם, וכך גם באתרים הישראליים Yummi.co.il ו־EatWith.com. אתר מדובר במיוחד הוא TaskRabbit.com, שבו אפשר למצוא מישהו שתמורת תשלום יעמוד במקומך בתור, יעשה במקומך קניות או יבצע כל מטלה שגרתית משעממת אחרת. \r\n \r\n \r\nויש כנראה סיבה שבסן פרנסיסקו זה מצליח במיוחד. העיר האמריקאית הזאת היא לא רק חממה טכנולוגית חיה, אלא גם עיר שבה הפערים הכלכליים באמריקה בולטים לעין במיוחד. דוקרים אותה אפילו. זו עיר שבה מכוניות פורשה וב.מ.וו מיני של מתעשרי פייסבוק צעירים דוהרות ברחובות ראשיים זרועי קבצנים. וזו עיר שכמו תל אביב, נבנים בה היום כמעט רק מגדלי יוקרה, והם נבנים במרכז, ודוחקים את כל הלא־מיליונרים לשכונות יותר ויותר צדדיות, ולקצוות היותר מרוחקים של השכונות האלה. צעירי מעמד הביניים המקומיים הם הקהל העיקרי של הרשתות החדשות האלה. אתרים שממלאים את המחסור של קהילה אמיתית, שעוזרת וסוחרת בתוך עצמה, הם רוח השעה. \r\n \r\nאני הגעתי לעיר כאורח בכנס טכנולוגיה של חברת אורקל, אבל החלטתי, למשך שבוע אחד, לוותר על הנוחות היחסית ולנסות לחוות כמה שיותר מהכלכלה השנייה של סן פרנסיסקו. החלטתי להסתמך ביומיום שלי כמה שיותר על האתרים האלה, על האנשים, השירותים ואפילו הארוחות שאמצא דרכם. זו משימה לא קלה לתייר שאין לו כרטיס אשראי אמריקאי. סטארט־אפי הכלכלה השנייה מתפרנסים על ידי טיפול בסליקת הכספים שמועברים בין האנשים תמורת השירותים, ולוקחים על כך עמלות. לכמה שירותים לא יכולתי כלל להירשם, ואחרים, לדוגמה שירותי השכרת הרכב הפרטי, דרשו ממני להציג מסמכים מתורגמים של משרד התחבורה ששום חברה להשכרת רכב לא היתה חולמת לבקש. אבל מרגע שאתה בפנים, אתה מתחיל להבין למה דייזי התכוונה כשכתבה &quot;סוחרי מציאות&quot;. \r\n \r\n \r\nנסיעת אמון \r\n \r\nאת שידומה לוזאדה אני פוגש במקום העבודה שלה, מטה Airbnb ברובע הסוֹמָה התעשייתי בדרום העיר. אני לא בא לשוחח איתה על האתר אלא פשוט שוכר את אופני הראלי האדומים שלה. לוזאדה מגיעה איתם לעבודה מדי יום, וכיוון שהיא לא משתמשת בהם עד הערב היא צילמה אותן והעלתה ל־SpinLister.com, אתר להשכרת אופניים בין אנשים פרטיים. היא גובה דרך האתר 5 דולר לשעה רכיבה או 20 דולר ליום, כמחצית מהמחיר בחנויות להשכרת אופניים בעיר. \r\n \r\n \r\nהיא ירדה תוך דקות, עשינו היכרות קצרה - &quot;חוץ מזה שכך האופניים לא שוכבים בחוסר מעש, זו דרך ממש מגניבה לפגוש אנשים מרקעים מגוונים&quot;, היא אמרה לי - ואז היא שחררה את האופניים ולבקשתי סיפרה לי מה המקומות האהובים עליה בעיר. כך גיליתי לראשונה את רובע מישן, וגם את ג&#39;פאן טאון, רובע שבנוי כמו עיירה יפנית מסורתית ומלא מסעדות יפניות קטנות. את האופניים שכרתי רק לשעתיים כדי לסייר בעיר. 10 דולר בכרטיס האשראי. &quot;בעיניי זה יותר מעניין כלכלי, זו תנועה אידיאולוגית&quot;, היא אמרה לי בזמן שקשרה את האופניים בחזרה. &quot;בכל יום אנחנו צורכים כל כך הרבה מוצרים, ויוצרים כמויות אדירות של זבל. אפילו המקום שבו אנחנו מייצרים את הזבל שלנו הוא בזבזני. אז למה לא להשתמש בו שוב, או לחלוק בו? כלכלת השיתוף מספקת לאנשים גישה לאופניים, כלים ומקומות, ודרך נפלאה לעשות קצת כסף, ומפגישה אנשים. אבל זה לא לכל אחד. צריך לזה סוג מסוים של אישיות, צריך להיות פתוח, מתחשב ואמין&quot;. \r\n \r\nב־SpinLister, לפי פרסומי האתר, רשומים כ־12 אלף אנשים ו־2,000 זוגות אופניים, ומתבצעות דרכו 1,500 השכרות ביום. \r\n \r\nאבל מי שרוצה להתנייד בעיר דרך כלכלת השיתוף לא צריך להסתפק בו. תחשבו על מוניות. ערב, אני עומד באמצע הרחוב, נכנס לאפליקציה side.cr ותוך פחות מדקה אוסף אותי אודון, טכנאי מעבדה באוניברסיטת סן פרנסיסקו, בן 40 גרוש עם ילדה בתיכון, ואחד מ־2,000 האמריקאים שרשומים כנהגים בקהילה הקטנה שנוצרה סביב האפליקציה. כמו Get Taxi, אבל בלי שום חברת מוניות, רק בין אנשים לאנשים. כל יום בשש אודון יוצא מהעבודה, ובמקום לנסוע ישר הביתה בפקקים הוא מסתובב בעיר שעה־שעתיים ומסיע בטויוטה פריוס האפורה שלו אנשים שהזמינו נסיעה דרך האפליקציה. הוא עושה את זה, הוא אומר, כדי לאפשר לבתו להגשים את חלומה וללמוד פסיכולוגיה בברקלי. &quot;כדי שהיא תוכל להתרכז בלימודים כמו שאני עשיתי כשהייתי צעיר&quot;. ביום רגיל הוא עושה 35 דולר בשעה, ואחרי ה־20% עמלה שהוא מעביר לסטארט־אפ הוא נשאר עם כאלף דולר בחודש. המחיר שגבה ממני עבור הנסיעה היה נמוך בכמחצית ממה שהייתי משלם למונית בעיר. \r\n \r\nכשג&#39;ימי אסף אותי ביום אחר מרובע סומה, הוא בירך אותי ב&quot;Fist Bump&quot;, הצמדת אגרופו לאגרופי. ג&#39;ימי הוא איש אבטחה צעיר שאחרי העבודה מסיע אנשים דרך האפליקציה Lyft, ואת המחווה הזאת כל הנהגים שעובדים עם ליפט מחויבים לעשות. לפי הוראות החברה הוא גם הציע לי להשמיע ברכב שירים מהאייפון שלי, וכיוון שיש לי גלקסי, הציע שבמקום זאת אבחר תחנה ברדיו. ליפט ממצבת את עצמה כשירות הסעות קהילתי שבו הנהג בה הוא גם קצת חבר, וכך היא הפכה לאפליקציה פופולרית בקרב אנשים שחוזרים שתויים מבילוי. ג&#39;ימי אומר שהוא באמת הכיר כמה חברים של ממש מהנסיעות, כולל קבוצת אנשים שעלו למכונית לנסיעה ארוכה, ובדרך כולם עצרו לאכול המבורגר יחד. התשלום בליפט נעשה בהסכמה הדדית. בסוף הנסיעה הנוסע מקבל לסלולרי הודעה עם המחיר המוצע, ואם הוא מסכים הסכום משולם. \r\n \r\nSide.cr כבר מעסיקה 50 עובדים וגייסה בשנה שעברה 10 מיליון דולר מגוגל ומקרן ההון סיכון לייטספיד. השירות המתחרה Lyft גייס במאי לא פחות מ־60 מיליון דולר מקרן אנדריסן הורוביץ, אולי הקרן המדוברת ביותר בקהילה הטכנולוגית, והחברה הוותיקה ביותר בתחום Uber שברה את שיאי הענף עם גיוס ענק של 258 מיליון דולר בהובלת גוגל שנסגר בקיץ שעבר. \r\n \r\n&quot;הסחף לשירותים האלה הוא עצום&quot;, אומר לי לי הואנג, הנהג שתפסתי דרך Uber. &quot;אני הייתי נהג מונית, וכשאתה נהג מונית אתה משלם לבעלי המונית 100 דולר ביום. כאן אני מכניס ביום חול 200 דולר ליום, ומשלם עמלה של 20%, 40 דולר. כך יכולתי להרשות לעצמי לקנות מכונית לינקולן. שמע&quot;, הוא אומר בסוף הנסיעה, &quot;נתתי לך הערכה של חמישה כוכבים, אולי תתן לי גם?&quot;. &quot;רעיון מצוין&quot;, אני עונה. \r\n \r\nכמו אינטרנט, רק עם אנשים \r\n \r\nזה התחיל לפני עשור ב־CouchSurfing.org, שבו אנשים הציעו לארח בבתיהם זרים, בחינם. באתר פעלה מערכת של חוות דעת וציונים שהמארחים והאורחים נתנו זה לזה, כפי שעושים קונים ומוכרים באתר הקניות ebay. המערכת הזאת סייעה להתגבר על החששות מפני הכנסת זר הביתה. כיום רשומים באתר כ־6 מיליון גולשים. \r\n \r\nלפני חמש שנים עלה לרשת Airbnb, אתר שהוכיח שאנשים יסכימו גם לשלם לזרים מוחלטים כדי לגור לתקופה קצרה בדירה פרטית שבבעלותם, או אפילו בחדר בביתם או על הספה בסלון שלהם, במקום לשלם לבית מלון יקר. בשנה שעברה 2.5 מיליון אנשים שכרו דירה לתקופה של כמה ימים דרך Airbnb, ולפי ההשקעות האחרונות בסטארט־אפ, הוא שווה כיום 2 מיליארד דולר. קרוב לאלף ישראלים מציעים ספות, חדרים או דירות שלמות דרך האתר. בסן־פרנסיסקו, דירות שהיו רשומות ב־Airbnb הושכרו בשנה שעברה ל־58 ימים בממוצע, והבעלים שלהן השתכרו בממוצע כ־9,300 דולר.\r\n \r\nואז התחיל מבול של עוד ועוד אתרים ואפליקציות לעוד ועוד שיתופי פעולה, שיתופי רכוש וביצוע עסקאות קטנות בין זרים. \r\nהמגזין &quot;פורבס&quot; העריך שענף &quot;כלכלת השיתוף&quot; החדש יגלגל עד סוף השנה יותר מ־3.5 מיליארד דולר, וישלים צמיחה שנתית של 25%. אומרים שהאינטרנט מרחיק את האנשים אלה מאלה. אבל משהו כאן עובד. משהו כאן עונה על צורך אמיתי, בין אם הוא כלכלי, או שפשוט אנשים באמת רוצים להכיר זה את זה, ולבטוח זה בזה.\r\n \r\nאפשר את המלח? ומי אתה? \r\n \r\nאת הרעיון ל־MealSharing.com, רשת חברתית לארוחות משותפות עם זרים, ג&#39;ייסון סבסני קיבל בקמבודיה. &quot;אתה מטייל ואוכל במסעדות כאילו־אותנטיות, אבל משלם יותר ממה שנראה לך שזה שווה, ולא בטוח אם באמת זכית להכיר את האוכל המקומי&quot;, הוא אומר. באחד מימי הטיול הוא פנה לדלפק הקבלה במלון שלו, ושאל אם הם יכולים לעזור לו לאכול אוכל ביתי אמיתי בבית אמיתי. &quot;קראו למנהל המלון, והוא התלהב ואמר &#39;זה רעיון מצוין!&#39;, ואני הרגשתי שזו התחלה של הרפתקה. כמה עובדים התחילו להסתובב בחוץ ולחפש אדם שירצה לארח אותנו. הגיעו כל כך הרבה הצעות שהיינו צריכים לסרב בנימוס למארחים עקשנים. בסוף אכלתי בבית של מנהל המלון, שגר שעה מחוץ לעיר. עד היום אני לא יודע איך לבטא את השמות של המנות שאכלתי שם&quot;, הוא אומר. &quot;כשאתה נכנס לבית של אדם זר, הוא מציג בפניך את התינוק החדש שלו, מנגן לך שירים מקומיים על אורגן פשוט של קסיו, אתה מרגיש שמצאת דרך ליצור חברויות&quot;. \r\n \r\nאת האתר הוא הקים כדי לשחזר את הספונטניות של הערב ההוא, וכעת יש ב־325 ערים בעולם גולשים שמזמינים את כל המעוניין לחלוק איתם ארוחה. יש גם שלושה משתפי־ארוחות בתל אביב. כיום הארוחות כולן חינם, ובחודשים בקרובים סבסני ישיק את האפשרות להציע ארוחות ביתיות בתשלום, וכך להתחרות בסטארט־אפ הישראלי EatWith שבימים אלה מתרחב לעוד ערים בעולם אחרי שזמן רב פעל בעיקר בישראל וספרד. \r\n \r\nהשיחה עם סבסני עשתה אותי רעב, ובאותו יום נרשמתי לאתר שלו וקבעתי ארוחת ערב עם מישל, כוריאוגרפית בת 30 מצפון מערב העיר שביקרה בעבר בישראל ושמחה לארח ישראלי. ישבתי ואכלתי טופו בקארי איתה, עם סאמר ואוליביה, חברותיה מלהקת הריקוד, ועם הידיד בן ה־25 משבדיה מאט, וחיפשנו נושא לשיחה. מאט ניסה את משחקי הכס. אוליביה אמרה שאנחנו שוב בבועת טכנולוגיה שתתרסק כמו בועת הדוט קום. מישל שאלה על ישראל ועל עברית והסכימה לעצתי לעשות עוד ארוחה כזאת, מתישהו, בישראל. \r\n \r\nמפגש של זרים סביב ארוחה אחת יכול גם להיות מלא בתחושת מלאכותיות. החוויה הזאת היתה שונה מאכילה במסעדה, אבל גם לא הרגשתי שאני באמת חולק עם אנשים רגע מהחיים. אולי רק כמעט־חולק. &quot;האמת היא שבמקור חשבנו שזה ישמש תיירים, אבל רוב הארוחות מתארגנות באתר הזה בין שכנים&quot;, סבסני אמר לי אחר כך.\r\n \r\nלהחלפה: יוגורט חצי אכול \r\n \r\nאבל לצד חוויות שיתוף שהיו קצת מלאכותיות, היו גם אמיתיות מדי. הרבה יותר מדי. הודות למאמץ שלי לעבור כמה שיותר חוויות שיתוף ולתחקיר המקדים שעשיתי, זכיתי להיות המשתמש הראשון באזור סן פרנסיסקו של אפליקציית שיתוף חדשה, ונאמר זאת כך, די נועזת. שמה &quot;LeftoverSwap&quot;, החלפת שאריות. דן ניומן, בוגר קולג&#39; מסיאטל, הגה את הרעיון המעט מבחיל הזה בהשראת ההטפות למיחזור, והאופנה של צעירים אנרכיסטים באמריקה לבצע &quot;Dumpster Diving&quot;: לזרוק לזבל מזון רק כשהוא עטוף ומנוילן היטב, כדי שצעירים אחרים יוכלו לחפש באשפה, למצוא אותו, וליהנות ממנו ומהמחאה האישית שלהם נגד תרבות הצריכה והבזבוז. \r\n \r\n&quot;זה התחיל בתור בדיחה&quot;, ניומן אומר לי. ביקרתי אצל בריאן, חבר שלי שהרבה פעמים אני חושב איתו על רעיונות משונים ואז אנחנו לא עושים איתם כלום. הזמנו יותר מדי פיצה, ואז עלה לנו הרעיון לבנות אתר שיאפשר לנו למסור את מה שנשאר. פעם לא היה לזה סיכוי, אבל היום, כשכל כך קל להכיר אנשים ברשת, וכשבכל טלפון יש GPS ומצלמה, הבנו שהחזון הזה בר ביצוע. קיבלנו מסביב תגובות כל כך מגוונות ושונות זו מזו, שהבנו שאנחנו חייבים לעשות את זה&quot;. \r\n \r\nזה היה בוקר ההשקה השקטה של האפליקציה בסן פרנסיסקו, אחרי שהחלה את דרכה בבוסטון ושימשה בעיקר סטודנטים שחיו בחדרי מעונות ללא מטבח, וכך &quot;סחרו&quot; באוכל מהקפיטריה. אבל כשנכנסתי אליה כבר ראיתי שהיא מושכת תשומת לב, ושעוד כמה אנשים חולקים את אותן איכויות שיש בניומן ובחבר שלו. שני רחובות ממני מישהו הציע למסירה חצי גביע יוגורט אכול. כנראה כבדיחה. אבל כעבור שעה הופיעה באותו הרחוב שקית צ&#39;יפס, שלמה וסגורה לפי התמונה שהעלה המשתמש וויווק. &quot;מה דעתך על עוגה?&quot;, שאלתי אותו דרך האפליקציה והעליתי תמונה של עוגה קטנה ולבנה שלקחתי מהכנס של אורקל. &quot;אני לא אוכל מתוק&quot;, הוא כתב, &quot;אבל אני בכל זאת צריך להפטר משקית הצ&#39;יפס הזו. אני כבר מפוצץ&quot;. נפגשנו באמצע הדרך. העוגה הושלכה לפח והצ&#39;יפס של וויווק עבר מיד ליד, ונשאר אצלי עד הטיסה. \r\n \r\n&quot; אם תתגבר על הגועל הראשוני תראה שזה רעיון הגיוני וחשוב&quot;, אמר לי ניומן. &quot;הרבה אנשים נותנים לאוכל טוב להתקלקל לאט לאט במקרר, כשיש הרבה אנשים שיכולים לאכול אותו. אבל הפוטנציאל רחב יותר. זה מאפשר לכל מי שרוצה לחלוק בתוצרת שלו, גם חקלאים ושפים, להכיר אנשים שגרים סמוך להם, דרך המזון&quot;. \r\n \r\nמה עם, לדוגמה, הרעלת קיבה? \r\n&quot;יש לנו הנחיות ברורות למשתמשים: אל תמסרו אוכל שלא הייתם אוכלים בעצמכם. וחוץ מזה, תשתמש בהיגיון שלך. וגם, תקפים החוקים הקיימים של תרומות אוכל והאחריות והחובה של התורם לבדיקת האיכות&quot;. \r\n \r\nניסיתי היום בצהריים את השירות. אתה ניסית אותו בעצמך? \r\n&quot;לא, אבל ברגע שכן, אמרנו שנחייה על זה חודש שלם&quot;. \r\n \r\nהשבוע שלי בסן פרנסיסקו לא היה כולו הרפתקה שיתופית רצופה. אכלתי עם זרים שלוש ארוחות ערב וארוחת בוקר אחת, בדירת־קומונה שאותה חולקים מיץ&#39; כריסטין ופרדי. התארחתי לילה אחד על ספה בדירת שותפים, שכרתי אופניים, ונסעתי כמעט אך ורק במכוניות פרטיות של אנשים שלא הכרתי.\r\n \r\nזה כמעט תמיד היה זול יותר מהאופציות הממוסדות, בעיקר בנסיעות ולינה, אבל זה כמעט אף פעם לא חינם, ולפעמים הארוחות דווקא יקרות יותר. ישנן גם אפליקציות של שיתוף חינם, אך אלה דורשות מחויבות למארח או למאכיל לכמה שעות, לפעמים ימים. זו בהחלט חוויה כתייר. אבל אני לא יודע אם מישהו מסוגל לחיות כך, ולא הייתי רוצה לנסות להתפרנס כך. זה מעייף. \r\n \r\nבלילה האחרון בסן פרנסיסקו אני מותש ממשימות ושבע שיתוף. ג&#39;ו, הנהג שתפסתי דרך האפליקציה ליפט, גם כן עייף. אנחנו נוסעים בשקט ברחובות סן פרנסיסקו החשוכים. בלי רדיו, בלי שיחות. לבסוף אנחנו מגיעים לדירה שבה ממתינה הספה שעליה אשן הלילה, הלילה האחרון לפני החזרה לארץ. אני מוציא את המזוודה הארוזה מתא המטען ואנחנו נפרדים בדממה, לא לפני שמצמידים אגרופים ב־Fist Bump אחרון. כללים חייבים להיות. ", "keywords": ["שיתוף", "כלכלה שיתופית", "zaarly", "zopa", "LeftoverSwap", "SnapGoods", "Lyft", "MealSharing", "סן פרנסיסקו", "השכרת אופניים", "Airbnb"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/372676/13_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אסף גלעד, סן פרנסיסקו"}, "datePublished": "2013-10-24T09:21:14", "dateModified": "2020-08-03T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "עשיתי מלא שיתופים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}