{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3612371,00.html"}, "headline": "בלי עתיד, בלי תקווה, בלי חלום", "description": "קוראים להם הדור האבוד או הדור המיותר או סתם בייבי־לוזרס. צעירי המערב נפלטים מהלימודים אל עולם שאין בו מספיק משרות, השכר נמוך, ביטחון תעסוקתי הוא חלום רחוק - ורובם כבר מבינים שאין להם סיכוי להגיע לרמת החיים שאליה הורגלו בבית הוריהם. מסע לאורך קו השבר הבין־דורי ", "articleBody": "הציפייה לחיות טוב מהורינו טבועה בנו עמוק; הרי לאורך המאה ה־20 כל דור חי טוב יותר מהוריו. אבל הציפייה הזאת מתנפצת היום בפניהם של 1.2 מיליארד צעירים, בני 18–31, מהם 1.3 מיליון ישראלים, שסיימו את לימודיהם והיו מוכנים להתחיל בחיים, אלא שאז נתקלו בתנאים הגרועים ביותר שאפשר - מיתון, שוק עבודה בוגדני, שכר נמוך, ותוויות מחיר יקרות שמודבקות לרוב המוצרים, כולל דיור. אף שהם הדור המשכיל ביותר אי פעם, נראה שלעולם לא יחיו ברמת החיים שאליה הורגלו בבית הוריהם. סביר שהם לא יצליחו לפתח קריירה, להרוויח מספיק, להיות מסופקים בעבודתם, לקנות בית, להפריש לפנסיה ולהיות עצמאים כלכלית. לפי המחקר האופטימי ביותר יידרשו להם שמונה שנים למחוק את הפערים הכלכליים שצברו, ולכן גם אם מחר בבוקר תתחיל צמיחה משוגעת, עבור חלק גדול מהם זה יהיה מאוחר מדי. את צלקת הכישלון הכלכלי הם יישאו לשארית חייהם. \r\n \r\nלדור הזה, שמטריד רבים בעולם המערבי, הוצמדו כינויים צבעוניים: הדור האבוד (המושג המקובל בארצות הברית), המילניאלס (אלה שהתבגרו כשהתחלף המילניום), דור ה־Y (שהגיע אחרי דור ה־X), דור הקנגורו (שנישא בכיס הקדמי של אמא קנגורו גם בבגרותו), דור הבומרנג (שחוזר הביתה להורים), NEETS (ראשי תיבות של Not in education, employment or training - לא עובדים, לומדים, או נמצאים בהכשרה), דור האלף יורו (השכר החודשי הממוצע שלהם באירופה בשעה שהמושג נטבע; היום הם יכולים רק לחלום על הסכום הזה). &quot;הדור המיותר&quot;, מציע לי לכנות אותם הפסיכולוג דן דולברגר. &quot;בעיני הסביבה הם חסרי משמעות&quot;.\r\n \r\nאבל לא משנה איך תקראו להם, הדור הזה הוא החמצה גדולה. רבים פוטרים אותם כילדים מפונקים, תלותיים ופגומים, ודורשים שיתבגרו. פוליטיקאים ומקבלי החלטות נוטים להתעלם מהם, לפחות עד הבחירות. אולם ההרס הסיטונאי של הפוטנציאל שלהם עלול לשאת תג מחיר כבד מאוד בעוד עשור או שניים, כאשר בני הדור הזה יצטרכו לתפוס את מקומם בלב היצרני של הכלכלה, הפוליטיקה והחברה - ולא יוכלו. במקום עמוד שדרה חברתי נקבל עקמת. הם יהיו עניים מדי ומיואשים מדי.\r\n \r\nעניים יותר מהוריהם והפער אמור להתרחב\r\n \r\nהוריהם של הצעירים האלה, בני דור הבייבי־בום, שנולדו בשני העשורים שאחרי מלחמת העולם השנייה, מצאו את עצמם מול לונה פארק של אפשרויות והזדמנויות שלא היו להוריהם. כולם יכלו ללמוד, להתעשר ולהתקדם בחיים. בראשית שנות השמונים מנהיגים כמו רונלד רייגן בארצות הברית, מרגרט תאצ&#39;ר בבריטניה וממשלות הליכוד שעלו לשלטון בישראל השמיעו מוזיקה חדשה, סופר־קפיטליסטית וניאו־ליברלית. הם הקטינו את הממשלה ואת השירותים שהיא נותנת לאזרחים, הפריטו וקידשו את האחריות האישית. מאחר שלציבור היה כסף, הוא שיתף פעולה בשמחה; להיות אוטונומי היה נפלא. אלא שבשלב מסוים השיטה החדשה הזאת הפסיקה לעבוד, נוצרו עשירים מאוד ועניים מאוד, והדרך למעבר בין המעמדות התארכה. אנשים בעלי תואר דוקטור מצאו עצמם עובדים כנהגי מוניות, שום משרה לא היתה בטוחה, ורשימת ההטבות הסוציאליות הידלדלה. \r\n \r\n \r\nבעשור האחרון הגענו לתחתית. בני דור ה־Y, ילדיהם של הבייביבומרס, נכשלים בניסיון לשכפל את הפטנט שעבד עבור הוריהם: הם לומדים ומוכנים לעבוד קשה - אבל לשוק אין מה להציע להם. &quot;עד לפני 30 שנה המבוגרים היו עניים ולצעירים היו הזדמנויות מעניינות. מאז, ברוב המדינות המערביות עוני הוא לא בעיה של מבוגרים אלא של צעירים נטולי הזדמנויות&quot;, אומר לי לואי שובל (Chauvel), פרופ&#39; לסוציולוגיה באוניברסיטת Science-Po Paris שמתמחה בחוסר שוויון ושינויים דוריים. &quot;היום בצרפת בכניסה לשוק העבודה אין הזדמנויות ראשונות, אין הזדמנויות שניות, ואין הזדמנויות חדשות גם בהמשך&quot;.\r\n \r\nהסוציולוגים פרופ&#39; מיכאל שלו מהאוניברסיטה העברית וד&quot;ר זאב רוזנהק מהאוניברסיטה הפתוחה מצאו את טביעות האצבע של הכלכלה הניאו־ליברלית במצוקתם הנוכחית של צעירי ישראל. &quot;מובילי המחאה של 2011 הם ילדי הליברליזציה של הכלכלה הפוליטית בישראל&quot;, הם כותבים במחקר משותף שיתפרסם בקרוב ב&quot;תיאוריה וביקורת&quot;. &quot;הוריהם היו המרוויחים מהליברליזציה של ישראל, אך בהגיעם לבגרות מוקדמת דור זה מצא את עצמו במצב שבו כלל לא מובטחת לו הצלחה בשעתוק סיכויי החיים של הוריו. במילים אחרות, רבים מבנות ובני המרוויחים של המשטר הניאו־ליברלי הפכו למפסידים שלו&quot;. \r\n \r\nמשכילים יותר אבל התואר לא שווה כסף\r\n \r\nבעולם המערבי מדובר בדור המשכיל ביותר אי פעם. בתשע&quot;א (2010/2011) למדו בישראל כ־246 אלף סטודנטים לכל התארים, זינוק של 325% בתוך שלושה עשורים. נכון ל־2011, לאחד מכל ארבעה ישראלים (23%) היתה השכלה אקדמית, ולאחד מכל שלושה (36%) השכלה על־תיכונית. גם בארצות הברית מתבוננים בהשתאות בזינוק בהשכלה. לפי מכון המחקר האמריקאי פיו (Pew), ב־2011 ל־51% מהגברים ול־62% מהנשים היתה השכלה אקדמית, לעומת 38% מהגברים ו־36% מהנשים ב־1980. \r\n \r\nאלא שוויכוח עז ניטש על איכות ההשכלה הזאת. הביקוש להשכלה גבוהה כמפתח להצלחה בחיים הוליד אינפלציה במוסדות פרטיים עם דרישות סף נמוכות, שייצרו בקבלנות תואר ראשון כמעט לכל דורש. שובל סבור שזה מקור הרע. &quot;אנחנו מעדיפים מסות של אוניברסיטאות זולות על פני השכלה חזקה. בצרפת יש זינוק עצום באוניברסיטאות לואו קוסט לא סלקטיביות, שעולות 500 יורו לשנה כולל ביטוח בריאות - וזה כלום, אפס&quot;, הוא אומר בכעס ומסמן באצבעותיו את הספרה אפס. &quot;זו השכלה לא תחרותית ברמה העולמית. ואיפה ההזדמנויות? הן נמצאות בשוק הגלובלי ובחברות ענק. אז אם אתה צרפתי צעיר, שאפתן ומשכיל אתה חייב לעזוב את צרפת כי אין שם הזדמנויות בשבילך&quot;. \r\n \r\n \r\nזו כנראה הסיבה שאף שהדור הזה כל כך משכיל פורמלית, אחד הכינויים שהדביקו לו הוא &quot;הדור הכי מטומטם&quot; (The Dumbest Generation). &quot;סיבה אחת היא הבלוף של התעודה האקדמית - יש להם תעודה אבל היא לא שווה כלום&quot;, אומרים הסוציולוגים ד&quot;ר תמר אלמוג ופרופ&#39; עוז אלמוג, שניהם מאוניברסיטת חיפה, שמשלימים כעת מחקר מקיף על דור ה־Y. &quot;הסיבה השנייה היא שהם לא מעמיקים. הם באים ללמוד בשביל התואר, לא בשביל ההשכלה. אם קורס מעניין דורש יותר אז הוא לא מעניין אותם. אם נספור את מספר המילים שהם קוראים וכותבים בפייסבוק, בוואטס־אפ ובטוויטר אז הם כותבים וקוראים יותר מכל דור אחר, אבל השאלה היא מה הם קוראים וכותבים&quot;.\r\n \r\nמובטלים יותר מכולם והבעיה צפויה רק להחריף\r\n \r\nכשדור ה־Y סיים את הלימודים ורצה לעבוד, הוא פגש מיתון ומעסיקים שנאמנים רק לעובד הזול ביותר (עד שימצאו אחד זול ממנו). לפי נתונים שצוטטו ב&quot;אקונומיסט&quot;, מתוך 1.2 מיליארד הצעירים בעולם, 75 מיליון הם מובטלים, ועוד 290 מיליון הם NEETS. כלומר שליש מצעירי העולם לא מוצאים את עצמם.\r\n \r\nבין 2005 ל־2010 עלה שיעור הצעירים המובטלים במדינות ה־OECD בכ־3%, ועמד על 16.2%. בארצות הברית זינק שיעורם בתקופה הזאת בכ־5%, ל־16.3% (בחודשים האחרונים הוא ירד מעט ל־15.6%, אולם לא ברור עדיין אם זהו שינוי מגמה). בכמה מדינות באירופה שיעור הצעירים המובטלים גבוה בהרבה - למשל 56% בספרד, 40% באיטליה ו־28% בצרפת. בארגון העבודה הבינלאומי (ILO) צופים שב־2013 12.6% מצעירי העולם, או 73.4 מיליון איש, יהיו ללא עבודה - תוספת של 3.5 מיליון צעירים מאז 2007. ואם דבר לא ישתנה, עד 2018 אבטלת הצעירים תגדל ל־12.8% - כמעט מיליון איש נוספים. בארגון חישבו שלצעיר יש סיכוי גדול כמעט פי שלושה מלמבוגר להיות מובטל.\r\n \r\nבישראל אבטלת הצעירים בינתיים בשליטה, ונמצאת במגמה של ירידה הדרגתית מ־16.7% ב־2005 ל־12.2% בסוף 2012. אלה בהחלט חדשות טובות, אולם לפי נתונים של הלשכה המרכזית לסטטיסטיקה, שמפלחים את הצעירים ל&quot;עובדים&quot; ו&quot;לא עובדים&quot;, מתברר שאמנם מספר הצעירים העובדים גדל ב־74 אלף בשנים 2000–2011, אך מספר הלא־עובדים גדל גם כן ב־22 אלף. הצעירים מככבים גם בסקר מקבלי דמי האבטלה של הביטוח הלאומי. ב־2012 שליש ממקבלי דמי האבטלה היו מתחת לגיל 34 (אם כי הקבוצה הגדולה ביותר היא בני 45 ומעלה). מטריד עוד יותר לגלות ששיעור האקדמאים המובטלים בני 30–34 גדל ב־19% מ־2000 ועד 2012. זהו תמרור אזהרה. בגיל הזה היינו רוצים לראות אותם מלאי מוטיבציה לכבוש את העולם.\r\n \r\n \r\nאחד הפוליטיקאים היחידים שמתייחס לאבטלת הצעירים במישרין הוא אנחל גורייה, מזכ&quot;ל ארגון ה־OECD. לפני כמה חודשים, כשהארגון השיק תוכנית פעולה לטיפול באבטלת הצעירים, גורייה התבטא בבהילות, ואמר כי &quot;נדרשת פעולה מיידית שתמנע מהמשבר לפגוע עוד בסיכוייהם של הצעירים. ממשלות מוכרחות לחזק את מאמציהן לקדם יצירת מקומות עבודה לצעירים, לדחוף רפורמות בשוק העבודה ולשפר את מערכת החינוך, כדי שהצעירים יקבלו הזדמנויות להצליח. על הממשלות להשתמש בכל כלי אפשרי שברשותן כדי לעזור למחפשי העבודה, במיוחד הצעירים. הם בסיכון הגבוה ביותר לנזק ארוך טווח לקריירות שלהם ולמחייתם. הנתונים המדאיגים מראים שמספר הולך וגדל של אנשים, במיוחד צעירים, מתנתקים משוק העבודה. אנחנו צריכים להימנע מהסיכון של דור אבוד בכל דרך&quot;.\r\n \r\nמעבירים את הזמן בעבודות &quot;בינתיים&quot; או מסתפקים במשרות חלקיות\r\n \r\nמועסק עדיף על מובטל, אין ספק, אבל השאלה בכל זאת היא באיזה סוג עבודה מדובר. האם הצעירים המועסקים ממצים את פוטנציאל ההשתכרות שלהם? האם טוב לנו שדוקטור לביולוגיה יעבוד כטבח, משפטן עם MBA יהיה טלר בבנק, ובעלת תואר בפסיכולוגיה תתפרנס ממלצרות? לתופעה הזאת, שבה האדם הוא בעל השכלה גבוהה מזו שהוא צריך בעבודה שלו, קוראים &quot;השכלה עודפת&quot; (Overeducation). לפי נתוני ILO, אחד מכל שבעה צעירים מוכשר מדי לתפקיד שבו הוא עובד. זה קורה גם בישראל. לפי נתוני הלשכה המרכזית לסטטיסטיקה, 40% מבוגרי האוניברסיטאות וכשליש מבוגרי המכללות האקדמיות אינם עובדים בתחום לימודיהם, ובאופן לא מפתיע הם פחות שבעי רצון מאלה שעובדים במה שלמדו.\r\n \r\nבעיה נוספת היא המשרות החלקיות. הצעירים עובדים - אבל במשרות חלקיות שמניבות פחות הכנסה. לפי הנתונים של מכון פיו, ב־2010 עבדו רבע (24%) מהצעירים האמריקאים במשרה חלקית, לעומת 10%–13% מבני הגיל הזה בדורות קודמים. לפי ILO, רבע מהצעירים באירופה עובדים בעבודה חלקית, ועוד 40% בחוזים זמניים. &quot;מספרים הולכים וגדלים של צעירים פונים כעת לעבודות זמינות במשרה חלקית או תקועים בעבודה זמנית. הצעירים של היום מתקשים להגיע למשרות בטוחות, שהיו הנורמה של הדורות הקודמים&quot;, נכתב בדו&quot;ח של הארגון. \r\n \r\n \r\nהתופעה לא פסחה על ישראל. לפי נתוני ה־OECD, בין 2000 ל־2011 גדל שיעור התעסוקה של בני 20–24 במשרות חלקיות ב־1.3% (פחות מממוצע ה־OECD) ושל בני 25–29 ב־3.9% - גבוה משמעותית מבשאר מדינות ה־OECD. זו מחלה של צעירים בלבד: חלקם של עובדים בשאר הגילים במשרות חלקיות לא השתנה בשנים האחרונות.\r\n \r\n&quot;גם אחרי שהם מסיימים את הלימודים הם בתקופת הבינתיים&quot;, אומרים תמר ועוז אלמוג. &quot;בישראל יש את המסלול של בגרות, צבא, חיסכון לקראת הטיול הגדול, הטיול הגדול והלימודים - שגם הם לא ברצף, כי התלבטת, והחלפת וסיימת, והגענו בערך לגיל 25–27, ואז הם במשבר נוראי כי השוק לא מחכה להם, והיום תואר ראשון זה כלום. מה עכשיו? הם כבר לא רוצים לברמן ולמלצר&quot;.\r\n \r\nאז הם מתפשרים?\r\n&quot;העולם הישן ציפה שהם ייכנסו לשוק העבודה ויתחילו להתקדם בהיררכיה, והעולם החדש אומר להם, &#39;תקפצו ממקצוע למקצוע, מעבודה לעבודה. תעשו מה שטוב לכם כאילו שאתה מקדמים את עצמכם&#39;&quot;.\r\n \r\nמשתכרים בקושי\r\nאפילו פחות מפנסיונרים בני 75 ומעלה\r\n \r\nבנובמבר 2012 פרסם פרופ&#39; מיכאל שלו מחקר מרתק במסגרת מרכז טאוב, שבחן אם היתה סיבה כלכלית למחאה החברתית בקיץ 2011, או במילים פחות מכובסות: האם בני ה־25–34 הם בכיינים, או שיש ירידה של ממש בהכנסות וברמת החיים שלהם? המחקר כלל שורת ניתוחים מאלפים ומנומקים, והגיע למסקנה שיש לצעירים סיבה טובה לכעוס - למשל, מפני שהכנסתה של משפחה צעירה צנחה ב־10% לעומת הכנסות כלל המשפחות בישראל בשנים 2005–2010. או מפני שהשכר הנומינלי שלהם לשעת עבודה רחוק מאוד מלהדביק את המדד, גם אם הם אקדמאים שמתגוררים במרכז הארץ - שני פרמטרים שאמורים להעניק להם יתרון.\r\n \r\nאנחנו מצפים שכאשר צעיר מתחיל לעבוד שכרו יהיה נמוך, ושבהמשך, עם הניסיון, הוא יעלה. אלא שמחקרו של שלו מראה שגם זה לא מובטח. הצעירים של היום, ילידי 1981–1985, נכנסים לשוק העבודה ברמת שכר נמוכה ב־13% מזו של הצעירים בדורות הקודמים, וגם עליית השכר הממוצעת בדורות הקודמים - שאיש לא מבטיח כי תימשך - לא תספיק כדי לפצות אותם על נקודת הפתיחה הזאת. &quot;בתסריט הגרוע ביותר, ההזדמנויות הכלכליות שיהיו לשנתונים עתידיים של משפחות צעירות ימשיכו להידרדר בעת כינון המשפחה, בלי שהדבר יתאזן על ידי הישגים משופרים בהמשך מחזור החיים&quot;, כותב שלו. &quot;מתוצאות המחקר עולה תמונה עקבית למדי של ירידה ברמת החיים של הצעירים, בקרב יחידים ובקרב משפחות&quot;. \r\n \r\nבכל מקור שבדקנו רואים ירידה מובהקת בשכרם של הצעירים. לפי נתוני הביטוח הלאומי מ־2010, שכרם של צעירים מתחת לגיל 24 היה הכי נמוך במשק, אפילו נמוך משל בני 75 ומעלה שפורמלית אמורים להיות בפנסיה. אחריהם נמצאים בני ה־25–34, שמפגרים ב־30% אחרי השכר החודשי הממוצע. לפי סקר ההכנסות של הלשכה המרכזית לסטטיסטיקה, השכר החודשי ברוטו של בני 25–34 אמנם עלה מ־2005 עד 2011 ב־7.5%, אולם הוא רחוק מלהדביק את העלייה בשכר של כלל השכירים בתקופה הזאת - 18%. \r\n \r\n&quot;בני דור ה־Y שנכנסים לשוק העבודה מגלים שקריירות שפעם היו דרך מעבר למשכורת גבוהה ולמוביליות של החיים כלפי מעלה הפכו למעקפים ודרך ללא מוצא&quot;, אמר בראיון לבלומברג פרופ&#39; קליף זוקין מאוניברסיטת רטגרס, עמית מחקר בכיר במרכז הלדריך באוניברסיטה, שעוסק בשוק העבודה. &quot;הדור הזה יהיה כנראה במסלול הכנסה נמוך לאורך כל חייו - ולפחות בעשר השנים הקרובות&quot;.\r\n \r\nגרים במלון־אמא\r\nומפתחים יחסי תלות וסימביוזה עם ההורים\r\n \r\nהבית המפנק של ההורים הוא נקודת מוצא, מקלט ומילוט בחייו של דור ה־Y. כשיש כסף יוצאים מהבית, כשאין - חוזרים, ורבים פשוט דוחים את גיל היציאה מהבית ונהנים מרמת החיים והפינוקים שמלון־אמא מספק. לפי מרכז פיו, 36% מהצעירים האמריקאים, 21.6 מיליון איש, התגוררו אצל הוריהם ב־2012 - השיעור הגבוה ביותר בארבעת העשורים האחרונים. למרביתם (61%) יש השכלה אקדמית. באירופה הנתונים מגוונים. במדינות כמו הולנד וגרמניה רק 10% ו־15% (בהתאמה) גרים אצל ההורים. בספרד, פורטוגל, איטליה, פולין, בולגריה ויוון יותר מ־40% חזרו להורים.\r\n \r\nבארץ המספרים נמוכים יותר, אך עדיין משקפים את חוסר העצמאות של הצעירים. לפי סקר שערך &quot;כלכליסט&quot; באמצעות מכון מדגם בראשית אוגוסט, 21% מבני ה־24–35 - הגיל שבו בדרך כלל מתחתנים ומולידים ילדים - מתגוררים במלון־אמא או בבית של המשפחה. בגיל מבוגר יחסית הם מנהלים יחסי תלות וסימביוזה עם ההורים. &quot;הם לא מורדים בהורים כי אין במה למרוד, וההורים תומכים בהם&quot;, אומרים תמר ועוז אלמוג. &quot;המודל של ההורים הוא לייצר אנשים מאושרים, והם מקבלים את זה שהילדים שלהם במצב חירום. אם מציעים לילד התמחות ללא תשלום, ההורים דוחפים שיקבל אותה כדי שיצבור שנת ניסיון במקום טוב. הם רואים בזה השקעה בעתידו&quot;. לכן גם הדלת נפתחת בפני הצעיר בכל פעם שהוא צריך לחזור הביתה.\r\n \r\nמצולקים אישית לכל החיים\r\nוכבר אינם מצפים לשיפור במצבם\r\n \r\nלסוציולוגים יש מושג ציורי ששמו Scarring effect, שמתאר את הצלקת העמוקה והבלתי נמחית שאירועים משאירים על אנשים לשארית חייהם. רבים מוטרדים מהצלקות של הדור האבוד. &quot;בני המזל שמצאו עבודה מתגמלת שהם אוהבים ייהנו מהשיגור החיובי הזה כל חייהם, ולהפך - דורות עם פחות מזל יישאו את ההשלכות השליליות של כישלון מוקדם והוא ישפיע על סיכויי החיים שלהם&quot;, כתב לואי שובל באחד ממחקריו. &quot;אם נשלל משהו מהדורות הצעירים הם לא מדביקים את הפער. גם כשהקשיים נעלמים הם ממשיכים לסבול מהתוצאות ארוכות הטווח של נכות העבר&quot;. \r\n \r\nשובל סבור שההזדמנויות או הכישלונות בגיל 20 ומשהו מעצבים את שארית החיים. &quot;בצרפת אלה שהיו בני 20 ב־1968, דור המהפכנים הצעירים, הם בני מזל. נפתחו בפניהם הזדמנויות חדשות, והיום הם בני 65 ועדיין צעירים בנפשם. אבל אלו שהיו בני 20 בתחילת שנות השישים היו הדור האבוד של מלחמת אלג&#39;יריה. אם אתה נכשל בגיל 22–25 זה לכל החיים. זה אפקט ההצטלקות&quot;.\r\n \r\nאין הזדמנות שנייה?\r\n&quot;אין הזדמנות שנייה. אין עתיד לדור הכושל הזה, הם בייבי־לוזרס&quot;.\r\n \r\nנדרש זמן רב כדי לקבוע אם הפצע מותיר צלקת, ובינתיים החלו להצטבר כמה עדויות. ILO זיהה חוסר אמון של הצעירים במערכות החברתית־כלכלית והפוליטית. חמישית מהצעירים האמריקאים אמרו למרכז פיו אשתקד שהם דוחים נישואים והולדת ילדים בגלל הכלכלה הגרועה וממתינים שתשתפר. הדימוי העצמי שלהם נמוך: 39% חושבים שהם חלק מהמעמד הנמוך אף שנולדו למעמד הביניים, ורבע אומרים שהמעמד החברתי שלהם ירד לעומת זה שהורגלו אליו בבית הוריהם.\r\n \r\n&quot;הכי מטריד שרוב בוגרי הקולג&#39; מאמינים שמצבו של הדור שלהם לא יהיה טוב יותר משל הדור שקדם להם, ואפילו מחציתם אינם מצפים להצלחה כלכלית גדולה משל הוריהם&quot;, כתב פרופ&#39; קליף זוקין (Zukin) במאמר ל־CNN. &quot;ייתכן שהאפקט המאכֶּל של המיתון גנב את רוב האופטימיות שהבוגרים האלה נהגו להביא לעולם העבודה ולחברה, והחליף אותה בספקות הולכים וגדלים על ההבטחה הוותיקה שכל דור חדש ייהנה מיותר שגשוג לעומת הדור שקדם לו&quot;. \r\n \r\nנכים כלכלית\r\nופוטנציאל ההתאוששות שלהם מוגבל\r\n \r\nהבעיה הגדולה היא שגם אם ברגע זה יסתיים המיתון ויתחיל גל של צמיחה עולמית, עבור חלק מהצעירים זה כבר מאוחר מדי. &quot;אם מישהו לא קופץ עד גיל 30–35 למסלול של עלייה בשכר או בדרגה קשה לו יותר לקפוץ על המסלול הזה אחר כך, כי אם נפתחות אופציות חדשות, החדשים והצעירים יותר תופסים אותן&quot;, מסביר פרופ&#39; שלו.\r\n \r\nב־2010 כימתה פרופ&#39; ליסה קאהן (Kahn), כלכלנית עבודה מאוניברסיטת ייל, את המשמעות של סיום הלימודים האקדמיים בתקופת מיתון, ומצאה שכל תוספת של 1% לרמת האבטלה נוגסת 7% מההכנסה של הצעירים. ההשפעה השלילית קיימת גם 20 שנה לאחר שסיימו את לימודיהם. &quot;הם מעולם לא השלימו את ההכנסה הזאת&quot;, הסבירה קאהן. מחקר שבוצע בלשכה הלאומית למחקר כלכלי בארצות הברית הגיע למסקנה דומה: כל עלייה של 5% באבטלה נוגסת 10% בשכרם של האקדמאים הצעירים. עם זאת, מחברי המחקר סבורים שאפשר לסגור את הפער במשך שמונה־עשר שנים. מחקרים אחרים טוענים כי 70% מהצמיחה בשכר מתרחשת בעשר השנים הראשונות לקריירה, כך שגם לפי התחזית האופטימית פוטנציאל ההתאוששות מוגבל.\r\n \r\n&quot;כשמשווים בין חסרי המזל לבעלי המזל כעבור 20 שנה, פער השכר עומד על 10%&quot;, הסבירה קאהן בראיון למגזין בית הספר לניהול של ייל, &quot;והפסדי ההכנסות האלה לאורך הקריירה מסתכמים ביותר מ־100 אלף דולר בערכים הנוכחיים&quot;. לאחרונה היא החלה להשוות את הממצאים שלה, שמבוססים על נתוני שנות השמונים, לנתוני המיתון הנוכחי, ונראה שהמגמה חוזרת על עצמה. &quot;אני פסימית&quot;, אמרה בראיון, &quot;הצעירים של היום עשויים לחוות אפילו משהו גרוע יותר&quot;. \r\n \r\n \r\nלא תורמים לצמיחה\r\nוהמשכילים שבהם מהגרים למדינות אחרות\r\n \r\nהנזק הוא לא רק אישי. הכלכלה כולה מפסידה מכך שהצעירים לא מרוויחים מספיק ולכן לא משלמים מספיק מסים ולא מבזבזים מספיק כסף - שני מנועי צמיחה והכנסות. בארצות הברית, למשל, יש בארבע השנים האחרונות ירידה של 7% במספר הצעירים שקונים מכוניות ושל 6% במספר הצעירים שקונים בתים. בארץ, לפי המחקר של שלו ובירנהק, בין השנים 2001–2004 לשנים 2009–2010 ירד מספר המשפחות הצעירות והעובדות שהיו בעלות בתים ב־14% במרכז הארץ וב־10% בשאר הארץ. \r\n \r\nורבים מהם תלויים כלכלית בהוריהם. לפי סקר שפרסמנו ב&quot;מוסף כלכליסט&quot; ביוני השנה, 52% מהצעירים בישראל, שהם נשואים והורים בעצמם, נעזרים בהוריהם למימון הוצאות חודשיות קבועות כמו קניות בסופר, ו־70% מהם נזקקים לעזרת ההורים בהוצאות חד־פעמיות גדולות כמו קניית מכשיר חשמל או החלפת רכב. 73% הודו שבלי עזרת הוריהם מצבם הכלכלי היה גרוע יותר. זה עניין של אין ברירה. \r\n \r\nרבים מהגרים למקומות שבהם יש הזדמנויות ומעניקים מיכולתם הכלכלית למדינות שונות מאלה שבהן גדלו והוכשרו. פעם המהגרים היו חסרי המיומנויות, היום זו הגירת המשכילים. מאז 2010 עזבו את יוון יותר מ־120 אלף רופאים, מהנדסים, מומחי IT ומדענים, מחציתם בעלי תואר שני. בספרד מעריכים שכ־300 אלף צעירים מתחת לגיל 30 עזבו את המדינה מאז 2008. גם בארץ יש הגירה של צעירים, אם כי עדיין לא מדובר בשטף, ובסקר שפורסם במוסף הזה בנובמבר אשתקד התברר ששליש מההורים מתייחסים בצורה חיובית להגירה של ילדיהם משום שיקר פה ואפשרויות התעסוקה והפרנסה מוגבלות.\r\n \r\nקשה לכמת כמה כל זה עולה במונחי תל&quot;ג. ב&quot;אקונומיסט&quot; העריכו שב־2011 אירופה איבדה 1.2% מהתל&quot;ג שלה בגלל צעירים שאינם פעילים כלכלית. אם זה היה המצב בארבע השנים האחרונות הרי שאירופה לבדה איבדה כ־6 טריליון דולר. ג&#39;וזף ברוסלס (Brusuelas), הכלכלן הראשי של בלומברג, העריך שאם רמת אבטלת הצעירים בארצות הברית תימשך, המדינה תפסיד 18 מיליארד דולר בעשור הקרוב. &quot;זו הערכה שמרנית&quot;, אמר ל&quot;הפינגטון פוסט&quot;, &quot;והיא לא מעריכה באמת את הטבע האמיתי של הבעיה. תחושת הבטן שלי היא שהעלות הרבה יותר גדולה&quot;.\r\n \r\nצועדים בדרך ללא מוצא\r\nורק שינוי מדיניות מבני יוכל לעזור\r\n \r\nמרבית הסוציולוגים תמימי דעים שהדור האבוד צועד בדרך ללא מוצא. &quot;אנחנו לא יודעים מה יקרה לחבר&#39;ה הצעירים של היום בעוד 10 ו־20 שנה, אבל אנחנו כן יכולים להשוות אותם לבני גילם שקדמו להם, ומההשוואה הזאת נראה שהסיכויים העתידיים של הקבוצה הזאת אינם טובים&quot;, אומר פרופ&#39; שלו. &quot;זאב רוזנהק ואני מקשרים את זה למעבר למדיניות שנובעת מאידאולוגיה ניאו־ליברלית, הפרטות וכו&#39; - וזה נותן איזושהי סבירות לציפייה שזו בעיה שהדור הזה והדורות הבאים ייתקלו בה&quot;. \r\n \r\nיש משהו שאפשר לעשות שישפר את מצבם?\r\n&quot;תראי, אני לא מומחה למדיניות ולא אשלוף סתם הצעות, אבל מהראייה שלי הבעיה מבנית, וחלק גדול נובע מהמדינה. לא סביר לצפות שמחר המדינה פתאום תאפשר יצירת תקנים עם קביעות ותנאי עבודה וכו&#39; לרבבות מומחים ופקידים. אני בטוח שיש מדיניות שיכולה לעזור, צריך לשנות את המבנה כדי לתקן את הנזק&quot;.\r\n \r\nפרופ&#39; קן רוברטס (Roberts), סוציולוג מאוניברסיטת ליברפול הבריטית, כתב אשתקד ש&quot;לא סביר שהמגמה החדשה הזאת תשתנה&quot;, ותמך את הטיעון בשורה ארוכה של סיבות מייאשות. למשל, שמאז שנות השבעים תרומת העובדים לתל&quot;ג במדינות מערביות נמצאת בירידה, הצעירים יצטרכו לתמוך בפנסיות המנופחות של המבוגרים מהם, עלויות גידול הילדים ימשיכו להתייקר, והם ייאלצו להוציא יותר על בריאות פרטית ולייצר לעצמם לבד הכנסה לפנסיה.\r\n \r\nאבל בקצה המנהרה האפלה של רוברטס יש אור: הוא מאמין שהצעירים של היום הם חיל החלוץ של רעידת אדמה תרבותית ופוליטית. &quot;כעת גורלם מובטח על ידי תהליכים מאקרו־כלכליים ופוליטיים ששינו את נסיבות חייהם, ובגללם בלתי אפשרי שהם יגיעו להישגים תעסוקתיים ולרמת חיים דומה לשל הוריהם. מספיק שחלקם מפגינים, מוחים, פולשים או נמנעים מהצבעה כביטוי לזעם ומרמור. הם הופכים את הפוליטיקה הלא־מעודכנת לשבירה, מועדת להחלפה. היה לכך תקדים בשנות השישים. יצירתו של דור הפוסט־בומרס החדש נמצאת כעת בתהליך דומה&quot;.\r\n ", "keywords": ["בייבי לוזרס", "דור ה-Y", "בייבי בום"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/365387/1120913_2412180_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "קרן צוריאל הררי"}, "datePublished": "2013-09-18T08:03:07", "dateModified": "2020-08-18T20:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בלי עתיד, בלי תקווה, בלי חלום", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}