{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3844318,00.html"}, "headline": "נתוני הקורונה: 10 נפטרו מאז חצות, שיעור הבדיקות החיוביות מחצות - 6.6%", "description": "החל מאתמול ועד היום בבוקר התקבלו בשירות התעסוקה 4,181 דיווחים על חזרה לעבודה, ומנגד נרשמו 2,888 דורשי עבודה חדשים בלבד - ככל הנראה בשל פנייה יזומה של שירות התעסוקה לציבור בבקשה לעדכן את מצבו. מחר: אירוע מחאה של עולם התרבות בבלפור; מנכ&quot;ל משרד הבריאות: &quot;ייתכן שכיתות ד&#39; ומעלה לא יחזרו ב-1 בספטמבר&quot;", "articleBody": "עדכונים שוטפים מהתפרצות מגפת הקורונה בישראל וההשלכות על תחומי הכלכלה, הבריאות, החינוך, התרבות והנדל&quot;ן.\r\n \r\n20:00 - נתוני הקורונה: 10 נפטרו מאז חצות\r\n \r\nמשרד הבריאות עדכן הערב (יום ב&#39;) כי מאז חצות נפטרו 10 ישראלים שנדבקו בנגיף והמניין כולל עומד על 612. במקביל, מספר החולים שבמצב קשה ירד בשבעה. כעת ישנם 811 חולים מאושפזים בבתי החולים, 388 מהם במצב קשה. מספר המונשמים ירד גם הוא וכעת ישנם 112 חולים שמחוברים למכונות.\r\n \r\n1,085 אובחנו עם קורונה מחצות ועד לשעה 19:00, ופוענחו יותר מ-16 אלף בדיקות - 6.6% חזרו חיוביות.\r\n \r\nהערים שבהן אובחנו הכי הרבה חולים מאז יום שני בשבוע שעבר, הן: ירושלים 1,708, בני ברק 730, מודיעין עילית 592, אשדוד 334, תל אביב 301, בית שמש 264, נתניה 193, ירכא 175, פתח תקווה 167, חולון 162, אלעד 159, באר שבע 155, טייבה 143, ביתר עילית 139, רחובות 131, ראשון לציון 127, רמת גן 116, נצרת 104, קנלסווה 101 וגם חיפה 101.\r\n \r\nבירכא, מתוך 198 הנדבקים שאובחנו ביישוב שבגליל המערבי מאז חודש מרץ – 175 אובחנו בשבעת הימים האחרונים.\r\n \r\nפרופ&#39; רוני גמזו, פרויקטור הקורונה, אמר בתדרוך היומי: &quot;אל תיבהלו מכך שפתאום מדברים על עלייה בחולים הקשים וזו דרמה. בתי החולים מטפלים עכשיו ב-390 חולים קשים, מתוכם כמאה מונשמים. כל היתר הם חולים קשים שהטיפול בהם הוא הטוב ביותר בעולם&quot;. \r\n \r\n \r\n14:40 - המלון הקורונה באשקלון מזמין אמנים ישראלים\r\n \r\nמלון הקורונה הרלינגטון באשקלון יוצא במהלך שיתמוך בתעשיית התרבות הישראלית ויזמין אליו אמנים ישראלים להופיע בפני המחלימים. המלון יממן את הופעות האמנים והצוותים המלווים אותם. עד כה נסגרו הופעות של עדן אלנה, עידן חביב ונדב אבקסיס ובימים אלה מתקיימים מגעים עם אנשי תיאטרון ובידור נוספים.\r\n \r\nלפני מספר חודשים , בשיא הגל הראשון, הופיעה הבדרנית רותם אבוהב במלון הקורונה בתל אביב ואז, כמו גם הפעם, התקיים המופע בתיאום עם פיקוד העורף ובהתאם לכללי הבטיחות של משרד הבריאות. מתחם מיוחד ייבנה לאמנים והצוותים באזור הירוק בבית המלון אשר מופרד לחלוטין מהאזור הצהוב בו שוהים החולים (מאיה נחום שחל).\r\n \r\n13:00 - מחר: אירוע מחאה של עולם התרבות בבלפור\r\n \r\nפורום מוסדות התרבות והאמנות בישראל, המייצג מאות מוסדות תרבות ואמנות יחד עם אמ&quot;י – אגודת אמני ישראל, שח&quot;ם – ארגון השחקנים בישראל, ורבים נוספים יקיימו מחר (ג&#39;) אירוע מחאה בבלפור. החל מהשעה 17:00 תצא שיירה של אנשי ענף התרבות מכל רחבי הארץ לירושלים, במחאה על המצב אליו נקלע עולם התרבות בעקבות משבר הקורונה. אלפי עובדים מובטלים ממוסדות תרבות מכל רחבי הארץ יעלו לירושלים בכדי למחות על ההתנהלות המובילה לקריסת מוסדות התרבות, עובדי ואמני תעשיית התרבות בישראל, ובקריאה לפתיחה מיידית של עולם התרבות בישראל.\r\n \r\nנכון להיום לא ניתן לפתוח אולמות תרבות, היכלי תרבות, אולמות קונצרטים, תיאטראות, מופעי מחול, סינמטקים, בתי ספר לאמנויות ועוד, למרות העובדה שבכירי משרד הבריאות - בהם השר יולי אדלשטיין והפרופסורים רוני גמזו ואיתמר גרוטו - הביעו תמיכה בפתיחת האולמות לפעילות מול קהל במתווה מוסכם. לפי נתוני משרד התרבות סקטור התרבות תורם מדי שנה לתל&quot;ג כ-63 מיליארד שקל. למעלה מ- 150 אלף עובדי מגזר התרבות נותרו מחוסרי פרנסה ולא ברור מתי יוכלו לשוב לעבודה.\r\n \r\nמפורום מוסדות התרבות נמסר: &quot;על אף שראשי מערכת הבריאות כבר הסכימו להתחיל לפתוח אולמות בצורה הדרגתית כבר בשבועיים הקרובים, הבשורה שיצאה אמש מראש הממשלה מתייחסת רק למופעי תרבות בחוץ. מופעים בחוץ הינם חד פעמיים במהותם, ואילו ליבת העשייה התרבותית נמצאת באולמות, אשר על פי הפרופסורים גמזו וגרוטו &#39;אינם מהווים מקור הדבקה&#39;. אין צורך ב&#39;מתווה חדש&#39;. יש מתווה קיים אשר הופעל בהצלחה במשך 12 יום ובוטל ללא הסבר. ביום שלישי הקרוב נעלה כולנו לבלפור ונקרא לפתיחת אולמות התרבות והשבת הענף לחיים&quot;.\r\n(מאיה נחום שחל)\r\n \r\n12:15 - מספר דורשי העבודה החדשים אתמול - נמוך ממספר החוזרים למעגל התעסוקה\r\n \r\nשירות התעסוקה מעדכן: החל מהדיווח האחרון אתמול ועד הבוקר (ב&#39;) ב-7:00 התקבלו בשירות התעסוקה 4,181 דיווחים על חזרה לעבודה, ומנגד נרשמו 2,888 דורשי עבודה חדשים. ככל הנראה, פנייה יזומה של שירות התעסוקה לציבור דורשי העבודה בבקשה לעדכון מצבו, הובילה לנתון יומי שונה מזה שנרשם בשבועות האחרונים. בשלב זה לא ניתן להעריך אם מדובר בשינוי מגמה.\r\n \r\nהפער בין דורשי עבודה לחוזרים לשוק\r\n \r\n \r\n \r\nמאז תחילת ההקלות לשחרור המשק מהסגר הראשון ב-19.4, התקבלו בשירות התעסוקה 423,834 דיווחים על חזרה לעבודה, ובמקביל נרשמו 206,430 דורשי עבודה חדשים. כיום רשומים בשירות התעסוקה 880,579 דורשי עבודה, מהם 564,760 בחל&quot;ת. שיעור האבטלה נשאר 21.6%.\r\n \r\nהשוואה על בסיס חודשי\r\n \r\n  \r\n12:00 - עדכון משרד הבריאות: 397 חולים במצב קשה\r\n \r\nלפי עדכון משרד הבריאות, אתמול זוהו 884 חולים מאומתים חדשים; כך, מספר החולים המאומתים מאז תחילת המגפה עומד על 83,540; מצבם של 397 חולים מוגדר קשה, 118 מונשמים. מספר המתים עומד על 606. אתמול התקבלו תוצאות של 12,151 בדיקות.\r\n \r\nנדבקים חדשים ביום\r\n \r\n \r\nחולים קשה ובינוני\r\n \r\n \r\n10:40 - נתניהו: &quot;מאציל סמכויות לרשויות המקומיות&quot; \r\n  \r\n&quot;אנו צריכים לעשות כל מאמץ להימנע מבחירות, לייצב את הממשלה ולהילחם נגד הקורונה ולמען פתיחת הכלכלה. זה מה שאנו עושים ואני מקווה שנעשה זאת בהצלחה&quot;. כך אמר הבוקר רה&quot;מ בנימין נתניהו בכנס של מרכז השלטון המקומי בנושא ההתמודדות עם הקורונה. עוד אמר נתניהו לנוכחים כי &quot;התכנסנו כדי להילחם בקורונה. הדרך היחידה לרתום את כל הכוחות היא להאציל לכם סמכויות. זוהי ההחלטה החשובה ביותר שאנו מדווחים עליה על מנת לתת לכם היכולת לקבל החלטות בזמן&quot;. \r\n  \r\n10:15 - פרופ&#39; חזי לוי: &quot;ייתכן שכיתות ד&#39; ומעלה לא יחזרו ב-1 בספטמבר&quot;; גלנט: &quot;יוצרים פאניקה&quot; \r\n  \r\nמנכ&quot;ל משרד הבריאות, פרופ&#39; חזי לוי, אמר בריאיון לאולפן ynet כי &quot;ייתכן שכיתות ד&#39; ומעלה לא יחזרו לבתי הספר ב-1 בספטמבר&quot;. לדבריו, &quot;אנחנו דנים יחד עם הפרויקטור פרופ&#39; רוני גמזו ואנחנו רוצים שהשנה תיפתח כרגיל. זה תלוי בשיעור התחלואה וההדבקות&quot;. בתגובה לדברים, שר החינוך יואב גלנט תקף את פרופ&#39; לוי במרומז בוועדת החינוך ואמר: &quot;יש כאלה שזורקים חצאי אמיתות ויורים בנגמ&quot;ש, וזה יוצר פאניקה מיותרת בציבור&quot;. לדבריו, &quot;יש מתווה שגובש יחד עם האוצר והחינוך, אבל אין עדיין החלטה. אנחנו מקווים שנוכל לפתוח את הגנים ואת כיתות א&#39; עד ג&#39;&quot;. \r\n  \r\n  \r\nגורמים במשרד החינוך אמרו בתגובה לכך: &quot;הכישלון שלו בהתמודדות מול המשבר הבריאותי, ולקיחת הסמכויות ממנו על-ידי פרופ׳ גמזו, מביאים אותו לצעדים נואשים של חבלה במאמץ הלאומי של פתיחת מערכת החינוך בזמן וניסיון לזריעת פאניקה מיותרת בקרב הציבור הרחב&quot;. לדברי פרופ&#39; לוי, היחסים בינו לבין פרופ&#39; גמזו טובים והוא ציין שפרויקטור הקורונה &quot;עושה עבודה טובה&quot;.", "keywords": ["קורונה", "שירות התעסוקה", "משרד הבריאות", "בנימין נתניהו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/16/1005520/Untitled-1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-08-10T20:12:17", "dateModified": "2020-08-19T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נתוני הקורונה: 10 נפטרו מאז חצות, שיעור הבדיקות החיוביות מחצות - 6.6%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}