{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3705155,00.html"}, "headline": "האם צניחת האקזיטים מבשרת גילוי מחדש של נאסד&quot;ק? 5 תובנות", "description": "היקף האקזיטים צנח ב־43% בשנה שעברה בהשוואה ל־2015. חברות ההייטק הישראליות הפכו לבררניות יותר בכל הקשור להצעות רכישה, בין היתר בשל הכסף הרב שהוזרם אליהן. השאלה היא אם השנה הן יגלו מחדש את אופציית ההנפקה ", "articleBody": "חברות הייטק ישראליות רשמו אקזיטים בהיקף של 4.4 מיליארד דולר ב־2016, ירידה של 43% בהשוואה ל־2015. כך עולה מדו&quot;ח האקזיטים של IVC-Meitar. עורכי הדו&quot;ח החליטו שלא להכליל את עסקת הענק של רכישת פלייטיקה על ידי חברת הגיימינג הסינית Giant Interactive Group ב־4.4 מיליארד דולר, רכישה שנייה לחברה, בשל הספק במידת הישראליות שלה. \r\n \r\nהעסקה הגדולה של השנה, למעט פלייטיקה, היתה רכישת איזיצ&#39;יפ על ידי מלאנוקס. הצד החיובי הוא האמירה הברורה של מלאנוקס על רצונה לגדול ולבחור בחברה ישראלית לעתידה. אולם העובדה שזו עסקה שנחתמה רק בגלל עניין טכני משפטי במהלך 2016, אחרי שכבר היתה מוכנה בסוף 2015, מעידה כבר על הדלות של השנה האחרונה. עסקה בולטת נוספת היתה המכירה של ראבלו לאורקל, שהוכיחה שההצלחה של יזמים סדרתיים בדמות רמי טמיר ובני שניידר אינה מקרית, עם האקזיט השישי שלהם.\r\n \r\n \r\n1. ירידה בשווי האקזיט\r\nעסקת אקזיט ממוצעת הגיעה בשנת 2016 ל־46.3 מיליון דולר, ירידה של 31% לעומת 2015, אז עמדה עסקה כזו על 67.2 מיליון דולר, ו־21% מתחת להיקף העסקה הממוצעת בחמש השנים האחרונות. עם זאת, &quot;קשה לקבוע כי 2016 היתה שנה לא מוצלחת לחלוטין&quot;, סבור קובי שימנה, מנכ&quot;ל חברת IVC Research Center. לדבריו, &quot;אנחנו סבורים שהנתונים מעידים כי היזמים והמשקיעים כבר לא חותרים בהכרח לקראת אקזיט, כפי שעשו בעבר. במקום, המשקיעים בוחנים את האפשרויות בקפדנות ודורשים החזרים חיוביים ומכפילים משמעותיים כשעולה ההזדמנות לאקזיט&quot;. \r\n \r\n \r\n2. חברות שמנות ובררניות \r\nלחברות ההייטק בישראל יש כיום הרבה מאוד כסף שהוזרם אליהן בשנה האחרונה על ידי שלל משקיעים אמריקאים, סינים ומקומיים. הכיסים העמוקים של החברות אפשרו להן להיות מאוד בררניות בהצעות שהן מקבלות לרכישה ולסרב להצעות שבעבר היו שמחות לקבל. הכיסים העמוקים יכולים לאפשר לחברה להתפתח ולגדול. אלא שהצד השלילי הוא שחברות רבות למרות הכיסים הגדולים הגיעו לקצה גבול יכולת הגידול שלהן, וייתכן שאת ההצעה הנדיבה שאותה דחו ב־2016 הן ישמחו מאוד לקבל ב־2017 או 2018. \r\n \r\n \r\nלדברי עו&quot;ד אלון סהר, שותף במשרד מיתר, ליקוורניק, גבע, לשם, טל ושות&#39;, &quot;לאחר כמה שנים של עלייה, הן במספר העסקאות והן בהיקף הכספי שלהן, שנת 2016 מציגה האטה ברורה. הסתכלות על הנתונים ללא עסקת פלייטיקה מעידה שכמות העסקאות והשווי הדולרי שלהן היו נמוכים מן השנים החולפות באופן מהותי. לא ניתן לקבוע האם מדובר בתחילתה של תופעה או שמא זהו תיקון טבעי לנוכח העלייה הניכרת שחווינו בשנים האחרונות הן בכמות העסקאות והן בשוויין. נצטרך להמתין כמה רבעונים ולראות אם השוק עומד בפני שינוי מהותי או לא&quot;.\r\n \r\nבכנס שערכו פירמת עורכי הדין וחברת המחקר אמר סהר שהמגמה המדאיגה יותר היא העובדה שמרבית האקזיטים בישראל היו כאלה שהתחילו ב־2015 והסתיימו בתחילת 2016.\r\n \r\n \r\nעו&quot;ד דן שמגר, שותף במשרד מיתר, ליקוורניק, גבע, לשם, טל ושות&#39;, מציין כי &quot;ככלל, סביבת הריבית הנמוכה ויתרות המזומן הגבוהות של הרוכשים האסטרטגיים, וגם הצורך בצמיחה, מצדיקים המשך עניין של הרוכשים בביצוע עסקאות. יש לקוות שחלק מההסבר מקורו בנכונות של היזמים והמשקיעים, על רקע האטה מסוימת מצד הרוכשים, לגלות סבלנות ולממש מדיניות צמיחה ארוכת טווח, כדי להקים חברות משמעותיות יותר ולהגיע לשוויים גבוהים יותר לאורך זמן. ההון, שהיה זמין במיוחד השנה, אפשר לחברות לגייס סכומים בהיקפים חסרי תקדים והפיג במידה מסוימת את הנטייה למכירת חברות&quot;.\r\n \r\n3. סימנים לבועת סייבר\r\nתחום הסייבר הוא אחד התחומים המובילים בישראל, וכל הנתונים של IVC מראים על המשך המגמה. היקף גיוסי ההון על ידי חברות סייבר הגיע לשיא בשנת 2016, עם קרוב ל־700 מיליון דולר, בעוד מספר עסקאות האקזיט שלהן והיקפן ירדו. 14 אקזיטים ישראליים בוצעו ב־2016 בטכנולוגיות סייבר, והסתכמו ב־662 מיליון דולר, צניחה של 48% לעומת 1.27 מיליארד דולר ב־20 עסקאות ב־2015. העסקה הגדולה ביותר ב־2016 בתחום הסייבר היתה רכישת קלאודלוק על ידי סיסקו ב־293 מיליון דולר, מעט מתחת לרכישה הגדולה של 2015, כשמיקרוסופט רכשה את אדאלום ב־320 מיליון דולר. ב־IVC מעריכים שעם יותר מ־450 חברות פעילות כיום, אשכול הסייבר ימשיך לצמוח ולייצר כמה אקזיטים נוספים גם השנה. בכירים בתעשייה אמרו ל&quot;כלכליסט&quot; שתחום זה הוא מאוד &quot;בועתי באופיו&quot; וכסף רב מדי זרם אליו עקב תאוות משקיעים להיכנס לתחום וב־2017 צפויות לא רק הצלחות אלא גם כישלונות לא מעטים.\r\n \r\n4. האקזיט השקט והטוב\r\nאחד הסיפורים הגדולים של השנה האחרונה הוא האקזיט שלא נספר בסטטיסטיקה האחרונה — זה של סייבר־ארק. הנפקה של חברה נחשבת לאקזיט המועדף על קרנות ויזמים רבים, אם לא בזכות ההחזר הכספי אז בעיקר בשל העובדה שמדובר בסימן לעתיד ורוד לחברה המנפיקה שלא כולל היעלמות בתוך ענקית אמריקאית או סינית. אך לעתים המשקיעים שצריכים לחכות לפחות חצי שנה עד מכירת המניות נאלצים לראות את המניה קורסת ואת רווחיהם נעלמים. \r\n \r\nב־2016 קרן ההון סיכון JVP מימשה את מלא אחזקותיה בחברת סייבר־ארק. מדובר במימוש שיא ל־JVP אשר הניב יותר מ־550 מיליון דולר על השקעה בודדת. ההשקעה של JVP במניות סייבר־ארק מוערכת ב־25 מיליון דולר משתי קרנות. בספטמבר 2014 הונפקה סייבר־ארק בנאסד&quot;ק לפי שווי של 470 מיליון דולר. לאחר ההנפקה היתה JVP עם שיעור המניות הגדול ביותר בחברה — 38% — שאותו מימשה במהלך השנתיים האחרונות. לפי ההערכות, מדובר במימוש הגדול ביותר מהשקעה בודדת של קרן הון סיכון ישראלית אי פעם. סייבר־ארק נוסדה ב־1999, ונשיא החברה והמנכ&quot;ל שלה הוא אודי מוקדי. קרן JVP היתה מבין בעלי המניות המשמעותיים ביותר ואף הגדילה את אחזקתה ב־2011 במהלך אסטרטגי ביחד עם בנק ההשקעות האמריקאי גולדמן זקס, שבמסגרתו רכשו מניות ממשקיעים קיימים. קרן JVP מנוהלת על ידי השותפים המנהלים, גדי תירוש, קובי רוזנגרטן ורפי קסטן. תירוש, אשר כיהן עד למימוש כיו&quot;ר החברה, ממשיך לכהן כ־Independent director גם לאחר מלוא מימוש מניות JVP בחברה.\r\n \r\n5. 2017 לאן\r\n2017 יכולה להיות שנה מדהימה או יכולה להיות 2016. היא תהיה מדהימה אם חברות ישראליות יגלו את נאסד&quot;ק מחדש ויבינו ששערי הבורסה נפתחו שוב כאשר לא רק סנאפ הענקית יכולה להיכנס לשם אלא גם חברות קטנות ומושכות פחות. אף שהיו ב־2016 כמה הנפקות ראויות של חברות אמריקאיות, אף חברה ישראלית לא ביצעה את הצעד. לקראת 2017 ייתכן שפורסקאוט תצא להנפקה של כמיליארד דולר. \r\n \r\nהבעיה היא שאין, על פי הערכות, חברות ישראליות רבות שמתדפקות על שערי הבורסה והתקווה היא שהצלחה של כמה הנפקות תזרז חברות ישראליות אחרות בדרך לשם. ", "keywords": ["אקזיט", "הייטק ישראלי", "סייבר", "סיכום שנה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/07/05/619465/19_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך"}, "datePublished": "2017-01-04T12:11:04", "dateModified": "2020-08-04T12:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "האם צניחת האקזיטים מבשרת גילוי מחדש של נאסד\"ק? 5 תובנות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}