{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3845385,00.html"}, "headline": "הלמ&quot;ס: ההוצאה הלאומית לחינוך דורכת במקום", "description": "ההוצאה הלאומית לחינוך ב-2019 עמדה על 113 מיליארד שקל. 75% מההוצאה הלאומית לחינוך הופנו לעלות עבודה ושכר; נתון חיובי: ההוצאה הפרטית לחינוך ירדה בכ-0.5%", "articleBody": "הלמ&quot;ס מפרסמת נתונים מדאיגים על ההוצאה הלאומית לחינוך בישראל בשנת 2019. ההוצאה הלאומית לחינוך לנפש דרכה במקום בשנת 2019. זאת לאחר עליות של 0.9% ב-2018 ושל 3.8% ב-2017. ההוצאה הלאומית לחינוך שעומדת על 113 מיליארד שקל ירידה מ-8.1% מהתמ&quot;ג ב-2018 ל-8% בלבד ב-2019.\r\n \r\nההוצאה הלאומית לחינוך כוללת את ההוצאה השוטפת בכל מוסדות החינוך הציבוריים והפרטיים בכל הדרגים, מחינוך קדם-יסודי (גילאי 6-0) עד להשכלה גבוהה, הוצאות משקי בית לשיעורים פרטיים, לספרי לימוד וכד&#39;, וכן הוצאות לבניית מוסדות חינוך חדשים ולרכישת ציוד (השקעות בנכסים קבועים).\r\n \r\n \r\nההוצאה הלאומית לחינוך הסתכמה ב-112.6 מיליארד שקל במחירים שוטפים שהם כאמור 8% מהתוצר המקומי הגולמי. היא עלתה ב-1.9%, במחירים קבועים, בהמשך לעלייה של 2.9% בשנת 2018. אלא שבשל הגידול הטבעי החריג בישראל ביחס למדינות המפותחות עלייה בהוצאה הלאומית של 2% אינה מביאה לכל עלייה בהוצאה לחינוך לנפש. ב-2018 עמדה ההוצאה הלאומית לחינוך במחירים שוטפים על 108 מיליארד וב-2017 על 103 מיליארד שקל. \r\n \r\nנתון חיובי הוא שההוצאה הפרטית לחינוך ירדה מ-21.2% מההוצאה הלאומית ל-20.6%%, חסכון ששווה לחיסכון של 700 מיליון שקל למשקי הבית. ההוצאה הפרטית לחינוך כולל הוצאות של משקי בית דוגמת שכר לימוד ושיעורים פרטיים וכן תרומות. ההוצאה הממשלתית גדלה מ-78.8% ל-79.4%.\r\n \r\n75% מההוצאה הלאומית לחינוך, כלומר 84 מיליארד שקל הופנו לעלות עבודה ושכר. 21% לקניית סחורות ושירותים ו-4% לבלאי.", "keywords": ["הוצאה לאומית לחינוך", "מערכת החינוך", "הלמ&quot;ס"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/08/27/929984/YE2494518_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שחר אילן"}, "datePublished": "2020-08-17T12:59:00", "dateModified": "2020-08-19T18:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הלמ\"ס: ההוצאה הלאומית לחינוך דורכת במקום", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}