{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3703809,00.html"}, "headline": "&quot;לאשה ענייה שאין כסף לתרומת ביצית לא מגיע להיות אמא&quot;?", "description": "כך לדברי ח&quot;כ אלי אלאלוף, יו&quot;ר ועדת העבודה במהלך כנס הקרן לידידות וכלכליסט לצמצום העוני והפערים החברתיים. לדבריו, &quot;חוסר המודעות של העוני זו המכה הכי גדולה, וכל השאר זו רק מדידה&quot;. ח&quot;כ מירב מיכאלי, &quot; ל-700 אלף איש יש תיק בהוצאה לפועל שהסיכוי שלהם לצאת מהעוני הוא קלוש עד אפסי&quot;", "articleBody": "&quot;למה לא מיישמים את הוועדה שלי? כי זה לא מספיק in לדבר על העוני&quot;, כך אמר ח&quot;כ אלי אלאלוף, יו&quot;ר ועדת העבודה, הרווחה והבריאות בכנסת בפתיחת פאנל מה עושה המדינה כדי לטפל בעוני בכנס הקרן לידידות וכלכליסט לצמצום העוני והפערים החברתיים בישראל. &quot;זה לא טבעי שקרנות כמו הקרן לידידות יחליפו את המדינה. הזנחה של הממשלות, כולן, מביאות אותנו לתוצאה שאנחנו רואים היום. ולכן התיקון לא יכול להתרחש ביום אחד. גם היום, כחלק מהקואליציה, לא עושים מספיק לטפל בעוני וממשיכים להגדיל את הפערים החברתיים. למרות ההטבות הכלכליות שההצטרפות ל-OECD הביאה לנו, היא שמה לנו בפרצוף את כל החולשות של החברה הישראלית&quot;. \r\n \r\n \r\n&quot;אחת הדוגמאות לחוסר המודעות של העוני עוסקת בתרומת ביציות. אישה שמעוניינת בתרומת ביצית צריכה לשלם 10 אלף שקל – איך אישה ענייה יכולה לשלם את הסכום הזה? לא מגיע לה להיות אמא בגלל שאין לה כסף? חוסר המודעות של העוני זה המכה הכי גדולה בעיניי, וכל השאר זו רק מדידה&quot;.\r\n \r\n \r\nח&quot;כ מירב מיכאלי התייחסה לדבריו של אלאלוף ואמרה: &quot;בממשלה יש אפס מודעות לעוני. הממשלה אפילו לא מדברת על העוני. מחקר שפורסם הבוקר בכלכליסט מספר שהעניים מרגישים שלא מדברים אליהם. בתקציב הנוכחי יש כמעט אפס התייחסות לנסות ולמגר את העוני. הליכוד הלך בלי מצע אבל התקציב הוא המצע האמיתי – שם רואים את דירוג הערכים&quot;. \r\n \r\n&quot;זה לא רק העוני במדדים הכלכליים, אלא גם ההוצאה לפועל. ל-700 אלף איש יש תיק בהוצאה לפועל שהסיכוי שלהם לצאת מהעוני הוא קלוש עד אפסי. חובות שהעניים טופחים לא מאפשרים להם לנהל חשבון בנק באופן נורמלי, ודברים כאלה הממשלה אפילו לא מנסה לגרד לשנות&quot;.\r\n \r\nעו&quot;ד פנינה תמנו שטה התייחסה בדבריה לשיח הלא קיים כלל הנוגע לטיפול באוכלוסיות מוחלשות: &quot;הרבה פעמים אנחנו שותפים כציבור למיגור העוני. השיח הזה של מעמד ביניים, שהוא צודק ללא כל ספק, אבל המחשבה והתובנה שאם נטפל במעמד הביניים זה מה שייטיב גם עם האוכלוסיות המוחלשות הוא לא נכון לטעמי. ישנם 2 מיליון איש עניים בישראל והם כוח אלקטורלי חזק ביותר אבל אין להם פה ואין מי שייצג אותם&quot;. \r\n \r\nתמנו שטה הדגימה זאת במחאת הצהרונים שנמצאת בסדר היום בכנסת: &quot;מחאת הצהרונים היא מוצדקת, אבל מה עם אלה שלא מצליחים להיכנס אליהם? למה לא מדברים גם עליהם? הילדים האלה הופכים להיות ילדי שוליים. זה כל כך לא סקסי להסתכל על דו&quot;ח שמתפרסם מפעם לפעם, וכשהחורף מגיע לראות את אותם זקנים שזקוקים לחימום. אנחנו עדיין לא במקום שיש להם במה. אם תהיה מחאה שתרעיד את המדינה זו תהיה מחאת העניים – כרגע אין להם כוח, אבל ברגע שהם ייצאו מדינת ישראל תבין שיש פה מעל ל-2 מיליון אנשים, שלא נעים להם להגדיר את עצמם עניים, אבל יודעים שהם מתקשים להביא את האוכל הביתה&quot;. \r\n \r\nאבי גבאי, יו&quot;ר עמותת ידיד אמר: &quot;הביורוקרטיה היא האשם הגדול בעוני – היא זו שמונעת מאנשים לקבל את הזכויות שלהם נוגעים בקושי בשכבות העליונות ולא מגיעים לשכבות התחתונות. הביורקרטיה של העניים לא מטופלת – והכל פוליטיקה. אם אני כותב פוסט על השידור הציבורי זה יקבל תהודה ואם אתייחס לדיור הציבורי התהודה תהיה מועטה. במדינת ישראל משכנעים אותנו שאין לנו ביטחון פיזי – וכל עוד הוא הביטחון הפיזי הוא בתחתית סולם הצרכים, לא נחשוב על לטפל בצרכים נוספים&quot;.\r\n \r\nח&quot;כ אלאלוף התייחס אף הוא לקשיי הביורוקרטיה ואמר: &quot;או שנשב ונתבכיין או שננסה להזיז כל דבר אפילו במדרגה אחת. כדי להוכיח שאפשר להוציא מהעוני. אחד הדברים היפים בדו&quot;ח, שאימצתי מילה במילה, זה שיש ירידה במספר העניים. אני בעד לעשות קפיצות – להגיד שאני מרוצה מהמפלגה שהגעתי אליה בטעות? לא. אבל אני יכול להלאות אתכם במספרים שנראים חיוביים. אז נכון שכל ילד מתחיל לחסוך – אבל יש ילדים שצריכים לחסוך יותר. הילדים של ורטהיימר לא צריכים חיסכון וקצבאות.\r\n \r\n  \r\n&quot;צריך להתמקד באוכלוסיות החלשות כדי לנסות ולהוציא אנשים מהעוני. אני בא ממשפחה חד הורית בהגדרות של היום. העוצמה שאמי העבירה לי בגיל 22 הייתה לצאת ולהתמודד. יש אפשרות לצאת מהעוני, כל תחום שאנחנו ננתח נראה תוספת - האם היא אופטימלית? לא, אבל נצליח לעשות את זה במאבק. כשאני אראה 100 עניים שיסכימו לצאת למאבק אני אהיה ה-101. המהפכות החברתיות לא נעשות על ידי העניים ביותר אלא תמיד על ידי הבורגנות – לכן זה המאבק של המבוססים להילחם בעוני, שלהם האינטרס המשמעותי ביותר כי הפריון יעלה והצמיחה תגדל. אנחנו צריכים מאבק על החלשים ביותר שהם צריכים להיות חלשים זמנית&quot;.\r\n \r\n&quot;אני לא מקנאה בסיטואציה שאלאלוף נמצא בה&quot;, אמרה ח&quot;כ מיכאלי. &quot;בסוף לאף אחד מהיושבים על הבמה אין את הכלים לשנות את המדיניות של הממשלה. אפילו ברמת הכוונה, לא עדכנו את המדדים והיעדים שורצים בכלל להגיע אליהם&quot;.\r\n \r\nמיכאלי אף התייחסה לסוגיית עובדי הקבלן ואמרה: &quot;המצב משתנה כל הזמן ונוספות לנו כל הזמן משפחות ששני ההורים עובדים. אמרו לנו שאם תצאו לעבוד תצאו מהעוני ולא כך הדבר. חצי מהעובדים בישראל משתכר פחות מ-6,000 שקל בחודש. העובדה שישראל היא המדינה שיש בה את ההעסקה הקבלנית הכי גדולה במערב. אם אנחנו רוצים לשנות את המצב צריך רצון פוליטי, ואם הרצון הפוליטי הוא להישאר בשלטון אז באיזה מחיר?&quot;\r\n \r\n&quot;המדינה היא המעסיקה הגדולה ביותר של העבדים המודרניים&quot; הוסיפה תמנו שטה. &quot;גם המדינה מודה שעושקים את העובדים ומנצלים אותם, וזה אותם עובדי קבלן שמצד אחד היא הרגולטור אבל היא המעסיק הגדול ביותר וזה אותם עניים והאוכלוסיות החלשות. אסור שאנשים כמונו התייאשו וישאירו את המגרש של הכנסת רק לגנרלים שידברו רק על עמונה ולא על עוני&quot;.", "keywords": ["עוני", "הכנס לידידות", "עניים", "אלי אלאלוף"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/12/14/687689/_S5P4109_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אביב גוטר"}, "datePublished": "2016-12-14T12:13:37", "dateModified": "2020-08-19T13:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"לאשה ענייה שאין כסף לתרומת ביצית לא מגיע להיות אמא\"?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}