{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3762155,00.html"}, "headline": "העבודה בעיניים", "description": "התחום החם על המגרשים הוא אימון הראייה. טכנולוגיות חדישות מצליחות לשפר את הביצועים של ספורטאים באלפיות שנייה, ומוכיחות שלפעמים מצמוץ מהיר הוא יתרון שיוצר ספורטאי־על. ד&quot;ר דניאל לביא, המומחה העולמי המוביל בענף, מסתכל בעיניים של ליאו מסי, רוג&#39;ר פדרר וסטף קרי, ומסביר למוסף כלכליסט איך מהירות המבט ורוחב הראייה קובעים את גורל השחקנים - והמשחק", "articleBody": "&quot;\r\nכשחושבים על זה, זה מאוד לא ריאלי לחבוט בכדור בייסבול עם מחבט, אבל עושים את זה כל הזמן&quot;, אומר ד&quot;ר דניאל לביא. &quot;לחובט יש בערך 150 אלפיות שנייה להחליט אם לנסות לחבוט בכדור שעף לכיוונו ב־140 קמ&quot;ש ממרחק של כ־19 מטר, בדרך כלל בסיבוב. אין לו אפילו זמן למצמץ, כי מצמוץ לוקח 300 אלפיות שנייה. כלומר הוא צריך לקבל החלטה על סמך חיזוי. בשביל זה צריך ראייה טובה בהרבה מהממוצע&quot;.\r\n \r\nלהאזנה לכתבה, הוקלט על ידי הספריה המרכזית לעיוורים ולבעלי לקויות קריאה\r\n \r\n \r\n \r\nלביא הוא רופא עיניים ומומחה לראיית ספורט. למעשה, המומחה הבכיר בעולם לתחום הצומח הזה. בשנים האחרונות כל ענפי הספורט מנותחים לפרטי פרטים, נפרסים לרסיסים שמרכיבים כל משחק, כל מהלך וכל ספורטאי, כדי להבין מה אפשר לשפר ואיך. התקדמות הטכנולוגיה מאפשרת מעקב אחרי שבבי מידע זעירים, והחוקרים צוללים לתוכם כדי לייצר ספורטאי־על, עם האימונים הכי נכונים, הביצועים הכי חזקים והאביזרים הכי מועילים. הניתוחים האלה מאפשרים גם לזהות את החוזק של כל ספורטאי, לאתר מראש את אלה שיש להם יתרונות בעלי משמעות.\r\n \r\nובתוך זה, הראייה היא הענף הצומח ביותר, בהובלת לביא. כיוון שכל מהלך בספורט מתחיל בראייה — אור על הרשתית, המרה לאותות עצביים, והלאה אל האזורים הרלבנטיים במוח — למהירות הקליטה והניתוח של הספורטאי יש חשיבות גדולה. מי שרואה &quot;לאט&quot; ופחות חד, יתקשה להיות חובט בייסבול מוצלח. מי שמזוהה כרואה &quot;מהר&quot; ובחדות גבוהה יכול להיבחר ולזכות לטיפוח שישפר את הראייה שלו עוד יותר, יאמן לו את העיניים ויהפוך אותו לחובט מצטיין. וזה קורה, כמובן, לא רק בבייסבול. ליאו מסי הוא כוכב בין השאר משום שהוא רואה &quot;מהר&quot; — הוא מעבד מידע על תנועת היריב 0.2 שניות מהר יותר משחקני־על אחרים. גם טניסאי צמרת נדרשים ליכולת כזאת, וכן הלאה.\r\n \r\n \r\nאבל נחזור ללביא — שמו נכתב באנגלית Laby, כי כשסבא שלו הגיע מחברון לארצות הברית הוא לא ידע איך לאיית לביא באנגלית — ולבייסבול. בשנות התשעים לביא וכמה מעמיתיו פרסמו מחקר ששינה את האופן שבו קבוצות בוחרות שחקנים: הם הראו שלשחקני בייסבול יש ראייה טובה יותר מזו של אדם ממוצע, ושהשחקנים הטובים ביותר הם בעלי הראייה הטובה ביותר, כזאת שמאפשרת לקלוט ולנתח בחדות ובמהירות כדור שהיקפו 235 מ&quot;מ, בצבע לבן, שעף ביותר מ־140 קמ&quot;ש על רקע שלל צבעים במגרש. &quot;שחקן בייסבול יכול לראות בחדות מ־12 מטר מה שאדם ממוצע יכול לראות בחדות מ־6 מטרים&quot;, אומר לביא בראיון ל&quot;מוסף כלכליסט&quot;. &quot;אבל חדות הראייה היא רק חלק ממכלול של אלמנטים שאנחנו מכירים כ&#39;ראייה ספורטיבית&#39;, ובשש השנים האחרונות אנחנו רואים קפיצה גדולה בהבנה של מה זו ראייה ספורטיבית&quot;.\r\n \r\nעם הידע שלו על ראייה ספורטיבית, לביא עובד כיום עם קבוצות בייסבול מובילות — בוסטון רד סוקס, יוסטון אסטרוס, קליבלנד אידיאנס, שיקגו קאבס וטמפה ביי רייז; שלוש מהן זכו בארבע משש האליפויות האחרונות של ה־MLB (וורלד סירייס). בשנים האחרונות לביא, כבעלים של חברת SportVision, התחיל לעבוד גם עם קבוצות מענפים אחרים, כולל פילדלפיה סבנטי־סיקרס וקבוצות נוספות מה־NBA, ופילדלפיה איגלז מה־NFL. בין השאר, הוא מסייע לקבוצות לבחור ספורטאים בעלי ראייה מצוינת, בזכות מדדים סודיים שפיתח, ועוזר להן לבנות אימונים כדי שישפרו את הראייה שלהם.\r\n \r\n \r\n \r\nכל ספורט וכישורי הראייה הנדרשים לו\r\n \r\nמי שהביא את לביא לרד סוקס ואחר כך לשיקגו קאבס הוא תיאו אפשטיין. הג&#39;נרל מנג&#39;ר האגדי הזה הוביל את בוסטון רד סוקס לזכייה באליפות ראשונה ב־86 שנה (ובכך ביטל את &quot;קללת במבינו&quot;) ואחר כך לזכייה ראשונה של שיקגו קאבס אחרי 108 שנה (ובכך ביטל את &quot;קללת העז&quot;), והוא עשה זאת בעזרת עבודה עם סטטיסטיקות מתקדמות. בכל הקבוצות הוא הסתמך על מגוון נתונים שאחרים לא ידעו עליהם או לא התעמקו בהם, ובנה את הקבוצות עם חשיבה מדעית מורכבת — גם בעזרת לביא. &quot;בשנות התשעים עבדנו אך ורק עם הצוות הרפואי של הקבוצה&quot;, אומר לביא, &quot;אבל בשנים האחרונות אנחנו רואים עוד ועוד קבוצות שמבינות את הקשר הישיר בין ראייה להצלחה על המגרש, ולכן אנחנו עובדים יותר ויותר עם המנהלים הספורטיביים והצוות המקצועי&quot;. \r\n \r\nבעבודה איתם, הוא משנה את האימונים. &quot;אני גם יכול להגיד שאימון החבטות הקלאסי — עם מכונה או זורק שגרתי — אינו יעיל, כי הוא לא מסייע לאימון המערכת הראייתית או ליכולות החיזוי של השחקנים. הוא לא מזכיר את האווירה שיש במשחק או מדמה אותו. להפך, הוא אפילו עשוי לפגוע במכניקה של הראייה הנדרשת&quot;. לכן הוא ממליץ לקבוצות שהוא עובד איתן לאמן את החובטים בעזרת פיצ&#39;רים, זורקי כדורים מקצועיים, שאינם שייכים לקבוצה, או להשתמש בסימולטורים. &quot;יש כיום סימולטורים וטכנולוגיות מציאות מדומה שאפשר להטמיע בהם סגנונות זריקה של כל פיצ&#39;ר בליגה ובעזרתם לאמן את החובטים. מבחינת הראייה וזמן התגובה זה יעיל יותר מאימון חבטות קלאסי&quot;. \r\n \r\n \r\nהיבט אחר של העבודה הוא איתור הספורטאים בעלי הראייה הטובה ביותר. &quot;ככל שהדאטה גדל העבודה שלנו משתנה. עכשיו אני צריך לשבת מול דו&quot;חות דראפט ולנסות לנבא יכולות של ספורטאים&quot;, הוא מסביר. הוא לא משתמש במבחני הראייה הקלאסיים (אותיות שחורות על רקע לבן), משום שלטענתו הם לא מלמדים שום דבר בעל ערך, ובמקומם נעזר בטכנולוגיות חדשניות. למשל, קסדה שנקראת OptimEYEs, שבודקת את יכולות הראייה המקיפות ויודעת גם לזהות אם שחקן צריך עדשות ואילו; או תוכנות כגון Neurotracker ו־Neuroscouting, שמסייעות לקבוצות להבין את תנועת העיניים והאישונים של השחקנים. &quot;העבודה היא קודם כל של רופא עיניים — אני צריך לברר מי הספורטאי שצריך משקפיים או עדשות. בערך 20%־30% מהשחקנים צריכים עדשות, וזה משפר את היכולות שלהם באופן אוטומטי. זה עניין של חומרה, לא תוכנה. מעבר לכך, 20% מהספורטאים צריכים סיוע ב&#39;תוכנה&#39; — שיפור קואורדינציה עין־יד, למשל. השאר לא בהכרח צריכים את הסיוע שלנו. אבל בענפי ספורט אנחנו רואים שיש סוגי ראייה שונים שמסייעים לספורטאים להצליח&quot;. \r\n \r\n \r\nעם ההתמקצעות שלו בתחום, הוא גם למד, ועדיין לומד, את כישורי הראייה השונים הנדרשים בענפים השונים. &quot;בקליעה למטרה לרבים מהספורטאים אין יכולת מרשימה בתפיסת עומק, אבל הם בעלי ראייה חדה מהרגיל. באגרוף, לעומת זאת, ראיית העומק חשובה כדי להבין מאיפה יגיע האגרוף, אבל פחות צריך חדות ראייה. יש ענפים שבהם נדרשת ראייה פריפריאלית מצוינת ויש כאלה שמחייבים יכולת ראייה מרכזית טובה. יש ענפים שבהם הכדור קטן ומהיר — הוקי, בייסבול, לאקרוס — ולכן צריך ראייה חדה מאוד, שמאפשרת לראות את הסיבוב של הכדור ולחזות לאן הוא הולך. יש ענפים עם כדור גדול והרבה תנועה — כדורגל, כדורסל, כדורעף, פוטבול — שבהם צריך ראייה פחות חדה אבל יותר פריפריאלית ויכולות זיהוי תנועה טובות יותר. למשל, באורלנדו מג&#39;יק שב־NBA חקרו ומצאו קשר ישיר בין היכולת להבחין בתנועה לשיעורי הצלחה טובים במסירות. בענפי הספורט הקבוצתיים יש גם הבדלים בראייה בין התפקידים השונים על המגרש, למשל בין גארדים לסנטרים בכדורסל, או בין חלוצים לקשרים בכדורגל. חלוץ לא צריך ראייה פריפריאלית מצוינת כמו קשר, הוא צריך ראייה מרכזית טובה משל הקשר. בגדול, בבדיקת ראייה אפשר לראות לאיזה ספורט אדם מתאים יותר, ולאיזו עמדה בתוך הענף הזה. ובאופן כללי אם נגדיר ראייה של אדם רגיל כ־0, ראייה של כדורגלן ממוצע תהיה ברמה 1 ושל שחקן בייסבול ממוצע ברמה 1.5&quot;. ואכן, בין השאר לביא מסייע לבני נוער להבין מה הספורט המתאים להם, וכמובן מסייע לקבוצות להבין מה התפקיד המתאים לכל ספורטאי על פי הראייה שלו.\r\n \r\n \r\nעוד דבר שהתברר ללביא עם השנים הוא שגם בעיות ראייה יכולות להיות יתרון בספורט. &quot;למשל, אצל צלפים או קלעים של חץ וקשת ראייה חדה היא הכרחית אבל ייתכן מאוד, על סמך הנתונים שיש לנו, שלקלעים עם בעיות בראיית תלת־ממד יש יתרון על אחרים. כדורסלן־על יכול להיות בעל ראייה חדה בינונית ועדיין להצטיין כי הוא צריך להצטיין בסוג ראייה אחר&quot;. רק בחודש שעבר סיפר סטף קרי, מקלעי השלשות הגדולים בהיסטוריה של הכדורסל, שהוא משתמש בעדשות מגע אחרי שנים שראה מטושטש, גם על המגרש. &quot;עכשיו אני רואה הרבה יותר חד&quot;, אמר קרי, במה שנראה כמו בשורה לא מזהירה לקבוצות היריבות. לביא מסביר שלקרי פשוט היתה בעיה קלה ב&quot;חומרה&quot;, בדמות ניוון קרנית, שחייבה אותו לצמצם את שדה הראייה כשזרק, בעוד התוכנה — יכולת הקלט ועיבוד המידע — עבדה מצוין, ועכשיו תעבוד אפילו טוב יותר. &quot;בכל מקרה, החדות אינה מקדש הראייה בכדורסל&quot;, אומר לביא. &quot;אפשר לשער שקרי ניחן ביכולות &#39;עין שקטה&#39; גבוהות (עין שקטה היא היכולת למקד את הראייה בדברים שנעים במהירות) ובקואורדינציית עין־יד גבוהה מאוד&quot;. \r\n \r\n \r\nמקרה אחר של תיקון ראייה אצל ספורטאי צמרת נרשם בבייסבול. &quot;סטיבן דרו מבוסטון רד סוקס לא היה חובט טוב בכלל, אבל הוא היה שחקן שדה (הגנה) טוב מאוד, אז לא רצו לוותר עליו. הוא הגיע למשרד שלי בזמן הוורלד סירייס ב־2013, וראינו שהוא צריך עדשות מגע. הוא לא ממש רצה לשים אותן, אבל במשחק האליפות מאמן הכושר סייע לו להכניס את העדשות וכמה רגעים אחר כך הוא עשה הום־ראן שניצח לרד סוקס את הוורלד סירייס. זה היה רגע מרגש מאוד — ראיתי איך העבודה שלי עוזרת. זה החלק הכי כייפי&quot;.\r\n \r\n \r\nהמפתח ללהיות במקום הנכון בזמן הנכון\r\n \r\nבמשך שנים מאמנים ואנשי מקצוע דיברו על &quot;ראיית משחק&quot; טובה, כמעט כמטאפורה, עד שבאו לביא ושאר המומחים בתחום והראו שמדובר בראייה של ממש, שהיא לעתים קריטית לספורטאי מקצועי יותר מריאות חזקות במיוחד או ריצה מהירה מאוד. קווין דה ברוינה, הקשר הג&#39;ינג&#39;י של מנצ&#39;סטר סיטי, הוא דוגמה טובה. היכולות הפיזיולוגיות שלו אינן יוצאות דופן, ולא מעט שחקנים מכדררים או בועטים טוב ממנו. אבל הראייה שלו בהחלט חריגה. &quot;הוא רואה הכל על המגרש&quot;, אמר היין ואנהזברוק, שאימן אותו ב־KRC גנק והעלה אותו לבוגרים בגיל 18. &quot;הוא רואה את מי שהוא רוצה למסור לו גם ממרחק של 70-60 מטר&quot;. ובגרמניה, הפסיכולוג של מועדון הכדורגל הופנהיים אמר: &quot;שחקן טוב יראה שלושה שחקנים ברדיוס 20 מטרים סביבו, שחקן מצוין יראה שבעה שחקנים ברדיוס 40 מטר&quot;. \r\n \r\n \r\n \r\n \r\nפרופ&#39; גאייר יורדט הנורבגי, פסיכולוג וכדורגלן חובב, כתב את התזה שלו על הנושא, ובה טען שמה שקובע &quot;כישרון&quot; של שחקן הוא הראייה. בעקבות מחקר של מאות שחקנים הוא הסיק שקבלת החלטות על המגרש היא ה־X פקטור של הכדורגלנים, ושהטובים ביותר הם כאלה בזכות ההחלטות הטובות ביותר — שמתקבלות על סמך יכולות הראייה ואיסוף הנתונים שלהם. את התהליך הזה הוא חילק לשלושה היבטים: תפיסה מרחבית ויזואלית, שהיא היכולת לקלוט ולעבד מידע; יכולת &quot;גישוש&quot; ויזואלית, כלומר סריקה של אזור כדי לקלוט את המידע; וציפייה, או הטרמה (אַנְטִיצִיפַּצְיָה) — היכולת לראות מה הולך לקרות. השחקנים הטובים ביותר סורקים את כל השטח סביבם כדי לקלוט את כל המידע הרלבנטי, ולפני קבלת הכדור מפנים את מבטם לאזורים שללא הכדור שבע עד עשר פעמים בתוך שבע שניות בלבד. על בסיס הממצאים האלה יורדט פיתח את מדד Visual Exploratory Frequency — VEB, תדירות הגישוש הוויזואלי, &quot;תנועת גוף או ראש שבה השחקן ללא הכדור מפנה את מבטו לאזור שללא הכדור כדי לחפש אינפורמציה שרלבנטית לפעולה של השחקן עם הכדור&quot;. בפרמיירליג, למשל, הוא מצא שפרנק למפארד היה המגשש הטוב ביותר, עם 0.62 חיפושים לשנייה, וסטיבן ג&#39;רארד היה השני, עם 0.61 חיפושים. המחקר שלו גם העלה קשר ישיר בין מספר הגישושים לשנייה לשיעור ההצלחה במסירות — יותר גישושים משמעותם מסירות מדויקות יותר. \r\n \r\nארסן ונגר, מנג&#39;ר ארסנל לשעבר, טען בוועידה מקצועית בפריז ש&quot;שחקנים גדולים מזיזים את הראש כמו רדאר (...) לומדים את התפיסה המרחבית הזאת בגילים 5 עד 12 — חשוב מאוד ללמד את זה מגיל צעיר&quot;. והגישושים האלה, התפיסה המרחבית הזאת, הם שמאפשרים לשחקנים לקלוט מידע שיאפשר להם לחזות את העתיד, להיות במקום הנכון בזמן הנכון — מפתח קריטי בספורט.\r\n \r\n \r\nכשהטכנולוגיה מתחילה לאמן ראייה ספורטיבית\r\n \r\nפרופ&#39; גרשון טננבאום מאוניברסיטת פלורידה סטייט הוא אחד החוקרים החשובים בפסיכולוגיית הספורט. הוא למד ועבד בשיקגו, באוסטרליה וגם במכון וינגייט, וכיום הוא מרבה להרצות על קבלת החלטות של ספורטאים, בין השאר במוסדות וקבוצות מובילים. בין לבין, הוא חוקר את ההיבטים הקוגניטיביים, האמוציונליים והמוטוריים של ספורטאים גדולים. למשל, את יכולות החיזוי הנדרשות מטניסאים ואת האופן שבו הם משיגים את החיזוי הטוב ביותר. &quot;אנחנו מעמידים את הספורטאי מול מסך ענקי ומשתמשים במכשיר שעוקב אחר העיניים שלו, ואז אנחנו בודקים את קבלת ההחלטות שלו בעודו צופה בדמות של שחקן על המסך שמתכונן לחבטת פתיחה&quot;, מסביר טננבאום ל&quot;מוסף כלכליסט&quot;. &quot;רגע לפני שדמות הטניסאי חובטת, אנחנו חוסמים את הראייה של הטניסאי שלנו למאה אלפיות שנייה, ובניסיונות מתקדמים יותר לזמן ממושך יותר. לפתע הוא לא רואה כלום. אנחנו שואלים אותו לאיזה כיוון הסרב הולך, והטניסאים הטובים תמיד עונים נכון. הם יודעים לאן הכדור הולך עוד לפני החבטה. לכן כשהכדור נזרק, עוד לא פוגש במחבט, הם כבר יודעים לאן ללכת. אם הם היו תלויים רק בזמן התגובה שלהם (ללא ההטרמה), הם לא היו מגיעים לכדור אף פעם, זה הרי כדור שעף ב־200-150 קמ&quot;ש, מתמטית אי אפשר להגיע אליו אם יוצאים רק אחרי שהוא נחבט. כלומר טניסאים טובים קוראים את שפת הגוף של היריב, את הזווית של הרגליים, את תנועת הגוף, ויודעים לאן ללכת. זה קורה גם אצל שוערי כדורגל — הם נעים לעבר הכדור לפני שהוא נבעט&quot;.\r\n \r\n \r\n \r\nבמילים אחרות — ספורטאים טובים חוזים את העתיד. הם קוראים סימנים שבני אדם רגילים לא מסוגלים להבין. לא רק טניסאי־על כמו רוג&#39;ר פדרר, אלא אנשי הצמרת בכל ענף. &quot;זה נכון לגבי כל ספורטאי־על — יכולת החיזוי היא מה שלעתים קרובות מבדיל בין שחקן סביר לשחקן מצוין&quot;, אומר לביא. &quot;יש שחקני בייסבול שיכולים לחבוט בכדור עם עיניים עצומות. יש סרטון של כריסטיאנו רונלדו נוגח בכדור לשער גם כשהוא לא רואה את הכדור מגיע לעברו&quot;. והחיזוי הזה, הוא מדגיש, מתבסס על ראייה טובה ועיבוד מהיר של הקלט החושי. הכישורים האלה הולכים ומשתפרים עם השנים, בזכות האימונים. ושוב, לפי לביא, זה מתחיל בראייה טובה ויכולת עיבוד מהירה. ויש עוד נקודה שהוא מדגיש — בספורט קבוצתי, היכולות האלה צריכות לאפיין את כל השחקנים. &quot;הייתי במשחק של בית&quot;ר ירושלים&quot;, הוא מדגים, &quot;וראיתי איך יוסי בניון היה טוב מאוד בלמסור, הוא מצא את השחקנים האחרים וידע לחזות נכון לאן הם רצים. אבל הם היו פחות טובים בלצפות את המסירות שלו&quot;. \r\n \r\n \r\n \r\n \r\nהשאלה המתבקשת היא, אם כן, אם אפשר לאמן את הראייה הספורטיבית, על חלקיה השונים (הגישוש, זיהוי התנועה, העיבוד, החיזוי). לביא סבור שבעידן הדאטה והטכנולוגיה של היום, זה אפשרי. הוא מסביר שעוד מוקדם לקבוע אילו מהכלים הקיימים עובדים באופן גורף, &quot;אבל אם ספורטאי מרגיש שמשהו עוזר לו, אין בעיה. גם אפקט פלסיבו יכול לעבוד&quot;. עם הכלים כיום נמנים, למשל, משקפיים מיוחדים ששחקן יכול להרכיב, ושיוצרים אפקט של מצמוצים רבים. כך המוח שלו צריך לקלוט כמה שיותר מידע בפחות זמן; מחקר באוניברסיטת דיוק מצא שהמשקפיים האלה עזרו לספורטאים לפתח זיכרון צילומי ולשפר את התפיסה המרחבית שלהם. כדורסלנים כבר משתמשים בהם כדי לשפר את הקליעה. \r\n \r\nמשקפיים כאלה הם למשל Eclipses; סטף קרי משתמש בהם באימוני זריזות ורפלקסים, ומאמן הכישורים שלו, ברנדון פיין, אמר שהיעילות שלו השתפרה מאוד: &quot;אנחנו כל הזמן מחפשים להשתפר במאית השנייה בכל דבר שאנחנו עושים, והטכנולוגיה מסייעת בזה. זה ההבדל בין שחרור הכדור בזמן או לקבל בלוק&quot;. מאז החל להתאמן עם המשקפיים קרי רשם את עונת ה־50/40/90 (50% מהשדה, 40% מהשלוש, 90% מהקו) הראשונה בהיסטוריה של ה־NBA, עם ממוצע של 30 נקודות למשחק; הוא גם שבר את שיאי השלשות של הליגה וזכה פעמיים בתואר ה־MVP. כלי אחר הוא אפליקציות שנועדו לחדד ראייה של ספורטאים, למשל Game Vision, שמסייעת לשפר את הראייה ונשענת על מחקר של 30 שנה שעשה פרופ&#39; אורי פולת ושנועד לסייע לטייסי חייל האוויר להתגבר על פרסביופיה (היחלשות טבעית של כושר הראייה לעצמים קרובים). \r\n \r\n \r\n \r\n \r\nלשאלת האימון נכנס בינואר מחקר חדש של אוניברסיטת קליפורניה, שלפיו &quot;יש לנו יכולת ראייה חייתית, כזאת שמאפשרת לנו לזהות תנועה כמו שנחש מזהה תנועה של טרף או ציפור מזהה תנועה ופועלת&quot;. מדובר במערכת ראייה אחרת מזו שהיתה מוכרת עד היום, שמקושרת במוח לחלק קדום יותר מבחינה אבולוציונית, המוקדש כולו לזיהוי תנועה. יכול להיות, אומר לביא, שהחלק הזה פשוט מפותח יותר אצל ספורטאים. &quot;זו תגלית מפתיעה&quot;, הוא מסביר. &quot;אנחנו לא יודעים על זה עדיין כלום, אבל אני מתאר לעצמי שתיאורטית אם נדע איך לאמן את החלק הזה — נוכל לאמן את האינסטינקטים של הספורטאים, לגרום להם להגיב מהר יותר לתנועות סביבם&quot;. גם אם אימון כזה עוד רחוק, הוא מוסיף, &quot;בטוח שהכלי העיקרי של הספורטאי יישאר העיניים. בלעדיהן הוא לא יוכל להפעיל שום דבר במוח&quot;.", "keywords": ["ספורט", "סטטיסטיקה", "ראייה ספורטיבית", "דניאל לביא", "בייסבול"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/05/15/906012/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2019-05-18T19:05:39", "dateModified": "2020-08-17T03:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "העבודה בעיניים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}