{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3802834,00.html"}, "headline": "בכירי קווליטסט לשעבר רוכשים שליטה בשתי חברות תוכנה ב-18 מיליון שקל", "description": "יל זילברמן וטלי שם טוב, רוכשים את השליטה בחברות CodeValue ו-WellDone Software ב-18 מיליון שקל. 12 מיליון שקלים עבור השליטה ב-CodeValue ו-6 מיליון שקלים עבור השליטה בחברת WellDone. שווי החברות יחד מוערך ב-30 מיליון שקלים", "articleBody": "בכירי חברת קווליטסט לשעבר, אייל זילברמן וטלי שם טוב, רוכשים את השליטה בחברות CodeValue ו-WellDone Software ב-18 מיליון שקל. 12 מיליון שקלים עבור השליטה ב-CodeValue ו-6 מיליון שקלים עבור השליטה בחברת WellDone. שווי החברות יחד מוערך ב-30 מיליון שקלים. זילברמן, ממייסדי קווליטסט הוא יזם ובעלים של מספר חברות בתחום הIT . שם-טוב שימשה ב-18 שנים האחרונות כמנכ&quot;לית קווליטסט ישראל ומזרח אירופה.\r\n \r\nחברת CodeValue עוסקת במתן פתרונות פיתוח בסביבות ענן ו-DevOps . החברה הוקמה ב-2010 והיא מונה כיום מעל 200 עובדים. חברת WellDone Software הוקמה לפני כ-10 שנים ע&quot;י דני קינן והיא מציעה מודל &quot;פיתוח מהבית&quot; – מודל ייחודי בו כלל עובדי החברה, ובכלל זה הנהלת החברה עובדים מהבית. החברה מונה כיום כ-40 מפתחים וארכיטקטים באזורים שונים בארץ ובעולם.\r\n \r\n \r\nשתי החברות ימוזגו לחברה אחת שבראשו תשמש טלי שם-טוב כמנכ&quot;לית הפעילות המאוחדת ודני קינן, מייסד Welldone Software, ישמש כ-CTO ומוביל פעילות פיתוח מהבית. בעקבות השלמת הרכישה, החברה החברה צפויה לגייס כ-40 מפתחים עד סוף השנה.\r\n \r\n \r\nטלי שם-טוב, מנכ&quot;לית של codevalue ו-welldone: &quot;רכישת החברות היא עסקה שתתרום ותפתח שתי חברות שמצטיינות באותו תחום, ותהפוך אותן לחברה אחת חזקה ומשמעותית שצפויה להוביל את שוק פתרונות התוכנה, זאת בזכות התרומה שכל חברה תעניק לחברתה. כבר כעת אנחנו מסיבים בגלל מגיפת הקורונה חלק ניכר מעובדי CodeValue לעבודה מהבית תוך ניצול הידע, המתודולוגיה והכלים שפותחו ב-Welldone Software לאורך השנים.&quot;\r\n \r\nדני קינן, מייסד WellDone: &quot;על אף ההצלחה של החברה בשנותיה כחברת בוטיק, מובן היה לאורך הדרך כי היא בעלת פוטנציאל בינ&quot;ל גדול ויכולת להצליח גם הרבה מעבר לישראל. אני משוכנע כי השלמת הרכישה והצטרפותם של דמויות בכירות כמו איל וטלי, שכבר הוכיחו את היכולת שלהם למצות פוטנציאל של חברה בתעשייה, תסייע לנו במינוף החברה לטכנולוגיות ושווקים נוספים ולהפוך אותנו לגוף פיתוח מוביל ולשחקן משמעותי בעולם&quot;.\r\n ", "keywords": ["גיוס", "רכישה", "אייל", "זיבלרמן", "וטלי", "שם", "טוב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/22/979219/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך"}, "datePublished": "2020-03-22T12:00:17", "dateModified": "2020-08-20T09:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בכירי קווליטסט לשעבר רוכשים שליטה בשתי חברות תוכנה ב-18 מיליון שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}