{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3708873,00.html"}, "headline": "מסע עולמי: היכן תוכלו ללמוד לתואר בחינם או בזול", "description": "מדינות כמו גרמניה וצרפת לא גובות שכר לימוד גם מסטודנטים שאינם אזרחי האיחוד האירופי. כמו כן, לעתים קרובות הוצאות המחיה בחו&quot;ל נמוכות יותר - מה שהופך את המעבר למשתלם במיוחד לסטודנטים ישראלים", "articleBody": "הלימודים באוניברסיטאות בישראל לא נחשבים יקרים. שכר הלימוד בארץ אינו גבוה יחסית לעולם ובעיקר יחסית לארה&quot;ב אך יוקר המחיה בארץ מוביל לכך שסטודנטים בישראל מוציאים כ-5,000 שקל בכל חודש, כך לפי נתונים של התאחדות הסטודנטים. \r\n \r\nישנן מדינות שבהן ההשכלה הגבוהה היא בחינם או בשכר לימוד סמלי והמחיה זולה יותר מאשר בישראל. כך שעבור סטודנטים ישראלים שטסים ללמוד במדינות אלה בסופו של דבר הלימודים בחו&quot;ל זולים יותר. אלה הן המדינות בהן תוכלו ללמוד בחינם או בזול לפי אתר דירוג האוניברסיטאות QS: \r\n \r\n \r\n1. גרמניה \r\nבאוניברסיטאות הציבוריות בגרמניה לא נדרשים הסטודנטים לתואר ראשון לשלם שכר לימוד כלל. הלימודים בחינם הן לסטודנטים בעלי אזרחות גרמנית והן עבור סטודנטים ממדינות אחרות בעולם ללא קשר לארץ מוצאם. התשלום היחיד לאוניברסיטה הוא עבור הרישום והוא נע בין 150 ל-250 יורו (580-970 שקל). הוצאות המחיה כמובן לא כלולות וכדי לקבל אשרת סטודנט ללימודים בגרמניה יש להוכיח שברשות הסטודנט כ-8,700 יורו בשנה (כ-2,800 שקל בחודש) למחיה. \r\n \r\n \r\nההשכלה הגבוהה בגרמניה נחשבת טובה ויותר מ-40 אוניברסיטאות גרמניות מופיעות בדירוג האוניברסיטאות העולמי של QS. עם זאת, ישנם סימנים לכך שהלימודים בחינם בגרמניה עלולים לעבור מן העולם בקרוב. מדינת באן וורטמברג בדרום מערב המדינה כבר הודיע כי תתחיל השנה לגבות שכר לימוד מסטודנטים מחוץ לאיחוד האירופי וגובהו יהיה כ-1,500 יורו (כ-5,800 שקל) בכל סמסטר. \r\n \r\n2. צרפת \r\nהלימודים הגבוהים בצרפת אמנם אינם בחינם אך שכר הלימוד באוניברסיטאות הציבוריות בצרפת הוא כ-184 יורו (כ-710 שקל) לשנה עבור לימודי תואר ראשון. ישנם מקצועות מסויימים כמו רפואה למשל שבהם שכר הלימוד גבוה יותר אך לא בהרבה. בדומה לגרמניה מרבית התוכנית ללימודי תואר ראשון נלמדות בשפה המקומית ולא באנגלית. סטודנטים שירצו ללמוד צרפתית או גרמנית בבית ספר ייעודי לכך לפני תחילת שנת הלימודים צריכים להוסיף את העלות הזאת לחשבון הכללי. הוצאות המחיה בצרפת הן כ-9,600 יורו (37,200 שקל) בשנה אך הן גבוהות יותר בפריז. \r\n \r\n \r\n3. המדינות הסקנדינביות \r\nבנורבגיה לימודים באוניברסיטה הם בחינם לכל הסטודנטים, ללא קשר לארץ מוצאם. מרבית התוכניות לתואר ראשון נלמדות בנורבגית ותלמידים מחו&quot;ל יצטרכו להראות שהם בקיאים בשפה ברמה מספקת ללימודים אקדמיים. בתארים מתקדמים ישנן הרבה יותר תוכניות שנלמדות בשפה האנגלית וגם הן בחינם. \r\n \r\nבדנמרק ושבדיה הלימודים לתואר ראשון ושני בחינם הם רק לאזרחי האיחוד האירופי. בתוכניות הדוקטורט ישנן תוכניות חינמיות שפתוחות הן לסטודנטים מהאיחוד והן לסטודנטים מחו&quot;ל וכן הן מאפשרות לדוקטורנטים לאף קבל שכר. בדנמרק שכר הלימוד האוניברסיטאי נע בין 45 אלף ל-120 אלף קרונות דניות (23,400 – 62,500 שקל). בשבדיה שכר הלימוד נע בין 80 אלף ל-140 אלף קרונות (32,600 – 57,000 שקל). בפינלנד החל מהשנה ייאלצו סטודנטים שאינם מהאיחוד האירופי להיפרד מ-1,500 יורו (5,800 שקל) לשנה לפחות כדי ללמוד באוניברסיטאות במדינה. \r\n \r\n \r\nבאיסלנד אין שכר לימוד עבור לימודים באוניברסיטאות הציבורית אך ישנם דמי רישום של כ-400 יורו (1,550 שקל) בשנה. יוקר המחיה במדינות הסקנדינביות הוא בין הגבוהים באירופה אך קופנהגן, הלסינקי, אוסלו ושטוקהולם דורגו בין הערים הטובות ביותר עבור סטודנטים. \r\n \r\n4. מדינות אחרות באירופה\r\nאוסטריה – סטודנטים אוסטרים וכן סטודנטים ממדינות אחרות יכולים ליהנות משני סמסטרים בחינם בכל התארים המתקדמים. לאחר מכן שכר הלימוד הוא 363 יורו (1,408 שקל) לסמסטר. סטודנטים ממדינות שאינן חברות באיחוד האירופי יצטרכו לשלם שכר לימוד של 726 יורו (2,814 שקל) לסמסטר. הוצאות המחיה במדינה הן בסביבות 10,200 – 12 אלף יורו בשנה (39,500 – 46,500 שקל). \r\n \r\nבלגיה – סטודנטים מהאיחוד האירופי יצטרכו לשלם שכר לימוד מקסימאלי של 835 יורו בשנה (3,240 שקל) כדי ללמוד בבלגיה. סטודנטים שאינם אזרחי אירופה יצטרכו לשלם בין 890 יורו ל-4,175 יורו בכל שנה (3,450 – 16,200 שקל). הוצאות המחיה השנתיות לסטודנטים במדינה מסתכמות בכ-11,400 יורו (44,200 שקל) בשנה. \r\n \r\n \r\nצ&#39;כיה – הלימודים בשפה הצ&#39;כית הם בחינם לכל הסטודנטים ללא קשר לארץ מוצאם אך מי שירצה ללמוד באנגלית יצטרך לשלם כ-4,260 דולר בשנה (כ-15,700 שקל). הוצאות המחיה יחסית נמוכות בצ&#39;כיה ונעות בין 4,200 ל-9,000 דולר (15,500 – 33,200 שקל) בשנה. \r\n \r\nיוון – מרבית התוכניות לתארים ראשון ושני באוניברסיטאות הציבוריות ביוון הן בחינם לסטודנטים ממדינות האיחוד האירופי. סטודנטים מחוץ לאיחוד האירופי יצטרכו לשלם שכר לימוד של כ-1,500 יורו (5,800 שקל) בשנה. הוצאות המחיה ביוון נחשבות לבין הנמוכות באיחוד האירופי. \r\n \r\nאיטליה – האוניברסיטאות הפרטיות באיטליה נחשבות יקרות אך באוניברסיטאות הציבוריות ניתן ללמוד לתואר ראשון עבור 850 – 1,000 יורו (3,300 – 3,885 שקל ) בשנה. הוצאות המחיה באיטליה מסתכמות בכ-12 אלף עד 18 אלף יורו בשנה (כ-47 אלף עד 70 אלף שקל).\r\n \r\n5. מדינות נוספות בעולם\r\nארגנטינה – כל הסטודנטים בעלי אזרחות ארגנטינאית נהנים מלימודים בחינם אך סטודנטים מחוץ למדינה נדרשים לשלם שכר לימוד של כ-5,000 דולר (18,400 שקל) בשנה. \r\n \r\nהודו – שכר הלימוד עבור סטודנטים מחו&quot;ל במרבית התוכניות לתואר ראשון בהודו לא עולה על 7,300 דולר (27,000 שקל) בשנה אך בתוכניות לתארים מתקדמים הוא עשוי להיות גבוה יותר. הוצאות המחיה בהודו נמוכות מאוד ומאפשרות חיים נוחים מאוד בעבור 5,000 דולר (18,400 שקל) בשנה. \r\n \r\nטייוואן – שכר הלימוד באוניברסיטאות הטובות בטייוואן נחשב אטרקטיבי כאשר בשנה שעברה נשיונל טייוואן יוניברסיטי גבתה עבור תואר ראשון שכר לימוד שנתי של כ-3,175 עד 3,900 דולר (11,700 עד 14,400 שקל). שכר הלימוד דומה לשכר לימוד אוניברסיטאי בישראל. ", "keywords": ["לימודים בחו&quot;ל", "אוניברסיטאות", "גרמניה", "צרפת", "יוקר המחיה", "סטודנטים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/533858/shutterstock_61091953_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מעין מנלה"}, "datePublished": "2017-03-03T07:44:29", "dateModified": "2020-08-20T10:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מסע עולמי: היכן תוכלו ללמוד לתואר בחינם או בזול", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}