{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3775025,00.html"}, "headline": "מבחני פיזה 2018: ציוני התלמידים בישראל נמוכים מהממוצע ב-OECD", "description": "עוד עולה כי הפערים בין התלמידים היהודים והערבים - הגדולים בכל הזמנים. יותר מחצי מהתלמידים הערבים בכיתה ט&#39; הוגדרו כמתקשים לעומת 12% מהיהודים. פערי הציונים בישראל בכל המקצועות – הגדולים בעולם. שר החינוך הקים ועדה שתחקור את כישלון רפורמת התקצוב השוויוני שהזרימה תקציבים גדולים לחינוך הערבי אך לא הביאה להישגים", "articleBody": "קריסה מוחלטת בהישגי החינוך הערבי בישראל. זו התמונה העולה מציוני מבחני PISA 2018 לתלמידי כיתות ט&#39; המתפרסמים היום. בשלושת תחומי המבחן נרשמה ירידה בהישגי התלמידים הערבים וכן פערי שיא בין תלמידי דוברי עברית וערבית, כאשר הפער הממוצע עומד על 124 נקודות. 54% מהתלמידים הערבים סווגו כמתקשים בכל שלושת התחומים ביחד, לעומת 12% בלבד בין היהודים. גם הפערים בין תלמידים חזקים וחלשים בישראל הם הגבוהים ביותר בכל המדינות הנבחנות בכל שלושת המקצועות. \r\n \r\n \r\n \r\nהממצאים קשים במיוחד לאור העובדה שהמשרד השקיע בשנים האחרונות סכומים הולכים וגדלים בבתי הספר היסודיים במגזר הערבי שהיו אמורים לכאורה להביא לשיפור ההישגים. שר החינוך הרב רפי פרץ הורה על הקמת ועדה שתבדוק את כשלון הרפורמה.\r\n \r\n \r\nארגון המדינות המפותחות ה-OECD, עורך את מבחן PISA אחת לשלוש שנים כדי לבדוק עד כמה התלמידים מוכנים לחיים בוגרים ולשוק העבודה. במחזור PISA 2018 השתתפו 78 מדינות, בהן כל 37 מדינות ה-OECD, ולמעלה מחצי מיליון תלמידים. המחקר בודק בעיקר את רמת המיומנות בשלושה תחומים – קריאה, מתמטיקה ומדעים.\r\n \r\nהציון הממוצע של ישראל בקריאה (עברית או ערבית) עמד ב-PISA 2018 על 470 נקודות, ירידה של 9 נקודות. הממוצע, כמו בשאר המקצועות, היה נמוך משמעותית מהציון הממוצע של מדינות ה-OECD שעמד על 487. זה הביא את ישראל למקום ה-29 הלא מכובד בין 37 מדינות ארגון המדינות המפותחות.\r\n \r\n \r\nהממוצע של ישראל במתמטיקה עמד על 463, ירידה של 7 נקודות. זאת, לעומת ממוצע המדינות המפותחות שעמד על 489 נקודות. ישראל דורגה 32 ב-OECD.\r\nהממוצע של ישראל במדעים עמד על 462 נקודות, ירידה של 5 נקודות. ממוצע המדינות המפותחות עמד על 489 נקודות כך שמדובר בפער משמעותי של 27 נקודות מהממוצע. ישראל דורגה במקום ה-33, חמישי מהסוף בין המדינות המפותחות ברשות הארצית למדידה והערכה בחינוך (ראמ&quot;ה) מציינים עם זאת שהירידות של ישראל בציון אינן נחשבות מובהקות.\r\n \r\nבכל מקרה ממוצע הציונים במגזר היהודי כמעט לא השתנה. הירידות הושפעו כמעט רק מהירידות הגדולות בציונים במגזר הערבי. ממוצע המגזר הערבי היה ממקם אותו בסוף ה-OECD. יתרה מכך הוא ממוקם בכל המקצועות בעשיריה האחרונה מבין 78 המדינות הנבחנות שיותר מחצי מהן לא חברות בארגון. \r\n \r\n \r\nבקריאה נרשמה ירידה של 29 נקודות בממוצע במגזר הערבי והפער מדוברי העברית הגיע ל-144 נקודות. במתמטיקה נרשמה ירידה של 12 נקודות והפער הגיע ל-111 נקודות. במדעים עמדה הירידה בין דוברי הערבית על 26 נקודות והפער הגיע ל-116 נקודות. בכל המקרים אלה פערי השיא של כל הזמנים. \r\n \r\nאלה לא הפערים הקשים היחידים שהתגלו בין שני המגזרים. בקרב דוברי העברית 4% מהתלמידים הצטיינו בכל שלושת התחומים. בקרב התלמידים הערבים מספר המצטיינים היה אפסי. 12% מדוברי העברית התקשו בכל שלושת התחומים, לעומת רוב של 53% מדוברי הערבית. שעור המתקשים הכללי בישראל עמד על 22% הרבה יותר גבוה מממוצע המדינות המפותחות שעמד על 13% בלבד.\r\n \r\n \r\nנמצאו פערים ניכרים בין תלמידים גם על רקע כלכלי. הפערים בהישגים בין תלמידים מרקע כלכלי גבוה ונמוך עומדים על 114 נקודות בקריאה, 99 נקודות במתמטיקה ו-103 נקודות במדעים. פערים אלה התרחבו לעומת PISA 2015.\r\n \r\nפיזור הציונים (הפער בין אחוזון 5 ו-95 של הציונים) בישראל הוא הגדול ביותר ב-OECD ובין כלל המדינות הנבחנות בכל שלושת המקצועות. כלומר פערי הציונים בישראל בין תלמידים חזקים בלימודים וחלשים הם הגדולים בעולם. בקריאה מדד הפיזור עומד על 407 נקודות בישראל לעומת 327 נקודות בממוצע ה-OECD, במתמטיקה על 356 נקודות בישראל לעומת 297 נקודות בממוצע המדינות המפותחות, ובמדעים על 361 נקודות בישראל לעומת 306 נקודות בממוצע ה-OECD.\r\n \r\nהנתונים הם מכה קשה למשרד החינוך. בשנים האחרונות הגדיל המשרד משמעותית של התקציבים לבתי ספר בשכבות החלשות בכלל ובמגזר הערבי בפרט באמצעות תקצוב דיפרנציאלי המעדיף בתי ספר חלשים. תלמיד בחמישון החלש קיבל ב-2018 תקציב גבוה ב-37% משל תלמיד בחמישון החזק. הרפורמה הזו בוצעה בהדרגה בין 2014 ל-2019 בימי השרים שי פירון ונפתלי בנט, אבל עכשיו מתברר שהתוצאות היו הפוכות מהמקווה. \r\n \r\nשר החינוך רפי פרץ הודיע שבעקבות הממצאים יוקם צוות לבדיקת הפערים והכנת תוכנית לחיזוק החינוך בחברה הערבית. מנכ&quot;ל משרד החינוך שמואל אבואב אמר ש&quot;צוות העבודה יהפוך כל אבן, ייבחן את תוכניות הלימודים, את יעילות הקצאת המשאבים, ואת האופן שבו נעשה שימוש באלפי שעות הטיפוח שניתנו&quot;.\r\n \r\n ", "keywords": ["לימודים", "יהודים", "ערבים", "מבחני פיזה", "pisa"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/10/03/849827/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שחר אילן"}, "datePublished": "2019-12-03T10:00:02", "dateModified": "2020-08-20T04:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מבחני פיזה 2018: ציוני התלמידים בישראל נמוכים מהממוצע ב-OECD", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}