{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3840852,00.html"}, "headline": "&quot;זו שעתם של האדריכלים להוביל את המשק בישראל&quot;", "description": "בפורום 100 DUN’S של בכירי האדריכלות שהתקיים אתמול הם עמדו על האתגרים שהביא אתו המשבר אך גם על האפשרויות שעולות ממנו: “עדיין לא בונים כאן מספיק ובסופו של דבר התעשייה תיתן קפיצה ותתפתח”", "articleBody": " \r\n \r\n&quot;אנחנו ניצבים בפתחו של משבר שעשוי לייצר סדר חדש ברמה החברתית וברמה העירונית”, כך אמר אתמול דוד קנפו, יו”ר התאחדות האדריכלים בפורום 100 DUN’S של בכירי האדריכלות. ”בניין המגורים יעבור שינוי משמעותי. המשרד יצטרך לקבל תפיסה אחרת. נראה שהאוניברסיטאות מצטמקות, הקניון כבר לא נועד לבילויים והמשבר ישנה את המרחב העירוני. זו שעתם הגדולה של האדריכלים להוביל את החברה והמשק בישראל לאופק אחר&quot;. \r\n \r\n \r\nבסקירה על הענף של אפרת שגב, סמנכ&quot;ל אגף כלכלה מידע ומחקר דן אנד ברדסטריט, היא ציינה כי &quot;ענף האדריכלות והתכנון מושפע מענף הנדל&quot;ן. האתגרים העיקריים כעת נובעים מהאטה ברכישת דירות, האטה צפויה בשוק המשרדים בשל העבודה מהבית, האטה צפויה בפרויקטי מסחר לאור ההימנעות מהתקהלויות,סיום תוכנית מחיר למשתכן ותוכנית חדשה הנוגעת להתחדשות עירונית. כל האתגרים האלה פוגשים את ענף האדריכלות בזמן שבו עובדים רבים הוצאו לחל&quot;ת ולא כולם יחזרו, עם צמצום צפוי של כ־15% בכוח האדם”. \r\n \r\nבדיון בהובלת עו”ד דפנה שחר, מנחת התוכנית סודות הנדל”ן אמרה אורנה צור, מנכ”ל משותף במשה צור אדריכלים, בוני ערים בע”מ כי &quot;חלק מבשורות האיוב לא הרגשנו, למעט מקרים בודדים של עיכוב פרויקטים או חלוקת תשלומים. עדיין קשה למצוא אדריכלים וקשה למצוא עובדים. העבודה לא תיפסק כי ממשיך להיות צורך בדיור, יהיו בעיות בתחום המסחר אבל 90% נשאר בדיוק כשהיה&quot;. \r\n \r\nאדריכל משה צור, מנכ&quot;ל משותף משה צור אדריכלים אמר כי &quot;בסוף יימצא חיסון ובתחום שלנו כשמתחילים פרויקט יודעים שהוא יוקם בעוד חמש עד שמונה שנים ועד אז העולם יישכח שהיתה קורונה וייתכן אפילו שהדרישה למשרדים תגדל, כי מי שייימצא במשרד ידרוש שטח יותר גדול&quot;. \r\n \r\nבהקשר של תכנון באמצעות עבודה מרחוק אמר ליאור אחירון, שותף בגיורא גור שות&#39;, אדריכלים כי הזום אמנם חוסך הרבה זמן אבל &quot;אין תחליף לתקשורת הבינאישית ובזה אני חושב שאנחנו צריכים להשתפר: תרבות השיחה בזום הפוכה מתרבות השיחה בישראל ובהקשר הזה אני חושב שהמצב דווקא השתפר ומקווה שישפיע על הדרך שבה יתנהלו הישיבות הפיסיות אחרי המשבר&quot;. \r\n \r\nלדברי דפנה אורבך בירן, שותפה ומנהלת אורבך הלוי אדריכלים, “המשבר חייב אדריכלים להיות בבת אחת מנהלים עם תוכניות עבודה סדורות ויעדים מדידים וזה עושה הרבה מאוד סדר ושקט . עם זאת אנחנו צריכים לייצר יציבות וסביבה מקבלת במיוחד במשרדים הגדולים עם הרבה עובדים&quot;.\r\n \r\nלדברי אילן פיבקו, הבעלים של פיבקו אדריכלים “המשבר ישפיע בעיקר על שוק המשרדים והסביבה העירונית. &quot;בקרוב נוכל להיות בכל מקום דרך העולם הווירטואלי וזה ישנה את פרצופה של העיר. לא נצטרך משרד מרשים אלא רקע מרשים לשיחות הווידאו&quot;. \r\n \r\nלדברי גיא מילוסלבסקי , מנכ&quot;ל ובעלים מילוסלבסקי אדריכלים, המשבר האיץ את עירוב השימושים: בפרויקטי דיור יהיו חללי עבודה, גני ילדים, וגינות גג. הקורונה עשתה זה שהיא פגשה את הצד הכלכלי והביאה את זה לשולחן מהר יותר&quot;. \r\n \r\nאשר למשרדים אמר יואב אומן, שותף בטיטו אומן אדריכלים כי לדעתוהירידה בביקוש תורגש בהמשך. &quot;והפתרון הוא בעירוב שימושים והכשרת אולמות ומועדונים לחללי עבודה. העבודה תשפיע גם על התשתיות. יהיה שינוי תכנוני במדינה&quot;.  \r\n \r\nאדריכלית קיקה ברא”ז שוורץ, מייסדת ובעלת משרד קיקה ברא&quot;ז עמדה על המעבר לפריפריה ואמרה כי “תחום הפינוי־בינוי יתפוס תאוצה ונראה יותר מוסדות תרבות ומוסיקה בפריפריה. יווצרו יותר ערים קטנות שמאוד נעים לחיות בהן&quot;. \r\n \r\nלדברי גיל שנהב מנכ”ל ובעלים כנען שנהב אדריכלים “לאדריכלים יש גם אחריות נוכח המשבר הכלכלי. התפקיד שלנו הוא לא רק לעצב דירות פנטסטיות אלא גם דירות איכותית במחיר שאפשר להגיע אליו. אנחנו יודעים לעשות בתקציב נמוך אדריכלות איכותית בת השגה&quot;. \r\n \r\nערן שקד, מנכ”ל ומייסד CityBee אדריכלים, הביע דאגה מכך ש”הממשלה מזמן לא הוציאה מכרזים חדשים למגורים זה לא קשור רק לקורונה אלא גם לחילופי בעלי התפקידים במשרד הבינוי והשיכון&quot;. \r\n \r\nלדברי עדן בר, שותף בבר לוי דיין אדריכלים, “הקורונה אמנם יצרה ירידה מסוימת אבל עדיין לא בונים מספיק דירות ולכן “כמו בכל משברבסופו של דבר התעשייה תיתן קפיצה ותתפתח&quot;. גם אדר ליאור אביבי, שותף ב־צ.מוססקו סבור כי המשבר הוא הזדמנות. &quot;אני לא חושב שהנושא של משרדים או מסחר ייעלם אין תחליף לחוויה הבינאישית&quot;. \r\n \r\nערן לשם, מנכ”ל ומייסד CityBee אדריכלים עמד לסיכום על הצורך “בשמירה על גמישות עתידית, תכנון ב&#39;קוד פתוח&#39; שמאפשר להרבה אנשים להשפיע עליו לאפשר לעובדים שלנו, ליזמים וגם לרשויות להיות שותפים בתכנון מה שיתן מענה טוב בתקופה של חוסר וודאות&quot;.", "keywords": ["דן אנד ברדסטריט", "אדריכלות", "100 Dun’s"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/21/1006709/shutterstock_1716651976_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מעין מנלה"}, "datePublished": "2020-07-22T08:18:28", "dateModified": "2020-08-19T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"זו שעתם של האדריכלים להוביל את המשק בישראל\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}