{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3762690,00.html"}, "headline": "אקזיט ענק: SafeCharge של טדי שגיא נמכרה ב-890 מיליון דולר", "description": "החברה נרכשה בידי Nuvei הקנדית; היא הוקמה ב-2007 והונפקה בבורסת לונדון ב-2014 מפתחת טכנולוגיות סליקה, תשלומים וניהול סיכונים; מחזור העסקאות שלה עמד בשנה שעברה על כ-14 מיליארד דולר, והעסקה משקפת פרמיה של 25% על מחיר המניה כיום", "articleBody": "אקזיט ענק לטדי שגיא. חברת נואבי (Nuevi) הקנדית רוכשת את SafeCharge, חברת שירותי הסליקה של טדי שגיא בכ-890 מיליון דולר, כך נודע לכלכליסט. החברה הונפקה בבורסת לונדון, ב-2014 לפי שווי של כ-400 מיליון דולר. העסקה משקפת פרמיה של 25% על מחיר המניה כיום. שגיא עצמו, בעל 68.3% מהחברה, יגרוף כ-600 מיליון דולר מהעסקה. \r\n \r\n \r\nSafeCharge, שהוקמה ב-2007, מתמחה בטכנולוגיות סליקה, תשלומים וניהול סיכונים ורוב לקוחותיה הן חברות שפעילותן מקוונת, דוגמת חברות מסחר מקוון. SafeCharge מחזיקה ברישיונות מוסד תשלומים פיננסי של בריטניה ושל האיחוד האירופי. \r\n \r\n \r\n \r\nהחברה מעסיקה כ-400 עובדים; בארץ יש לה מרכז פיתוח מתקדם במגדל עזריאלי שרונה שבתל אביב. יתר עובדי החברה מועסקים בבולגריה, אנגליה, אוסטריה, הולנד, סינגפור, קפריסין, הונג קונג, מקסיקו וארה&quot;ב. בין לקוחות החברה הישראלים נמנות Gett, אל על, Kiwi, Just Eat ו-World Duty Free.\r\n \r\nפלטפורמת התשלומים של החברה ניהלה אשתקד מחזור עסקאות כולל של כ-14 מיליארד דולר. הכנסותיה באותה שנה עמדו על 138.5 מיליון דולר וה-EBITDA (רווח לפני הוצאות מימון, מס, פחת והפחתות) עמד על 37.3 מיליון דולר - צמיחה שנתית של 24% ו-11% בהתאמה. מאז הנפקת החברה לפני חמש שנים, צמחו ההכנסות וה-EBITDA ביותר מפי שלושה.\r\n \r\nNuvei, הרוכשת הקנדית, עובדת עם יותר מ-1,500 ארגוני מכירות עצמאיים (ISO), ספקי תוכנה עצמאיים (ISV), סולקי תשלומים, מפתחים ופלטפורמות מסחר אלקטרוני תוך שהיא מספקת את התמיכה הטכנולוגית, המומחיות ושירות הלקוחות הדרושים לצורך בידול בשוק. פלטפורמת התשלומים של Nuvei מנהלת מחזור עסקאות כולל של 16 מיליארד דולר בשנה המבוסס על 52 אלף בתי עסק ו-1,500 שותפי הפצה.\r\n \r\n \r\n \r\nהצלחת פינטק משמעותית\r\n \r\nמחיר המכירה משקף פרמיה של 25% על מחיר המניה הנוכחי של SafeCharge בבורסת ה-AIM הבריטית ופרמיה של 41% על מחיר המניה הממוצע בשלושת החודשים האחרונים. SafeCharge הונפקה לראשונה באפריל 2014 לפי מחיר של 1.62 ליש&quot;ט למניה, ומאז ההנפקה חילקה לציבור המשקיעים דיבידנד בסך של יותר מ-100 מיליון דולר, כך שהערך שיצרה הוא כמיליארד דולר (תשואה של כ-200% כולל הדיבידנדים) - נתון ההופך אותה לאחת מחברות הפינטק המצליחות שצמחו מישראל. \r\n \r\n \r\nאת SafeCharge מנהלים דוד אבגי, המנכ&quot;ל והמייסד וצח ענב, סמנכ&quot;ל הכספים. שגיא, שהקים את SafeCharge יחד עם דוד אבגי, מנכ&quot;ל החברה, מחזיק ב-68.3% מהון החברה, ויקבל מהמכירה כ-600 מיליון דולר. חלקו של שגיא בדיבידנדים שחילקה מהקמתה (כולל לפני הנפקתה לציבור) עומד על כ-100 מיליון דולר, ולכן סך רווחיו מהצלחת החברה עומד על כ-700 מיליון דולר (2.5 מיליארד שקל). בעלי המניות ב-SafeCharge זכאים לקבל את הדיבידנד האחרון עליו הכריזה החברה, 7.22 פני למניה (9.45 סנט).", "keywords": ["סטארט אפ", "הון סיכון", "טדי שגיא"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/09/14/757727/BQ2R0968_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך"}, "datePublished": "2019-05-22T14:13:02", "dateModified": "2020-08-20T14:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אקזיט ענק: SafeCharge של טדי שגיא נמכרה ב-890 מיליון דולר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}