{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3513852,00.html"}, "headline": "שירותי בריאות כללית פיתחה ענן פרטי על בסיס טכנולוגיית VMware", "description": "במסגרת הפרויקט, שהיקפו מוערך במיליון שקל, הוקמו מאות שרתים וירטואליים. מבצעת הפרויקט: הראל טכנולוגיות", "articleBody": "שירותי בריאות כללית החליטה לבחור בפתרונות הוירטואליזציה של VMware להקמת מערך ענן פרטי. במסגרת הפרויקט הותקנו עשרה שרתי VMware ESX, המספקים יחד 40 מעבדים, בתצורת אשכול זמינות גבוהה להתאוששות מאסון. כמו כן הוקם שרת ניהול VMware vCenter לניהול החווה. בסיום התהליך, מספר השרתים הוירטואליים בכללית עומד על כ-800 והם מחולקים לשתי סביבות ענן. חברת הראל טכנולוגיות מידע נבחרה לבצע את הפרויקט, שהיקפו מוערך במיליון שקל.\r\n \r\nשירותי בריאות כללית מעניקה שירותים רפואיים למיליוני לקוחות, ובבעלותה מעל 1,300 מרפאות, מאות מכונים וצוות רפואי הכולל אלפי רופאים, אחיות, רוקחים, עובדים פרא־רפואיים ועובדי מינהל. מחלקת התשתיות של שירותי בריאות כללית, בניהול רפי הירש, אחראית על אחזקה וניהול של 3,500 אתרי קצה, תפעול 6,000 מתגי תקשורת ו-4,000 נתבים. בחוות השרתים של הכללית קיימים 3,500 שרתים פיזיים, מתוכם כ-500 מכונות וירטואליות של VMware. \r\n \r\n&quot;מערכות המחשוב של שירותי בריאות כללית משרתות 34 אלף משתמשים, בלמעלה מ- 25 אלף תחנות עבודה&quot;, אמר הירש. &quot;בזכות פיתוח של הצוות שלנו ותשתית VMware יש לנו את היכולות לספק שרת בתוך חמש דקות מהרגע שנתבקשנו לעשות זאת, ובאופן אוטומטי&quot;. \r\n \r\nתשתית הוירטואליזציה של VMware בשירותי בריאות כללית משמשת בעיקר את מערכות התאוששות מאסון (DRP) ומערכות הליבה הקריטיות של הארגון, הכוללת, בין היתר, מערכות SAP, מערכות הלוגיסטיקה, ניהול בתי המרקחת והמעבדות ועוד. התשתית הוירטואלית פועלת מול מערך אחסון של EMC לצורך התאוששות מאסון.", "keywords": ["VMware", "קופת חולים כללית", "שרתים", "מיחשוב ענן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/57732/al-Chen-210209_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתב כלכליסט"}, "datePublished": "2011-04-04T13:04:55", "dateModified": "2020-07-24T15:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שירותי בריאות כללית פיתחה ענן פרטי על בסיס טכנולוגיית VMware", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}