{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3731974,00.html"}, "headline": "נאציקאזה: מטוסי ההתאבדות של היטלר ", "description": "בדומה ליפנים, פיתחו גם הנאצים מטוסי התאבדות, שהיו פחות או יותר טילים מאוישים לחיסול מפציצי בעלות הברית - ומאחורי ההגאים שלהם נועדו לשבת ילדים מתנועת הנוער ההיטלראי. מטוסי ההתאבדות אמנם נעלמו, אך משימות מוות מוטלות על טייסים גם כיום", "articleBody": " \r\n \r\n \r\nשלום, כאן הקברניט; מלחמת העולם השנייה היתה אולי התקופה הכי אפלה בהיסטוריה האנושית, מה שבא לידי ביטוי גם בלוחמה האווירית - עם הצגת הקמיקאזה, מטוסי ההתאבדות של יפן הקיסרית. אבל האם ידעתם שגם לנאצים היו מטוסים שכאלה, שהיו מתוחכמים, יצירתיים ושיקפו את המוסר הנאצי המעוות? \r\n \r\n \r\nהימים היו ימי סוף מלחמת העולם השנייה ומטוסי התאבדות יפנים זרעו הרס ואימה בשורות חיל הים האמריקאי. בצידו השני של העולם ישב האוברשטורמפיהרר אוטו סקורזני (הנאצים האלה, אפילו הדרגות שלהם נשמעות מפחיד), מומחה המבצעים הצבאיים המיוחדים של ה-SS, והתרשם עד עמקי נשמתו. \r\n \r\n \r\n \r\nמסירות הנפש היפנית ערערה את האמריקאים - והר סקורזני החליט לאמץ את השיטה. לשם כך, גייס קצין בכיר בחיל האוויר ואת טייסת הניסוי האנה רייטש, גיבורת תעמולה (עליה אספר לכם בטור אחר). השלושה פנו להרמן גרינג, מפקד חיל האוויר הנאצי והציעו לשלוח מטוסי מטען כבדים להתרסק על ספינות בעלות הברית. גרינג הגיב בבוז ואמר שמטוס כזה יופל הרבה לפני שבכלל יראה ספינה. השלושה לא ויתרו ופנו לפיהרר בעצמו - שגם הוא סלד מהרעיון. \r\n \r\n \r\n \r\n \r\nבתגובה, שינו את השיטה והציעו לפתח גרסאות מאוישות ל-V1, הפצצה המעופפת הנאצית. הרעיון הזה דווקא זכה לעניין והפיתוח החל. הפרויקט השתלב בפעילותה של כנף 200 - יחידה אווירית למבצעים מיוחדים, שכללה טייסת התאבדות. היא זכתה לשם הדרמטי &quot;טייסת ליאונידס&quot; - על שם המלך הספרטני שהקריב את חייו כדי לעצור פלישה פרסית עצומה ב-480 לפנה&quot;ס כשלצידו רק 1,400 חיילים (לא, לא 300). הם שכחו שליאונידס נכשל ויוון אכן נפלשה, אבל ניחא. \r\n \r\n \r\n \r\n \r\nהטייסת השתמשה במטוסי קרב מסרשמידט 109 (עד שיסתיים פיתוח הפצצה המאוישת), שהופשטו מרוב החימוש שלהם, כדי להיות קלים וזריזים. הם נשלחו למשימה הראשונה בסוף אפריל 1945: היה עליהם להשמיד 17 גשרים סביב ברלין בצלילות התאבדות. הם השמידו אחד. \r\n \r\nבמקביל להקמת הטייסת, הוקמה יחידה נוספת, גדולה בהרבה - זונדרקומנדו אלבה. היו בה אלפיים טייסים שנועדו להשמיד מטוסים; בעלות הברית שלחו כמעט בכל יום מבני מפציצים בני עשרות ומאות מטוסים, שטחנו את אירופה הכבושה עד דק. \r\n \r\n \r\n \r\n \r\nכל מפציץ נשא תשעה עד עשרה מקלעים, מה שביחד יצר מסך אש רציני. הנאצים קיוו שמטוסי התאבדות יוכלו לפרוץ את חומת האש, להתנגש במפציצים ולהבהיל את הטייסים, מה שיכל לגרום להם לבצע תמרוני התחמקות וגם להתנגש זה בזה. כשבועיים לפני משימת הגשרים הכושלת, המריאו 180 מסרשמידטים ונתקלו במבנה מפציצים - והצליחו להפיל כך שמונה מהם. 200 האחרים המשיכו בדרכם ליעד. \r\n \r\n \r\n \r\n \r\nהיטלר, פסיכופת שנחבט בשולי השפיות, לא אהב את הרעיון של מטוסי התאבדות, אבל לא מנע מתעשיית התעופה הגרמנית לפתח כאלה (כל עוד לא ייקראו &quot;מטוסי התאבדות). בסופו של דבר, המפציצים של בעלות הברית פשוט ריסקו את מכונת המלחמה הנאצית ולא היה לכך פיתרון. חברות כפוקה-וולף, הנשל, בלום אונד ווס, מסרשמידט וזפלין עיצבו במהירות &quot;מטוסי חירום&quot; - כלי טיס קטנים נגד מפציצים, שלרבים מהם מאפיינים משותפים. \r\n \r\n \r\n \r\n \r\nכולם היו זעירים וקלים; רובם נועד להיגרר כדאונים בידי מטוסי קרב ומפציצים, להתנתק ולהצית מנוע רקטה בקרבת מבני המפציצים ואז לעוט עליהם תוך ירי תותחים ורקטות אויר-אויר. דגמים אחרים היו טילים מאוישים, שנועדו להשתגר מהקרקע, לירות במפציץ או שניים ולדאות לנחיתה.\r\n \r\n \r\n \r\n \r\nהעיצובים הללו היו יצירתיים להפליא: מתכנני המטוסים הגו כלים שיהיו גם זולים ופשוטים לייצור המוני, גם יתבססו על טכנולוגיות זמינות וגם יוכלו לזרוע הרס עצום. מפציץ B17 שהיה סופג רקטה או צרור מתותחי 30 מ&quot;מ היה פשוט מתפרק. חלק מהדגמים התבססו על גוף מוקשה שיאפשר לנגוח במפציצים. \r\n \r\n \r\n \r\n \r\nוהטייסים? היה עליהם לקפוץ החוצה מהמטוס רגע לפני שהוא מתנגש. בהתחשב במהירות ובכוחות ה-G שמופעלים על טייס לא-מיומן רגע לפני התנגשות, הוא היה קופץ משם בהרבה חתיכות קטנות. וכן, התכוונתי כשכתבתי &quot;בלתי מיומן&quot;; את ארונות המתים המעופפים הללו היו אמורים לאייש מתנדבי מגמת הטיס של הנוער ההיטלראי - ילדים מתאבדים. \r\n \r\n \r\n \r\n  \r\nלשמחת האנושות, מלחמת העולם השנייה תמה לפני שהספיקו הנאצים לשלוח נערים שטופי-מוח להתנגש במפציצים. אך הפיתוחים של מטוסי ההתאבדות הללו לא נעלמו בין דפי ההיסטוריה: ארצות הברית וברית המועצות הניחו יד על התכנונים והסתייעו בהם בפיתוח פצצות דואות וחימוש אחר. \r\n \r\nמאז מלחמת העולם השנייה, לא פותח אף כלי טיס שעצם השימוש בו היווה גזר דין מוות לטייס. זה לא שהעולם נהיה מוסרי יותר; פשוט יקר לאמן טייס, יקר לבנות מטוס וצבאות העולם מעדיפים את שניהם רב-פעמיים. \r\n \r\nומה עם משימות התאבדות? זו כבר אופרה אחרת לגמרי: מאז שנות הארבעים נשלחו אינספור טייסים לאינספור משימות שסיכויי החזרה מהן שואפים לאפס. ישנם תרחישים בהם נדרשים טייסים למשימת התאבדות מוגדרת גם כיום: בדצמבר האחרון התראיין לרשת Rossiya1 אחד מטייסי הקרב שליווה את מטוסו של ולדימיר פוטין בביקורו בסוריה. לדברי הטייס, נפקד עליו לטוס צמוד לאווירון של פוטין, וללוות אותו בבואו לנחות; במקרה בו ישוגר מטח טילי קרקע-אוויר על המנהיג, עליו להשתמש במטוס הסוחוי 30 שלו כ&quot;מלכודת חום&quot; ולספוג את האש.\r\n \r\n \r\n \r\n \r\nהיו עוד מספר מקרים מאז מלחמת העולם בהם נדרשו טייסי קרב לצאת למשימת התאבדות מוגדרת, כמו המקרה של הת&#39;ר פני ומארק ססוויל ביום מתקפת הטרור של ה-11 בספטמבר. משימת התאבדות מפורסמת נוספת יצאה לדרכה ב-20 בפברואר 2009, במסגרת מלחמת האזרחים בסרי לנקה: טייסי ארגון &quot;נמרי השחרור של טאמיל אילם&quot; המריאו בשני מטוסים קלים מדגם Zlin Z43 בדרכם לקולומבו, הבירה הסרי לנקית. המטוסים מולאו בחומר נפץ פלסטי ופצצות מאולתרות, במטרה לגרום נזק מקסימלי כשיתרסקו על כוחות צבא בקרבת העיר או בנייני ממשל. \r\n \r\nהתוכנית שלהם סוכלה: חיל האוויר הסרי לנקי הזניק מטוסי קרב שזיהו את הנמרים הטאמיליים בדרכם ואמנם לא הצליחו להפילם, אך הכווינו אליהם אש נ&quot;מ שעשתה את העבודה. סרטון זה מציג את אחד המטוסים מתרסק אל תוך בניין, לאחר שנפגע מאש תותחים קרקעית. \r\n \r\n \r\n \r\n \r\nבשורה התחתונה, מתקפות התאבדות עדיין קיימות בעולם, פחות או יותר - גם אם תעשיית התעופה כבר לא לוקחת בה חלק בעצמה. בעתיד הלא רחוק, יצא לחלוטין הגורם האנושי ממעגל הלחימה האווירית, עם המעבר לכלי טיס נשלטים מרחוק ומטוסי קרב אוטונומיים לחלוטין. \r\n \r\n \r\n ", "keywords": ["הקברניט", "קמיקאזה", "נאצים", "מטוס ניסוי", "מטוס התאבדות", "לופטוואפה", "תעופה וחלל"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/02/14/795148/8_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ניצן סדן"}, "datePublished": "2018-02-16T07:00:21", "dateModified": "2020-08-20T15:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נאציקאזה: מטוסי ההתאבדות של היטלר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}