{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3510104,00.html"}, "headline": "סטיב ג&#39;ובס הציג את האייפד 2: קל ודק יותר, עם שתי מצלמות", "description": "הטאבלט דק ב-33% מקודמו, כולל מצלמה קדמית ואחורית ויגיע גם בלבן. הוא צפוי להגיע בתחילת אפריל לישראל. מנכ&quot;ל אפל הפתיע כשעלה על הבמה", "articleBody": "אפל ערכה הערב (ד&#39;) אירוע בסן פרנסיסקו, שבו היא חשפה את האייפד 2 - הדור הבא של הטאבלט החדשני שלה, שמכר עד כה יותר מ-15 מיליון יחידות. יבואנית אפל בישראל, iDigital, הודיעה כי המכשיר צפוי להגיע לישראל בתחילת אפריל.\r\n \r\nסטיב ג&#39;ובס, מנכ&quot;ל אפל שנמצא בחופשת מחלה בשל מצבו הבריאותי, הפתיע כשפתח את האירוע והיה הדובר המרכזי בו. בניגוד לדיווחים בצהובונים, שהציגו סרטון שבו נראה כביכול ג&#39;ובס כשהוא מדדה ומתנדנד, הקפיד מנכ&quot;ל אפל ללכת לאורך הבמה, אולי כדי להוכיח שמצבו טוב משדווח.\r\n \r\n \r\nהמכשיר ייצא ב-11 במרץ בארה&quot;ב, ותמחור אינו שונה משל האייפד הראשון - החל מ-499 דולר לגרסה עם WiFi בלבד. במהלך האירוע שיגר ג&#39;ובס עקיצות לעבר מתחרותיה השונות של אפל בזירת הטאבלטים, בהן מוטורולה, סמסונג, וגוגל - שהשיקה לאחרונה את מערכת ההפעלה אנדרואיד בגרסה לטאבלטים.\r\n \r\nמבחינת תכונותיו, רבות מהשמועות שרווחו בשבועות האחרונים על תכונות האייפד 2 התבררו כנכונות: הוא דק משמעותית, ב-33%, מהדור הקודם. המכשיר שוקל 590 גרם בלבד - פחות מהאייפון 4. כמו כן, לדגם השחור של האייפד יצטרף גם דגם לבן - בניגוד לאייפון 4 הלבן שהמעריצים עדיין מחכים לו. \r\n \r\n \r\nאייפד 2 - שלב אחרי שלב\r\n \r\n21:17 תם הטקס. לא היה לנו One More Thing, לא היו הכרזות מפתיעות במיוחד, אבל לפחות ראינו שג&#39;ובס חי, ונראה טוב יותר משרבים העריכו. בימים הקרובים נעדכן אתכם ב&quot;כלכליסט&quot; עם כל הביקורות, התגובות והפרשנויות על אייפד 2. \r\n \r\n21:16 זה כבר הופך לטקס אוסקר: עכשיו עורך ג&#39;ובס סבב תודות למשפחות. &quot;תודה שבאתם הבוקר. יש לנו מכשירים להדגמה, אני מעודד אתכם לנסות אותם. לא תאמינו לזה&quot;. \r\n \r\n21:15 סטיב מסכם: &quot;הרבה חבר&#39;ה מסתערים של שוק הטאבלטים, במחשבה שזה ה-PC הבא, המשך של המחשב האישי. כל עצם בגופנו אומרת לנו שזו לא הגישה הנכונה&quot;. כל האנשים שבנו את אייפד 2 קמים כדי לקבל תשואות. \r\n \r\n  \r\n21:09 נראה שהאירוע מתקרב לסופו. ג&#39;ובס מסכם את תכונות האייפד 2, ומבטיח, שוב, &quot;2011 תהיה שנת האייפד 2&quot;. האם יהיה כבר עוד דבר אחד?\r\n \r\n21:08 ג&#39;ובס חזר לבמה. &quot;הדברים שראינו פשוט מדהימים. כל אחד יכול לעשות מוזיקה עכשיו, עם מכשיר במשקל 1.3 פאונד. זה לא ייאמן. אני לא יכול להגיד לכם כמה שעות בני נוער יבלו עם זה&quot;. גם אפליקציית Garage Band תהיה זמינה מ-11 במרץ תמורת 4.99 דולר. \r\n \r\n21:05 כמה אפשר לדבר על Garage Band? אנחנו שוקלים להכתיר את האירוע הזה כהכי פחות מפתיע של אפל מאז השקת אייפון 3Gs. \r\n \r\n21:01 זמן לכמה נתונים טכניים: איכות המצלמה האחורית: 720P.  התצוגה - 9.7 אינץ&#39; ברזולוציה 1024X768, בדיוק כמו באייפד 1. המכשיר קטן במעט מהאייפד הראשון: 241.2 מילימטר גובה (לעומת 242.8) ו-185.7 מילימטר רוחב (לעומת 189.7). את הנתונים המלאים אפשר למצוא באתר אפל.\r\n \r\n20:57 רינגל: &quot;העיצוב של האפליקציה שונה לחלוטין מהעיצוב של התוכנה במק. כמעט תוכנה חדשה, כלים חיים שולבו בה, והצורה שבה מכניסים לופים. מאוד מאוד מרשים&quot;.\r\n \r\n \r\n20:56 בינתיים ג&#39;ובס יצא לעוד הפסקה, וקסנדר סורן, מנהל שיווק המוסיקה של אפל, מחליף אותו על הבמה בהדגמת האפליקציה. מעניין: בשעה שכל המדגימים יושבים בכורסת ההדגמה על הבמה, ג&#39;ובס עצמו מסתובב ומהלך לאורכה. האם זה כדי להרגיע את המשקיעים שמצבו לא קשה כמו שהם אולי חוששים?\r\n \r\n20:53 עוברים לאפליקציה הבאה: Garage Band, תוכנת עריכת והפקת הסאונד של אפל לאייפד. אם האפליקציות מספקות תוצאות טובות, האם האייפד יחליף את המחשב האישי כאמצעי היצירה של אמנים צעירים רבים?\r\n  \r\n20:51 ג&#39;ובס עדיין מדבר על iMovie: עושה רושם שלסקירה של האפליקציה מוקדש יותר זמן מזה שהוקדש לסקירת כל החידושים באייפד 2 עצמם. שי רינגל, מומחה הקולנוע של טכנולוגי, מוסיף: &quot;השורה התחתונה - המחשב האישי שלכם מיושן. אפילו סרטים אתם כבר לא צריכים לערוך על מחשב, יש לכם את האייפד&quot;. המחיר לאפליקציית ה-iMovie יעמוד על 4.99 דולר.\r\n \r\n20:48 מומחי הסרטים של ערוץ טכנולוגי, שהביאו לכם את המדור Play, מסכימים: iMovie על האייפד נראה ממש &quot;חמוד&quot;.\r\n \r\n20:45 גרסה 4.3 של iOS תהיה זמינה ביחד עם אייפד 2, ב-11 במרץ, גם לאייפוד טאץ&#39; לאייפונים ברשת GSM. ג&#39;ובס חוזר לבמה, לדבר על עוד שתי אפליקציות לאייפד. הראשונה: iMovie לאייפד (שכבר זמינה לאייפון 4). שוב, לא הפתעה בהתחשב במצלמה הקדמית. אגב, ג&#39;ובס לא מסר מה תהיה הרזולוציה של המצלמות במכשיר. כנראה שהפרט החשוב הזה יתברר רק בימים הקרובים. עם זאת, ההשקה של iMovie למכשיר מרמזת על כך שייתכן שהמצלמה האחורית היא באיכות גבוהה, בדומה למצלמה באייפון 4.\r\n \r\n \r\n20:41 עוד שיפור במערכת ההפעלה: כפתור נעילת המסך משמש גם כהשתקת קול. וחידוש נוסף, שכבר קיים באייפון 4 אצל ורייזון: הפיכת המכשיר לנתב WiFi אישי,Personal Hot Spot. תוכנת התמונות של המק, Photo Booth, שמאפשרת לערוך ולהוסיף אפקטים לתמונות, תגיע גם היא למכשיר.\r\n  \r\n20:39 כעת עובר ג&#39;ובס לעידכוני מערכת הפעלה: בניגוד לתקווה, לא מוצגת גרסה 5, אלא iOS 4.3 לאייפד 2. לצורך התצוגה מחליף את ג&#39;ובס על הבמה סקוט פורסטול, סגן נשיא בכיר ל-iOS. בין החידושים: ביצועים משופרים בספארי וג&#39;אווה שיתוף ביתי באייטיונז, שיפורים ל-Airplay. לא משהו מסעיר. מצגת די צפויה, אבל היא כנראה לא תפגע במכירות. \r\n \r\n20:34 בינתיים עובר ג&#39;ובס להצגת אביזרים נלווים לאייפד, כמו חיבור המאפשר להזרים וידיאו באיכות HD מהמכשיר, ומה שנראה כמו כיסוי מגנטי למסך ההופך למעמד לאייפד. מעניין, אבל לא לשם כך התכנסנו. בשלב זה, כך נראה, כולם כבר מחכים ל-&quot;One More Thing&quot; המפורסם של אפל. הכיסוי, למי שתהה, עשוי ממיקרו פייבר שמנקה את המסך כל פעם שעוברים עליו, ועשוי מאותם חומרים בהם נעשה שימוש בחליפות חלל. לפחות הוא מחליף את כיסויי האייפד המכוערים שכולם מסתובבים איתם. \r\n \r\n \r\n20:33 בניגוד להרגלו, ג&#39;ובס הציג את המכשיר בזריזות, כשהוא מדלג מתכונה לתכונה.‬ מדובר בהבדל ניכר לעומת השקת אייפון 4 לפני קרוב לשנה, שנמשכה כשעתיים ובמהלכה התעכב ג&#39;ובס בפירוט ניכר על כל תכונה. האם זה בגלל מחלתו, ואולי יש למנכ&quot;ל אפל הפתעה גדולה בשרוול?\r\n \r\n20:30 האייפד ייצא ב-11 במרץ בארה&quot;ב. ב-25 הוא יושק ב-26 מדינות נוספות - ישראל לא ביניהן (בהמשך התברר שהמכשיר צפוי להגיע לכאן בתחילת אפריל)\r\n \r\n20:28 סוללת האייפד - &quot;אותו אורך חיים אגדי של 10 שעות&quot;, מבטיח ג&#39;ובס, &quot;בנוסף לשימור חיי הסוללה, שימרנו גם את המחיר&quot;. אייפד עם WiFi בלבד יימכר ב-499 דולר, בדומה לדגם הראשון. &quot;כשהמתחרים שלנו מוכרים מכשירים ב-799 דולר, 5 מ-6 הדגמים שלנו עולים פחות&quot;, הוא מציין, בעקיצה ל-Xoom מבית מוטורולה. &quot;כשמחברים את הכול ביחד, אני חושב ש-2011 תהיה שנת האייפד&quot;.\r\n \r\n20:26 בשורות נוספות: האייפד 2 יכלול מצלמה קדמית ואחורית, וצריכת האנרגיה שלו תהיה דומה לזו של הדגם הראשון. הוא גם יכלול חיישן גיירוסקופי, בדומה לאייפון 4.\r\n \r\n20:24 רבות מהשמועות על תכונות האייפד 2 התבררו כנכונות: הוא דק משמעותית, ב-33% מהדור הקודם. &quot;למעשה&quot;, טוען ג&#39;ובס, &quot;האייפד 2 דק יותר מהאייפון 4&quot;. המכשיר גם קל יותר  - במשקל 601 גרם בלבד. עוד שמועה שהתבררה כנכונה: לדגם השחור של האייפד יצטרף גם דגם לבן - בניגוד לאייפון 4 הלבן שהמעריצים עדיין מחכים לו.\r\n \r\n20:21 ג&#39;ובס מדבר על התכונות של האייפד 2.\r\n \r\n20:21 ג&#39;ובס: &quot;היתה לנו שנה יוצאת מגדר הרגיל. אנחנו רוצים למנף זאת&quot;. 2011 היא שנת החקיינים, אומר ג&#39;ובס, אבל רוב הטאבלטים שלהם לא סוגרים את הפער מול המקורי.\r\n \r\n20:15 ג&#39;ובס הציג סרטון על &quot;שנת האייפד&quot;. המסר המסכם: האייפד הוא לא מחשב - הוא מכשיר &quot;פוסט פי.סי&quot;.\r\n \r\n20:14 לדברי ג&#39;ובס, האייפד סיפק לאפל הכנסות של 9.6 מיליארד דולר ב-2010. &quot;שום מוצר שלנו לא התחיל בצורה כזו&quot;, ציין, &quot;יש לנו נתח שוק של 90% והמתחרים שלנו פשוט בהלם טוטאלי&quot;. לדבריו, יותר מ-65 אלף אפליקציות פותחו בשביל האייפד. ג&#39;ובס לא שכח לעקוץ את המתחרים, והזכיר שמנכ&quot;ל סמסונג אמר שמכירות הגלאקסי טאב היו צנועות יחסית. הוא גם ירד על אנדרואיד של גוגל כשציין שיש להם רק 100 אפליקציות לטאבלטים. \r\n \r\n \r\n20:12 &quot;היום אנחנו באנו לדבר על הלהיט השלישי של אפל בעידן הפוסט-PC&quot;, אמר ג&#39;ובס בהתייחסו לאייפד. &quot;ב-2001 הצגנו את האייפוד, ב-2007 את האייפון וב-2010 את האייפד. כל אחד מהמוצרים הללו היה להיט. כשהצגנו את האייפד צחקו עלינו כי קראנו לו קסום, אבל הסתבר שהוא אכן קסום. אנשים אולי לא אהבו את המחיר, אבל תשאלו את המתחרים שלנו עכשיו: 2010 היתה שנת האייפד, מכרנו כמעט 15 מיליון מכשירים בין אפריל לדצמבר, יותר מכל טאבלט אחר בהיסטוריה&quot;.\r\n \r\n20:10 ג&#39;ובס עידכן כי כיום יש יותר מ-200 מיליון חשבונות משתמש בחנות האייטיונז - המספר הגדול ביותר ביחס לכל חנות מקוונת. בנוסף, החברה העבירה למפתחים יותר מ-2 מיליארד דולר. &quot;הרבה אנשים מנסים להעתיק מאיתנו, ואני חושב שאנחנו מובילים&quot;, ציין. לדבריו, יותר מ-100 מכשירי אייפון נמכרו. הבשורה זוכה לעוד סבב של מחיאות כפיים סוערות.\r\n \r\n20:08 למרות המחלה והרזון הקיצוני, מצבו הכללי של סטיב ג&#39;ובס נראה טוב והוא נראה יציב יותר מהסרטונים שהפיצו צהובונים שונים לאחרונה. לדברי ג&#39;ובס, יותר מ-100 מיליון ספרים הורדו מחנות הספרים iBooks בשנה האחרונה. כעת יש בחנות 2,500 מו&quot;לים, והוצאת הספרים רנדום האוס תחל למכור ספרים בחנות.\r\n \r\n20:06 &quot;בוקר טוב&quot;, הוא מכריז לקול תשואות סוערות של הקהל, &quot;עבדנו על המוצר הזה במשך זמן מה. ולא רציתי להחמיץ את היום הזה. יש לנו משהו נפלא להראות לכם, אבל קודם כל כמה עדכונים&quot;.\r\n \r\n20:03 הפתעה גדולה: סטיב ג&#39;ובס על הבמה בפתיחת האירוע.\r\n \r\n \r\n20:00 כרוז מודיע: &quot;האירוע יחל בדקות הקרובות, נא להשתיק טלפונים&quot;.\r\n \r\n19:55 בעוד דקות ספורות יחל אירוע ההשקה של אייפד 2. באולם נצפו כבר טים קוק, שמחליף את סטיב ג&#39;ובס בניהול השוטף של אפל, ופיל שילר, שהוביל את אירועי ההשקה בהיעדרותו הקודמת של ג&#39;ובס. ג&#39;ובס עצמו טרם נצפה באירוע. בזמן ההמתנה: שירי ביטלס, שלאחרונה הצטרפו לחנות האייטיונז.", "keywords": ["השקה", "אפל", "אייפד 2"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/176739/AFP0819858-01-09373171_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עומר כביר, דור צח ושי רינגל"}, "datePublished": "2011-03-02T21:46:00", "dateModified": "2020-07-17T08:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "סטיב ג'ובס הציג את האייפד 2: קל ודק יותר, עם שתי מצלמות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}