{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3768307,00.html"}, "headline": "ההתחייבות של אדם נוימן: תרומה של מיליארד דולר או אובדן שליטה ב־WeWork", "description": "התשקיף שפרסמה לקראת ההנפקה ענקית חללי העבודה חושף כי מייסד החברה אדם נוימן מתחייב לתרום לצדקה מיליארד דולר,ולא - ייחתכו בחצי זכויות ההצבעה שלו. ההפסד אמנם ממשיך לגדול, אך ההכנסות צומחות יותר מהר. וזה מה שהמשקיעים אוהבים", "articleBody": "האתר של רשות ניירות הערך האמריקאית לא עמד בעומס הגולשים בשעה הראשונה מאז העלאת התשקיף של WeWork. כולם רצו לראות איך בנוי המודל הכלכלי של החברה שהקים בגיל 30 הקיבוצניק הישראלי אדם נוימן, אשר יצרה תרבות משרדים חדשה ושינתה את שוק הנדל&quot;ן המשרדי ברחבי העולם. כבר בסוף השבוע האחרון נחשף בסוכנות הידיעות בלומברג שהמסמך ששחקנים בשוק ההון העולמי חיכו לו יותר מכל בחודשים האחרונים, יתפרסם במהלך השבוע וכולם כססו ציפורניים במתח לקראתו.\r\n  \r\n \r\nהתחייבויות של 47 מיליארד דולר לחוזי שכירות עתידיים\r\n \r\nהאם המספרים בתשקיף של ענקית חללי העבודה המשותפים שערכה את הגיוס האחרון שלה לפי שווי חלומי של 47 מיליארד דולר, יפחידו או ישמחו? חלק מהמספרים של WE קומפני, כפי שהחברה החלה לקרוא לעצמה לקראת ההנפקה, כבר דלפו לשוק במסגרת גיוס החוב שלה בשנה שעברה ובמפגשים עם המשקיעים שכבר ערכה לקראת מימוש תוכנית ההנפקה. אבל בכל זאת אין כמו מראה עיניים, גם אם אין הפתעות - WE צומחת מהר ומפסידה הרבה. את המחצית הראשונה של 2019 היא סיימה עם הפסד של 690 מיליון דולר (מיוחס לבעלי המניות) על הכנסות של 1.5 מיליארד דולר. מדובר בהכפלת הכנסות מול המחצית המקבילה ב־2018 ועלייה של 60 מיליון דולר בהפסד.\r\n \r\nגם בהשוואה ל־2018 כולה היחס טוב יותר לעומת 2017 כולה, בה הפסידה החברה 1.6 מיליארד דולר כאשר הכנסות היו 1.8 מיליארד דולר. ההפסד המצטבר בשלוש וחצי שנים עומד על 3.6 מיליארד דולר. \r\n \r\nנתוני המחצית הראשונה של 2019, מראים אם כן שההפסד אמנם ממשיך לגדול, אך ההכנסות צומחות הרבה יותר מהר וזה מה שהמשקיעים אוהבים. בניגוד לאובר למשל, ש־WE צפויה לזנב אחריה כהנפקת הטכנולוגיה השנייה בגודלה, כאן ניתן לראות מגמה של צמצום בהפסד ולא רק הרחבתו. החוב של החברה מגיע ל־8.4 מיליארד דולר, אולם מאז סוף יוני WE קיבלה התחייבויות לגיוס חוב של 6 מיליארד דולר נוספים. לחברה יתרות מזומנים של 2.4 מיליארד דולר נכון לסוף יוני 2019. בנוסף, יש לחברה התחייבויות אדירות של 47 מיליארד דולר בגין חוזי שכירות עתידיים.\r\n \r\nהמספרים לאורך השנים של WE מראים כי החברה מצליחה לאזן טוב יותר בין הכנסות מהשוכרים לבין ההוצאות על הנכס. עד ל־2018, ההוצאות הבסיסיות עלו על ההכנסות, כך שהחברה התחילה כל רבעון בהפסד בהגדרה. סעיפי ההוצאה האחרים כגון פרסום ושיווק או הנהלה וכלליות אינם חריגים.\r\n \r\n\r\n\r\n\r\n \r\nבונים על נכסים בוגרים ועל לקוחות של חברות גדולות\r\n \r\nכמו בכל חברות הצמיחה המואצת שמביאות חדשנות לשוק המסורתי ומבוססות על צרכנים, גם ב־WE מנסים להתמקד פחות במספרים הגדולים והמאיימים של ההפסדים הכבדים, אלא ללכת למושגים האופנתיים של &quot;כלכלת היחידה&quot; - unit economics. לפי WE העלות לעובד במשרדים שלה היא 7,300 דולר, כ־60% פחות מעלות לעובד במשרד המסורתי. \r\n \r\nהתשקיף מדגיש את קצב ההכנסות הנוכחי שכבר עבר את ה־3 מיליארד דולר לשנה ואשר נגזר מהכפלת הכנסות החודש האחרון ב־12 חודשים קדימה. קצב זה מייצג צמיחה שנתית של 86%. כמו כן מדגישים ב־WE את השיפור לטובת הארגונים הגדולים שמעבירים את עובדיהם לחללי העבודה המשותפים ובכך מאפשרים רמה גבוהה יותר של חיזוי ויציבות. כיום 40% מהמנויים שמאכלסים את הלוקיישנים מגיעים מחברות של 500 עובדים ומעלה.\r\n \r\nאחד מחיצי הביקורת שהופנה כלפי WE היה שהמודל של החברה שפתחה את חלל העבודה הראשון שלה ב־2010 בניו יורק שהיתה מוכת המשבר הפיננסי, היה שעד היום המודל של WE לא נוסה בתקופות משבר. \r\n \r\nהתשובה של נוימן היתה תמיד כי דווקא הפיזור הגדול של הלקוחות והעובדה שלא מדובר בחברות גדולות שנוטות לפטר עובדים, האוכלוסיה של WE תהיה חסינה יותר והביקוש רק יגדל בעקבות מספר גדול יותר של עצמאים שיפתחו עסקים חדשים לאחר שפוטרו ממשרות שכירים. כעת נראה כי ב־WE דווקא מעדיפים את הלקוחות הגדולים.\r\n \r\nב־WE בונים את המסלול לרווחיות על בסיס &quot;בגרות&quot; הנכסים. נכס בוגר הוא נכס שקיים מעל 24 חודשים - תקופה במהלכה מסתיימות ההשקעות המשמעותיות בו מצד אחד ומצד שני הוא מאוכלס כמעט במלואו. בחברה מציינים כי מכיוון שהיא נמצאת בתנופה התרחבות, רק 30% מנכסיה עונים היום על הגדרה של בוגרים ואילו 70% עדיין בדרך לשם. \r\n \r\nב־WE מדגישים כי בשלב זה החברה בוחרת לגדול ולהתרחב, אבל במידה ותרצה היא תוכל למתן את קצב ההתרחבות ולשפר את הרווחיות. על הכוונת שלה 280 ערי מפתח עם אוכלוסיית יעד כוללת של 255 מיליון איש. היום היא פעילה ב־111 מתוך ערים אלה ומשרתת אוכלוסיה של 149 מיליון איש.\r\n \r\nאין בנק שמכבד את עצמו שנשאר מחוץ להנפקה \r\n \r\nWE לא מפרטת בשלב זה כמה היא מתכוונת לגייס, מה יהיה מספר המניות שהחברה תנפיק ולאיזה שווי היא מכוונת, אך על פי הערכות היא תגייס כ־4-3.5 מיליארד דולר לפי שווי שלא יפחת מ־45 מיליארד דולר. את ההנפקה יוביל ג&#39;י פי מורגן, שנמנה גם על בעלי המניות של החברה יחד עם גולדמן סאקס. לצידם יהיו גם בנק אוף אמריקה, ברקליס, סיטי, קרדיט סוויס, HSBC, UBS וגם וולס פרגו. למעשה, אין כמעט בנק שמכבד את עצמו בוול סטריט שנותר מחוץ להנפקה הלוהטת שמתוכננת לספטמבר. אחד הגורמים שעשוי להעיב עליה הוא לא בהכרח ההפסדים הכבדים של WE שהמשקיעים בסך הכל מוכנים אליהם, אלא התנודתיות והעצבנות בשווקים. גם עצם תזמון פרסום התשקיף נחת על יום לא פשוט בוול סטריט שנפתח בירידות חדות במדדי המניות כשהטלטלה הובילה אתמול לירידות של 2% במדדים המובילים.\r\n \r\nאדם נוימן מתחזק באמונה ומתחייב לא למכור מניות\r\n \r\nלא רק המספרים הם מה שמעניין בתשקיף של WE. כלומר לא רק. לא פחות מרתק להיחשף לתפיסת עולמו של המייסד הישראלי של החברה אדם נוימן שידוע אמנם כאישיות יוצאת דופן, אך לא תמיד אישיות המייסד מצליחה להשתקף מבין דפי התשקיף.\r\n \r\n\r\n\r\n\r\n \r\nהפילוסופיה של נוימן בן ה־40, שפורסם עליו לא אחת כי החל להתחזק באמונתו בדת היהודית באחרונה, באה לידי ביטוי היטב מבין הדפים היבשים לרוב של המסמך המשפטי והחשבונאי במהותו שמוגש לרשות ניירות ערך על ידי כל חברה שרוצה לגייס כסף מהציבור.\r\n \r\nכך למשל, בסעיף אחזקת המניות, לאחר הפירוט הרגיל שחושף כי נוימן הוא היחידי בחברה שמחזיק בשלושה סוגי מניות שהופכות אותו לבעל השליטה בחברה אל אף שהוא לא בעל המניות הגדול מספרית, מופיעה הסתייגות אחת. &quot;אם אדם נוימן לא יתרום מיליארד דולר במזומן או מניות או בנדל&quot;ן למטרות צדקה עד לעשור ממועד ההנפקה - זכויות ההצבעה המוגדלות שיש לו כיום ייחתכו בחצי&quot;.\r\n \r\nהתשקיף חושף כי נוימן מחזיק היום ב־2.4 מיליון מניות רגילות A, שמקנות הצבעה אחת למניה. במניות האלה המחזיקה הגדולה ביותר היא סופטבנק עם 113.9 מיליון מניות שהשקיעה על פי התשקיף 10.6 מיליארד דולר בחברה, וקרן בנצ&#39;מרק עם 32.6 מיליון מניות. ואולם, נוימן מחזיק עוד 112.5 מיליון מניות B ועוד מיליון מניות C, שכל אחת מקנה 20 הצבעות. אם נוימן לא יתרום את המיליארד דולר במהלך העשור, זכויות ההצבעה המוגדלות יורדות ל־10 הצבעות למניה.\r\n \r\nבאחרונה התעוררו לא מעט תהיות וביקורת סביב נוימן לאחר שנודע כי הוא מימש מניות WE ב־700 מיליון דולר מבלי להמתין להנפקה. בשלב זה החברה אמנם לא מפרטת את היקף הגיוס המתוכנן בתשקיף ולא את השווי, אך נראה כי החשיפה שלו לחברה ובעיקר ברמת קבלת ההחלטות היא גבוהה ביותר. על פי התשקיף, נוימן מכר בפעם האחרונה מניות החברה באוקטובר 2017, אז עובדי החברה ומשקיעיה קיבלו אפשרות למכור את אחזקותיהם למשקיעים חדשים. כעת בהנפקת המניות הראשונה מתחייב נוימן לא למכור מניות.\r\n \r\nעוד סעיף מעניין בתשקיף שלא נותר יבש כהרגלו הוא סעיף השכר. נוימן עצמו ויתר על השכר ב־2018 לאחר ב־2017 משך שכר של דולר אחד, ואילו ארטי מינסון, נשיא משותף וסמנכ&quot;ל הכספים בחברה הסתפק בשכר מינימום של 51 אלף דולר וגם מתוך סכום זה התחייב לתרום הכל חוץ מדולר אחד לצדקה.\r\n \r\n\r\n\r\n\r\n \r\nהלוואות של נוימן מהחברה בהיקף מאות מיליוני דולרים\r\n \r\nהתשקיף חושף גם את ההלוואות שקיבל נוימן לאורך השנים מהחברה בשיעורי ריבית נוחים בהשוואה לתנאי השוק. בין 2013 ל־2016 הוא לווה 30 מיליון דולר בכמה פעימות והחזיר את כולן אולם את הלוואה הגדולה של יותר מ־360 מיליון דולר ששימשו בעיקר למימוש אופציות קיבל נוימן באפריל האחרון מהחברה. כמו כן הוא ניצל חלק מקו אשראי של חצי מיליארד דולר מהחברה (380 מיליון דולר) ובנוסף לכך לווה מבנק ג&#39;יי פי מורגן 97 מיליון דולר עבור משכנתא. ההלוואות אינן מגובות במניות החברה. \r\nרבקה נוימן, אשתו של אדם נוימן (ובת דודתה של השחקנית גווינית&#39; פלטרו) אשר מוגדרת כשותפה מייסדת וסמנכ&quot;לית מותג ואימפקט, אינה מופיעה בין מקבלי השכר הגבוה או בין בעלי המניות, ובתשקיף אף צויין כי היא מעולם לא קיבלה שכר מהחברה. \r\n \r\nכך גם מיגל מקלווי, שהקים את WE יחד עם נוימן ומכהן היום בתפקיד הייחודי בחברה של סמנכ&quot;ל תרבות. מקלווי עדיין מחזיק בנתח ממניות החברה, אך בחברה משותפת לו ולנוימן, שם יש לנוימן את מרבית זכויות ההצבעה.\r\n \r\nהתשקיף מקדיש פרק מיוחד לחשיבותו ומרכזיותו של נוימן בחברה למרות שבאופן מפתיע מצויין במפורש כי ל־WE אין כל הסכם העסקה עימו והוא לא יקבל פיצויים כלשהם במידה ויפסיק לכהן כמנכ&quot;ל. &quot;אדם הוא מנהיג ייחודי שהוכיח את יכולתו לחבוש בו זמנית כובעים של איש חזון, איש תפעול, חדשן ויוצר תרבות וקהילה חדשה&quot;, נכתב בתשקיף.\r\n \r\nכדי לתמרץ את נוימן ואת כלל הנהלת WE לצאת להנפקה ראשונה, העניק לו הדירקטוריון אופציות לרכישת 42.4 מיליון מניות נוספות. מתנאי ההבשלה שלהן ניתן להבין לאן מכוונים ב־WE במונחי שווי השוק: החבילה הראשונה תבשיל מעל לשווי של 50 מיליארד דולר, שווי שסביבו אמורה להתקיים ההנפקה הראשונה כדי שבעלי המניות הנוכחיים לא ירשמו הפסד על ההשקעה (דאון ראונד). \r\n \r\nהחבילות הבאות נכנסות לכסף מעל לשווי של 72 ו־90 מיליארד דולר. התשקיף מפרט גם את הנדל&quot;ן הפרטי של נוימן שמושכר ל־WE ואשר עורר לא מעט ביקורת כלפיו. מדובר ב־4 נכסים מתוך 528 הנכסים של החברה. בשלושה מתוך הארבעה נכסים הסכם ההשכרה עם נוימן נחתם מיד לאחר שרכש את הנכסים. \r\n \r\nמאז 2016 שילמה WE כ־16 מיליון דולר לנוימן עבור השכירות, אך בסוף 2018 קיבלה תשלום של 11.6 מיליון דולר עבור השבחת הנכסים. כיום ההתחייבויות של החברה במסגרת החוזים האלה מסתכמת ב־236.6 מיליון דולר המהווים חצי אחוז מכלל ההתחייבויות שלה לשכירות.", "keywords": ["אדם נוימן", "WeWork", "הנפקה", "WE קומפני "], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/07/04/918463/1L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "סופי שולמן"}, "datePublished": "2019-08-15T07:59:05", "dateModified": "2020-08-19T06:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ההתחייבות של אדם נוימן: תרומה של מיליארד דולר או אובדן שליטה ב־WeWork", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}