{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3794198,00.html"}, "headline": "רק הושק וכבר עושה בעיות: המסך של הגלקסי Z פליפ נכשל בבדיקות", "description": "המכשיר המתקפל החדש של סמסונג, שהושק לפני שבוע אחרי כישלון המכשיר המתקפל הקודם של החברה, לא עמד בבדיקת עמידות", "articleBody": "סדרת הגלקסי Z פליפ (Flip), הסמארטפון ההיברידי החדש עם המסך המתקפל של סמסונג, רק הושקה לפני כשבוע וכבר מציגה בעיה שעשויה לגרום למתעניינים לוותר על הרכישה. בבדיקה שנעשה בערוץ היוטיוב JerryRigEverything, המתמחה בבדיקת עמידות של סמארטפונים וגאדג&#39;טים, נמצא כי המסך של הגלקסי Z פליפ (Flip) עדין ורגיש להתעללויות בדיוק כמו קודמו הגלקסי פולד (Fold) - וזה כמובן לא משהו טוב. \r\n \r\n \r\n \r\n \r\nהסמסונג פולד (Fold) הועלה על המוקד מיד עם השקתו לאחר שהתברר שהמסך המתקפל החדש שלו, כמו גם הציר והכיסוי החיצוני, רגיש לכמעט כל דבר; מהאבק והלכלוך שהצטבר מתחת לציר ועד לציפוי החיצוני של המסך, שהתגלה כחשוף מאוד למכות ושריטות. בחלק ממכשירי הסקירה אף התברר שהמסך פשוט הפסיק לעבוד לאחר זמן קצר.\r\n \r\n \r\nככל הנראה, לפחות בנושא העמידות למכות ושריטות, הפליפ Z הולך בדרכו של קודמו. התגובה של סמסונג לנושא גם היא מעוררת תמיהה. בתגובה לבדיקה ולשאלות של אתר The Verge, טענה החברה שהמסך מצופה בשתי שכבות: פנימית - הבנויה מהזכוכית המתקפלת שהיצרנית פיתחה, וחיצונית - המתבססת על ציפוי פלסטי שכנראה דומה מאוד לזה שהורכב במכשיר החדש. בנוסף טוענת החברה שהפגיעות שנצפו הן רק בציפוי הפלסטיק החיצוני. אך עורכי הבדיקה, כמו גם העיתונאים של האתר, העלו ספקות בנוגע לכך. \r\n \r\n&quot;רמת העמידות של סמארטפונים מודרניים (עם זכוכית משוריינת - ר&#39;&#39;ק) מתחילה ב-6 או 7, ועם הזמן מתחילות להראות גם שריטות ומכות&quot;, הסבירו ב- JerryRigEverything, &quot;ה-Z לעומת זאת מציג פגיעות שמעמידות אותו ברמה 2 או 3&quot;. על פי המסקנה שהגיעו אליה לאחר הבדיקה, ניכר שהמסך אינו עמיד בשום צורה למכות ולשריטות, שמהווים לצערנו את מנת חלקם של כל מכשיר טכנולוגי בשימוש יומיומי שוטף.\r\n \r\n \r\n \r\n \r\nסמסונג נשארה מאוד דיסקרטית בכל הנוגע לתהליכי הייצור והחומרים שמהם מיוצר המסך, אך כן מציעה תוכנית לתיקון המסך במחיר מסובסד של כ-120 דולר. וזה חשוב כי עלות התיקון ללא האחריות עלולה להגיע עד לכ-640 דולר בקוריאה וכ-500 דולר בארה&quot;ב. החלפת המסך הקדמי הקטן עולה כ-150 דולר, כך על פי הפרסום של אתר SamMobile, המסקר את מוצרי סמסונג. באופן אירוני מדובר בסכום שדומה מאוד לעלות החלפת המסך של הפולד (כ-600 דולר) שלו שטח גדול הרבה יותר. \r\n \r\nבחברה כנראה לא מתרגשים מהדיווחים על התקלות מכיוון שכמו הפולד, הפליפ Z הוא דור ראשון של תצורה חדשה. חובבי החדשנות כבר הצהירו שזה לא מה שירתיע אותם מלרכוש את המכשיר החדש, ועל פי דיווחים שונים המלאי הראשוני בקוריאה נמכר כולו בתוך 8 שעות כמו גם הגרסה הפתוחה של המכשיר שאזלה באתר סמסונג בארה&quot;ב.  \r\n \r\n \r\n \r\n \r\nגם בנוגע לתחרות המכשיר, נראה שסמסונג יכולה להיות רגועה לאחר שהמתחרה הישיר של המכשיר החדש, המוטורולה Razr שהושק קצת לפני הפליפ Z, תויג גם כמכשיר &quot;עם בעיות&quot;. בדיקת תיקון של אתר IFixit למשל מצאה שהמוטורולה הוא המכשיר המסובך ביותר לתיקון שבו נתקלו אנשי האתר עד כה. \r\n \r\n \r\nבבדיקת העמידות שבוצעה על ידי אתר CNET נמצא ששני המכשירים סובלים מאותה עמידות לקויה לנפילות, מכות ושריטות. שניהם התרסקו מנפילות שסמארטפונים מודרניים כבר לא מתרגשים מהן. \r\n  \r\nקשה להעריך כיצד ניתן לטפל בבעיות האלה מבלי לפתח את המכשירים מחדש. שני המכשירים, ה-Razr והפליפ Z, מיועדים להיות יותר מדגם חדש בשוק. הם אמורים לייצג את היכולות והחדשנות של היצרניות שלהם. במקרה הזה, החדשנות אכן הוצגה והוכחה, אך מבחינת יכולות ועמידות בשימוש יומיומי, שניהם בינתיים נכשלים באופן מוחלט. ", "keywords": ["סמסונג", "השקה", "גלקסי", "בדיקת עמידות", "תקלות בטלפון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/02/11/969396/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רפאל קאהאן"}, "datePublished": "2020-02-17T16:35:31", "dateModified": "2020-08-20T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רק הושק וכבר עושה בעיות: המסך של הגלקסי Z פליפ נכשל בבדיקות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}