{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3835090,00.html"}, "headline": "היסטוריה באפל: מחליפה את מעבדי אינטל במעבדים משלה", "description": "כנס המפתחים השנתי של החברה, ה-WWDC, מתקיים הערב לראשונה באופן מקוון בלבד ובו אפל הציגה את שלל חידושי התוכנה והעדכונים למערכות ההפעלה שלה: iOS, MacOS, WatchOS, כולל התייחסות למהלך של החברה שעורר סערה: המעבר ממעבדי אינטל למעבדים משלה", "articleBody": "למרות הביטולים והדחיות של כנסים ואירועים ברחבי העולם כתוצאה ממשבר הקורונה, אפל החליטה שלא לוותר על כנס המפתחים השנתי שלה, שהתקיים הערב (ב&#39;) במטה החברה, לראשונה באופן מקוון בלבד. גולת הכותרת של הערב הייתה ללא ספק ההכרזה ההיסטורית של אפל להחליף את מעבדי אינטל במחשבי המק למעבדים משלה, אותה הציג ג&#39;וני סרוג&#39;י הישראלי בהופעת בכורה באירוע מרכזי של אפל.\r\n \r\nבין היתר עדכנה החברה את מערכת ההפעלה לאייפון iOS 14 עם פיצ&#39;רים חדשים כמו PIP (תמונה בתוך תמונה), את מערכת ההפעלה i Pad OSכולל האפשרות התראת שיחת טלפון נכנסת באייפד שלא משתלטת על כל המסך, ולכבוד הקורונה החברה הוסיפה לשעון החכם פיצ&#39;ר שימדוד את זמן שטיפת הידיים בכיור. \r\nאת האירוע פתח מנכ&quot;ל אפל, טים קוק, שניצב במרכזו של תיאטרון סטיב ג&#39;ובס הריק בקמפוס של אפל בקופרטינו. בפתח הדברים התייחס קוק למחאות נגד הגזענות הממסדית ששוטפות בימים אלו את ארה&quot;ב בעקבות רציחתו של ג&#39;ורג&#39; פלויד תחת מגף שוטר. &quot;אנחנו מקבלים השראה מהאנשים שעומדים ודורשים שינוי. אנחנו מכוונים לעמדו באידאלים הגבוהים של המדינה שלנו, וזה כולל לנקוט בפעולה&quot;, הוא אמר, ופירט מהלכים שונים שמבצעת אפל על מנת לסייע למיעוטים בארה&quot;ב ובשאר העולם. &quot;אנחנו מחויבים להיות כוח לשינוי&quot;, הוסיף. כן התייחס קוק למגיפת הקורונה, ובפרט לשימוש שעושים אנשים במוצרים של אפל כדי לעבוד ולבדר את עצמם. \r\n \r\n \r\n \r\niOS 14\r\n \r\nלאחר דברי הפתיחה הקצרים, תפס את הבמה סגן הנשיא הבכיר להנדסה, קרייג פדריגי, על מנת להציג את גרסה 14 של מערכת ההפעלה לאייפון, iOS. במרכז הגרסה החדשה עומדים שינויים דרמטיים בכמה מרכיבי הליבה במכשיר, ובראשם תכנון מחדש של האפשרות לסדר אפליקציות במסך הבית: App Library, עמוד שמופיע אחרי כל עמודי האפליקציות ומציג את כל היישומים שמותקנים על המכשיר בצורה מרוכזת על בסיס קטגוריות. בנוסף, ניתן להסתיר עמודי אפליקציות שאין בהם צורך על מנת להגיע במהירות לספריית האפליקציות. העמוד החדש כולל אפשרות חיפוש מהיר באפליקציות, קטגוריות כמו אפליקציות מוצעות, אפלקיציות שהורדו לאחרונה, משחקים ובידור.\r\n \r\n \r\nחידוש משמעותי נוסף הוא הווידג&#39;טים, תכונה שעד עתה היתה גורם שולי באייפון ומעתה ניתן לשלב אותם בעמודי האפליקציות השונים, כפי שניתן לעשות באנדרואיד זה יותר מעשור. הווידג&#39;טי מגיעים בגדלים שונים וניתן להטמיע אותם בין אפליקציות באמצעות גרירה והנחה, כמו אפליקציה רגילה. כן ניתן לבחור בווידג&#39;ט מתחלף שבאמצעות יכולות בינה מלאכותית מציג ווידג&#39;ט שמתאים לצרכי המשתמש בכל רגע נתון.\r\n \r\nעוד תכונה שאינה חדשה למשתמשי אנדרואיד היא האפשרות להציג וידיאו בזמן שימוש שוטף במכשיר (Picture in Picture), אם יכולת לשנות את גודל חלון הווידיאו מיקומו ואפילו להסתיר אותו אך להמשיך להאזין לאודיו של הסרטון.\r\n \r\n \r\nסירי מקבלת שדרוג בצד החזותי של הממשק שלה, ומעתה היא לא משתלט על כל המסך. אם תבקשו למשל, להציג את מזג האוויר, התוצאה תוצג בהודעה בראש המסך. בקשה להפעיל אפליקציה תזניק ישר את האפליקציה המבוקשת מבלי לעבור דרך המסך הרגיל של סירי. יעל גרטן, מהנדסת בצוות סירי באפל, סיפרה על יכולות חדשות כמו שליחת הודעה קולית באמצעות סירי, או העברת יכולת ההכתבה הקולית לפעילות מלאה על המכשיר. \r\n \r\nכן סיפרה גרטן על אפליקציית תרגום חדשה, שמאפשרת לתרגם קול ושיחה בין 11 שפות שונות (לא כולל עברית). מעין גוגל טרנזלייט, רק עם פחות שפות. &quot;זה יהפוך תקשורת בין שתי שפות לקלה מתמיד&quot;, היא טענה.\r\n \r\n \r\nאפליקציית Messeges תאפשר מעתה להצמיד שיחות לראש רשימת השיחות. המימוג&#39;י (אווטארי ה-AR המותאמים אישית של אפל) מקבלים תוספות כמו תסרוקות חדשות, גילאים חדשים וכמובן, ברוח התקופה, מסכות פנים. בשיחה קבוצתית ניתן יהיה להגיב ישירות להודעה ספציפית, ואף ליצור מיני-דיון בתגובה להודעה מסוימת. כן ניתן לתזכר משתמש מסוים, בדומה לווטסאפ. עוד ניתן להוסיף תמונה לקבוצה.\r\n \r\nאפליקציית המפות, שלא רלוונטית כל כך בישראל לאור האיכות הנמוכה של המפות כאן והעדר השדרוגים שהגיעו לאפליקציה בשנה האחרונה, בעיקר בארה&quot;ב, עדיין לא רלווונטית, שכן השדרוגים החדשים יגיעו בשנה הקרובה למדינה כמו קנדה ובריטניה. חידושים נוספים כוללים מיני-מדריכי טיולים עם המלצות שיעזרו לגלום מקומות חדשים בערים שונות.\r\n \r\nכן הוסיפה אפל אפשרות לקבל הוראות נסיעה באופניים (יש כבר מזמן בגוגל מפות), עם מידע כמו עליות וירידות צפויות. תכונה זו תהיה זמינה בתור התחלה במספר מוגבל של ערים בארה&quot;ב ובסין. לבעלי מכוניות חשמליות, אפליקציה תשלב תחנות טעינה לאורך הדרך וברכבים תומכים גם תדע לנטר את מצב הטעינה של הרכב. \r\n  \r\n  \r\nתכונת CarPlay, שמאפשרת לחבר את האייפון למערכות המדיה של מכוניות, כוללת חידושים כמו טפטים, תמיכה בהזמנת מזון, ואפשרות לפתוח ולהתניע את הרכב באמצעות האייפון. כן אפשר לשתף את &quot;המפתחות&quot; עם משתמשים אחרים, והלגביל גם את הגישה שלהם לרכב לזמנים מסוימים. אל תתרגשו כל כך מהר, כרגע התכונה נתמכת רק בדגם חדש של BMW. \r\n  \r\n  \r\nהאפסטור מקבלת תכונה מעניינת בשם App Clips - אפשרות לבצע אינטראקציות שדורשות אפליקציה (למשל, שכירת קורקינט חשמלי), מבלי להוריד את האפליקציה עצמה. לא צריך להתחבר לחשבון או להזין תשלום במקרה שהשירות תומך באפל פיי ו-Sign in With Apple. הקליפים מופיעים באמצעות חלון שעולה מתחתית האפליקציה, וניתן להפעיל אותם באמצעות קישורים, קרבו המכשיר לתגית NFC וסריקות קוד QR או קוד מיוחד של אפל. שיתוף פעולה עם יילפ מאפשר ליצור קליפים כאלו גם לבתי עסק שאין להם אפליקציה משלהם. \r\n  \r\niPad OS 14 \r\n  \r\nהאייפד יקבל את מרבית החידושים של האייפון במסגרת iPadOS, בתוספת מגוון יכולות ייחודית. יישום התמונות בטאבלט מקבל טור צד חדש, שמאפשר ניווט מהיר בין חלקי האפליקציה השונים וסידור מהיר של תמונת. טור דומה אפשר יהיה למצוא גם באפליקציות ניהול הקבצים, המוסיקה והרשימות. סירי באייפד תציג תוצאות בפינה הימנית תחתונה של המכשיר. שיחות נכנסות לא משתלטות כבר על כל המסך, ומופיעות עתה בחלון שיורד מראש המסך, בדומה להודעת פוש. וחדשות טובות לבעלי האייפון: התכונה הזו תגיע גם לשם. הללויה. הגיע הזמן. החיפוש שודרג ולדברי אפל הוא מספק עתה יכולות חיפוש אוניברסליות אם גישה מהירה לאפליקציות, אנשי קשר, חיפוש ברשת ואפילו גלישה באתרים. \r\n  \r\n  \r\n  \r\nאוזניות איירפודס האלחוטיות והפופולריות של אפל יקבלו יכולות חדשות בדמות עדכוני תוכנה. מעתה, הן יוכלו להתחבר אוטמטית למכשירים השונים, באמצעות זיהוי הפעולות שמבצע המשתמש. כלומר, אם תתחילו לראות סרט על האייפד האוזניות יתחברו אליו אוטומטית, ויעברו לאייפון במקרה של שיחה נכנסת דגם הפרו מקבל תוכנה בשם Spatial Audio, שתאפשר לדמות קול שמגיע מכיוונים שונים, בדומה לחוויית הסראונד באולם הקולנוע. התוכנה תאפשר לזהות גורמים כמו תנועת ראש או המכשיר ביחס למשתמש. \r\n  \r\n  \r\nWatch OS \r\n  \r\nהגרסה החדשה מערכת ההפעלה של האפל ווטש, WatchOS, כוללת פני שעון חדשים עם וידג&#39;טים בהתאמה אישית. כן ניתן יהיה לשתף פני שעון עם משפחה וחברים ובמדיה חברתית ולגלות פני שעון באתרים ובאפסטור. יישומון המפות בשעון יקבל גם הוא את האפשרות לקבל הוראות נסיעה באופניים ולחפש מקומות רלוונטיים כמו חנויות לתיקון אופניים. יישום הכושר בשעון זוכה לסוג כושר חדש: ריקוד, עם יכולת לזהות אילו חלקים בגוף זזים (רק ידיים, רק רגליים, כל הגוף), ולהציג את משתני שריפת הקלוריות וכו&#39; בהתאם. \r\n  \r\n  \r\nהאפל ווטש מקבל גם יכולות ניטור שינה חדשות, כולל תכונה שמסייעת להערך לשינה באמצעות יצירת שגרם מותאמת אישית והפחתת הפרעות. זאת, בסיוע פעולות כמו הפעלת לא להפריע וקיצורי דרך לפעולות כמו ניגון מוזיקה מרגיעה. מודל למידת מכונה מנטר את השינה לאורך הלילה, ויודע להציג את איכות השינה לאורך הלילה. ברוח התקופה, השעון יזהה מתי המשתמש שוטף ידיים, ויסייע לו לשטוף אותן במשך 20 שניות באמצעות תזכורות עדינות. \r\n  \r\n  \r\nחלק משמעותי באירוע הוקדש ליכולות הפרטיות שמשולבות במוצרי אפל, ומתבססות על 4 עקרונות יסוד: צמצום איסוף מידע, ביצוע פעולות AI על המכשיר, אבטחה משופרת ושקיפות ושליטה. Sign in with Apple, בהקשר זה, מקבלת אפשרות להמיר חשבונות קיימים למערכת ההרשמה של החברה. בשיתוף מיקום עם אפליקציות ניתן יהיה לשתף רק מיקום כללי במקום מיקום מדויק. אפליקציות ייאלצו מעתה לקבל אישור לנטר את פעולות המשתמש באפלקיציות ובאתרים אחרים. הצהרות פרטיות הן מסמך מורכב ובלתי-קריא לחלוטין. מעתה, כל אפליקציה תדרש להציג את פעילות איסוף המידע שלה בצורה קריאה ונגישה שמפרטת בנקודות ספורות וחזותיות איזה מידע היא אוספת ועם מי הוא משותף. \r\n \r\n \r\nApple TV OS\r\n \r\nאפל TV, שלמרבה ההפתעה הוא מכשיר שימושי גם בישראל, הודות לאפליקציות של שחקניות כמו יס, סלקום ופרטנר, מקבל אפשרות לריבוי משתמשים במשחקים, אפליקציות כושר עם יכולת תמונה בתמונה להמשך צפייה בזמן ההתעמלות, ואפשרויות שיתוף משופרות. שירות הסטרימינג אפל TV+ רשם לדברי החברה כבר יותר ממיליארד הזרמות. כן חשפה אפל טריילר ראשון לסדרה המדוברת על פי סדרת המוסד של אייזיק אסימוב.\r\n \r\n \r\nMacOS: Big Sur\r\n \r\nהגרסה החדשה של מערכת ההפעלה למק, macOS, שתכונה Big Sur, כוללת עדכון משמעותי לעיצוב מערכת ההפעלה שלדברי אפל הוא המשמעותי ביותר מאז השקת OS X. עיצובים חדשים לאייקוני אפליקציות ברוח האייפון, הצללות מתוחכמות יותר, עיצוב חדש לכפתורים ומקשים, צלילים מעודכנים, אזור חדש לווידג&#39;טים והודעות ועוד. מדובר בשורה של שינויים עיצוביים קטנים בפני עצמם, אך כאלו שמתחברים לחוויה חדשה ומשמעותית שנותנת תחושה חדשה בעת השימוש במק. במסגרת זאת, כל האפליקציות המובנות קיבלו מתיחת פנים עיצובות, הבר העליון שקוף, הדוק צף, התפריטים הנפתחים שקופים. כן יקבל המק מרכז שליטה בדומה לאייפון, עם אפשרות לצרף פעולות לבר העליון לגישה מהירה. גם הווידג&#39;טים של המק יזכו לשדרוג, עם אפשרות חדשה למפתחים ליצור ווידג&#39;ט למחשב.\r\n \r\n \r\n \r\nאפליקציית ה-Messages במק זוכה לתכונות חדשות כמו חיפוש מתקדם, תמיכה במימוג&#39;י על המק, ואפקטים בהודעה דוגמת זיקוקי דינור. יישום המפות עוצב מחדש וכולל יכולות חדשות כמו מועדפים, מעקב אחרי חברים ששתפו נסיעה, ומפות בתוך מבנים.\r\n  \r\nדפדפן ספארי במק מקבל את מה שאפל מכנה &quot;השדרוג הגדול ביותר מאז השקתו&quot;, ובמרכזו דו&quot;ח פרטיות שמאפשר לראות איך כל אתר שומר על פרטיות המשתמשים. כן ניתן יהיה לייבא בקלות תוספים מדפדפנים אחרים, בתקווה שסוף סוף יהיה לדפדפן מבחר תוספים נורמלי. בנוסף ניתן יהיה להגביל את הגישה של תוספים רק לזמן או לעמודים מסוימים. תכונות אחרות כוללות תרגום מובנה, אייקוני אתרים בטאבים (סוף סוף!), ותצוגה מקדימה של אתר בעת מעבר מעל טאב מבלי ללחוץ עליו.\r\n \r\nאפל מכריזה: מחליפה את מעבדי אינטל במעבדים משלה\r\n \r\nאפל הכריזה היום רשמית על מעבר של מחשבי המק ממעבדי אפל למעבדים בפיתוח של אפל. &quot;היום זה יום היסטורי&quot;, אמר קוק, &quot;כי היום אנחנו מכריזים על מעבר של המק למעבד משלנו, Apple Silicon&quot;.\r\n \r\n \r\nאת ההכרזה עצמה הוביל הישראלי הבכיר בחברה, ג&#39;וני סרוג&#39;י, בהופעת בכורה באירוע מרכזי של אפל. &quot;הכל התחיל באייפון&quot;, הוא סיפר. &quot;האייפון דרש יכולות וביצועים במכשיר קטן, ודור אחרי דור דחפנו קדימה עיצובים מורכבים ועשירים שאפשרו להגדיל את ביצועי המכשיר פי 100. זה המשיך את האייפד, בשבילנו יצרנו את המעבד עם הביצועים הגבוהים ביותר שאפשר. עכשיו אנחנו מביאים את כל המומחיות הזו למק. זה יאפשר לו לקבל ביצועים ברמה חדשה לגמרי&quot;.\r\n \r\nסרוג&#39;י הדגיש את הצורך למצוא איזון בין ביצועים לצריכת אנרגיה. &quot;אתה רוצה את הביצועים הגבהים ביותר בצריכת האנריגה הנמוכה ביוצתר, ולשם אחננו רוצים להעביר את המק. זו סיבה מספיק טובה לעבור למעבדים של אפל, אבל לא רק. נוכל למקסם צריכת סוללה, לספק אבטחה טובה יותר, יכולות עיבוד גרפי טובות יותר, להפוך את המק לפלטפורמת למידת מכונה טובה יותר. אנחנו יוצרים משפחת מעבדים ייעודית למק, ותהיה לנו ארכיטקטורה משותפת לכל המכשירים שלנו, מה שיקל על מפתחים ליצור אפלקיציות. המק עומד לזנק משמועתית קדימה&quot;.\r\n \r\n \r\nאחרי סרוג&#39;י ציין פדריגי שכל האפליקציות של אפל למק כבר מותאמות לעבודה עם המעבדים החדשים, ויישום xCode יאפשר למפתחים להתאים אליו במהירות אפליקציות קיימות. לדברי אפל, שחקניות מרכזיות כמו מיקרוסופט ואדובי כבר מתאימות יישומים מובילים כמו אופיס ופוטושופ למקים עם מעבדי אפל. יכולת בשם Rosetta תאפשר להריץ אפליקציות שנכתבו למק עם מעבד אינטל גם על מחשבי מק עם מעבדי אפל. סביבת וירטואליזציה חדשה תאפשר להריץ על המק לינוקס.\r\n \r\nיכולת חדשה ומשמעותית תאפשר למעבדים של אפל להריץ על המק אפליקציות שנכתבו לאייפון או לאייפד, בלי צורך להתאמה כלשהי מצד המפתחים.\r\n \r\nלסיום, קוק סיכם את האירוע: &quot;זה באמת יום היסטורי למק. החזון שלנו למק תמיד היה לאמץ חדשנות פורצת דרך. כל פעם שעשינו את זה המק נעשה חזק יותר ובעל יכולות רבות יותר. מעולם לא הייתי בטוח יותר לגבי עתיד המק&quot;. המקים הראשונים עם מעבדי אפל יושקו עד סוף השנה, ובתוך שנתיים כל קו המק יסתמך על המעבדים החדשים. במקביל, אפל מתעדת להשיק גרסאות של OS X למקים עם מעבדי אינטל במשך כמה וכמה שנים, וגם תשיק בקרוב עוד כמה מקים מבוססי אינטל. מערכות ההפעלה החדשות יהיו זמינות בבטא ציבורית ביולי ויושקו רשמית בסתיו הקרוב.\r\n  \r\n  ", "keywords": ["אפל", "iOS", "מקבוק", "אפל ווטש"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/06/22/999678/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עומר כביר"}, "datePublished": "2020-06-22T21:57:18", "dateModified": "2020-08-19T14:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "היסטוריה באפל: מחליפה את מעבדי אינטל במעבדים משלה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}