{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3755012,00.html"}, "headline": "אינטל ישראל תחלק לאלפי עובדים בונוס של שלוש משכורות", "description": "למרות הדוחות המאכזבים לרבעון הרביעי, שהובילו לצניחת מניית אינטל אתמול בניו יורק ב-5.5%, יצרנית השבבים תגדיל את הבונוס השנתי שלה לשלוש משכורות. אינטל מעסיקה בישראל 11 אלף עובדים - אלף עובדים נוספים שייכים למובילאיי ", "articleBody": "אינטל ישראל תחלק לאלפי עובדים בונוס בסך 3 משכורות, כך נודע ל&quot;כלכליסט&quot;. זו השנה החמישית שאינטל ישראל מחלקת בונוס לעובדים, כאשר בשנים הקודמות עמד הבונוס על 2.5 משכורות. חלוקת הבונוס המרשים מתבצעת למרות הדוחות המאכזבים של אינטל לרבעון הרביעי. בעקבות פרסום הדוחות, צנחה אתמול מניית אינטל בוול סטריט ב-5.5%. \r\n \r\n \r\nאינטל סיכמה את הרבעון השלישי עם הכנסות של 18.66 מיליארד דולר, לעומת 17.05 מיליארד דולר ברבעון המקביל. שורת ההכנסות לא עמדה בציפיות השוק שעמדו על 19.02 מיליארד דולר. החברה צופה לרבעון הנוכחי (ראשון 2019) הכנסות של 16 מיליארד דולר ורווח מתואם של 87 סנט למניה, מהותית מתחת לצפי האנליסטים העומד הכנסות של 17.29 מיליארד דולר ורווח מתואם של 1 דולר למניה. \r\n \r\nלשנת 2019 כולה צופה אינטל הכנסות של 71.5 מיליארד דולר ורווח מתואם של 4.60 דולר למניה. צפי השוק עומד על הכנסות של 73.11 מיליארד דולר ורווח מתואם של 4.51 דולר למניה. נכון לסוף 2017, עמד הייצוא של אינטל ישראל על 3.6 מיליארד דולר, בהשוואה ל-3.3 מיליארד דולר ב-2016. \r\n \r\nאינטל מעסיקה היום בישראל כ-11 אלף עובדים ועוד כ-1,000 עובדי מובילאיי.\r\n \r\nמאינטל ישראל נמסר שבונוסים ניתנים לרוב עובדי החברה והם משקפים את הצלחת החברה ורווחיות.", "keywords": ["אינטל", "בונוס שנתי", "שלוש משכורות", "IT"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/05/02/603971/10L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "הגר רבט"}, "datePublished": "2019-01-26T12:43:31", "dateModified": "2020-08-17T16:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אינטל ישראל תחלק לאלפי עובדים בונוס של שלוש משכורות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}