{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3811470,00.html"}, "headline": "פנאי -  מ-Drivenets ועד למשחקי מובייל של MoonActive", "description": "וגם: פלטפורמה לייצור והפצת תקצירי וידאו באופן אוטומטי ובזמן אמת של WSC Sports, כלי אוטומטי לניהול מדיה של cloudinary, טכנולוגיית וידאו אינטראקטיבי במעבר חלק של Eko וטכנולוגיה לשיפור שיח באתרי חדשות של Spot.IM ", "articleBody": "בשידור חוזר\r\n \r\nWSC Sports\r\nמוצר: פלטפורמה מבוססת ענן לייצור והפצת תקצירי וידאו באופן אוטומטי ובזמן אמת\r\nשנת הקמה: 2011\r\nמספר עובדים: 150\r\nגיוסים: 39 מיליון דולר מקרנות וממשקיעים פרטיים\r\nמייסדים: דניאל שיכמן, אביב ארנון, שמוליק יופה, חי גל\r\n \r\nאחת התעשיות שנפגעה קשה מאוד בתקופת הקורונה היא תעשיית הספורט התחרותי, כאשר כמעט כל הליגות המקצועיות הושבתו לחלוטין, ותעשיה של מיליארדי דולרים הוקפאה. אחת החברות הבולטות בתעשיה זו היא WSC Sports, אשר פיתחה פלטפורמה מבוסת ענן לייצור והפצת תקצירי וידאו באופן אוטומטי. המערכת של החברה הפכה להיות חבל ההצלה של הליגות השונות, אשר נאלצות להמשיך ולספק תכנים חדשים לאתריהן בכדי לשמור על רלוונטיות. רבות מהן לפנות פנו לחברה והחלו לייצר תכנים על בסיס השידורים בעבר. היתרון של החברה הישראלית הוא שהמערכת שלה אוטומטית לחלוטין ונגישה מכל מקום, ולכן עובדי הליגות השונות יכלו ליצור תוכן ישירות מהבתים, בלי צורך להגיע למשרדים. \r\n \r\n \r\n \r\nמשייטת בענן\r\n \r\nCloudinary\r\nמוצר: כלי אוטומטי לניהול מדיה\r\nשנת הקמה: 2012\r\nעובדים: 250\r\nגיוסים: 10 מיליון דולר מקרן בסמר\r\nמייסדים: איתי לחן, נדב סופרמן, טל לב־עמי\r\n \r\nהחברה משווקת פלטפורמת ניהול מדיה, ולה כ־6,000 לקוחות ומעל ל־600,000 משתמשים. בין הלקוחות של החברה ניתן לציין את Lyft, Ted Baker, Fashion Network, Neiman Marcus, Nintendo, Mediavine, ו־Trivago. בתקופת הקורונה החברה, כמו חברות אחרות בתחום, עברה לעבוד מהבית, אבל מכיוון שהיא חברת ענן אשר עובדת במודל SaaS, רוב המכירות והשירות נעשים און ליין והקשר עם הלקוחות לא השתנה משמעותית. קלאודינרי היא עוף מוזר ברשימת החברות של כלכליסט: היא גייסה את הסכום הנמוך ביותר, כאשר הכסף שגייסה מקרן בסמר יועד כולו לרכישת מניות של עובדי החברה. החברה קיימת 8 שנים, היא מעסיקה 250 עובדים והציגה הכנסות של 60 מיליון דולר ב־2019. \r\n \r\n \r\n \r\nמשנה את העולם\r\n \r\nDrivenets\r\nמוצר: תוכנה לרשתות תקשורת\r\nשנת הקמה: 2015 \r\nמספר עובדים: 230, בישראל ובארצות הברית\r\nגיוסים: 117 מיליון דולר, מקרנות וממשקיעים פרטיים\r\nמייסדים: עידו סוסן, הילל קוברינסקי\r\n  \r\nעידו סוסן והילל קוברינסקי מנסים לשנות את עולם התקשורת מהיסוד ולפשט את ניהול מערכות החומרה. במהלך 2019 ביססו השניים את החברה והרחיבו את צוות העובדים בצורה משמעותית ופתחו משרדים נוספים לפיתוח ברומניה ובתל אביב לצד מטה החברה ברעננה. בעידן הקורונה תעבורת הרשת עלתה משמעותית. עבור דרייבנטס שבאה לשנות את הדרך שבה צורכות ענקיות התקשורת את תעבורת הרשת זו הזדמנות להוכיח את חשיבותה, ודו&quot;ח מקיף שיצא לאחרונה על תעבורת הרשת על ידי בנק אוף אמריקה קבע שהחברה שהיא אכן משנה את התמונה בעולם. החברה מתכוונת לשכור 20 עובדים נוספים למרכזי הפיתוח שלה בישראל ו־50 נוספים למשרדיה ברומניה. \r\n \r\n \r\n \r\n \r\nחיה בסרט\r\n  \r\nEko \r\nמוצר: טכנולוגיית וידאו אינטראקטיבי במעבר חלק\r\nשנת הקמה: 2010 • עובדים: 95, בתל אביב וניו יורק\r\nגיוסים: 62 מיליון דולר\r\nמהקרנות: סקויה, אינטל קפיטל, אינוביישין אנדברס, ומהמשקעים: סוני, וורנר מיוזיק ו־MGM. החברה חתמה על שיתוף פעולה עם ענקית הקמעונאות וולמארט, בסך של 300 מיליון דולר.\r\nמייסדים: יוני בלוך, טל זובלסקי, ברק פלדמן \r\n  \r\nכשפרץ משבר הקורונה היתה Eko בשיאו של מעבר אסטרטגי לתכנים המחברים בין הטכנולוגיה שלה ללקוחותיה, בין היתר לאחר שיתוף פעולה עם טייסטי והשקה מחדש של פרויקט Toy Labs בשיתוף וולמארט (שאיתה חתמה החברה על הסכם של 300 מיליון דולר בסוף 2018), שמאפשר להזמין צעצועים. המשבר הנוכחי תפס את החברה במהלכם של צילומים של כמה סדרות חדשות - כולן, כמובן, הוקפאו לפי שעה, אבל כל פרויקט שכבר צולם המשיך לעריכה והוצאה לאור, גם אם בלוח זמנים מואט. \r\n  \r\nבין הסדרות האלה נמנית גם תוכנית אופנה עם עורכת המגזין Elle, נינה גרסיה, שמאפשרת להזמין בגדים במהלך התוכנית. במקביל, החברה הקימה צוות בשם &quot;פרויקט לימונדה&quot; שמנסה להפיק את המירב מהתקופה הנוכחית, ואחראי על כל התכנים שייצאו במהלכה. גם בעת הזאת בחברה ממשיכים בגיוס עובדים. \r\n  \r\n  \r\n  \r\nהפרוטה שבירח\r\n   \r\nMoonActive\r\nמוצר: משחקי מובייל\r\nשנת הקמה: 2011 \r\nעובדים: 440\r\nגיוסים: 10 מיליון דולר מגיגי לוי, גיא גמזו, דיוויד אליינס, קרן אינסייט, קרן סינגולריטים, יונתן קולבר ורועי אורון.\r\nמייסד: שמואל אלבין  \r\n  \r\nמונאקטיב היא מחברות משחקי המובייל המצליחות בעולם: משחק הדגל שלה, Coin Master, רשם עשרות מיליוני הורדות ומיליוני משתמשים ביום. המשחק ניצב במקום הראשון בדירוג ההכנסות בכל השווקים המערביים (ארצות הברית, אנגליה, גרמניה, צרפת, ספרד, קנדה ואחרות), כשהוא עוקף משחקים של חברות מובילות כמו זינגה, קינג וסופרסל. \r\n \r\nבהתאם, הכנסות החברה ב־2019 עמדו על יותר מ־500 מיליון דולר והניבו לחברה רווחים משמעותיים. הקורונה, עם תועפות זמן הבטלה והאבטלה שכפתה על אנשים רבים, הזניקה את הנתונים האלה הלאה: מתחילת 2020 מונאקטיב רשמה צמיחה של 50% במספר השחקנים ו־30% בהכנסות, והיא צופה כי עד סוף השנה אלו יגיעו ליותר מ־800 מיליון דולר.\r\n \r\nבשנתיים האחרונות מצויה החברה בתהליך צמיחה מואץ בהיקף פעילותה, שהביא לגיוס נרחב של עובדים. ב־2019 היא גייסה כ־200 עובדים בישראל, כמחציתם אנשי פיתוח, וכיום היא מעסיקה 440 עובדים, רובם במרכז הפיתוח בתל אביב. ב־2020 היא מתכננת להמשיך לגייס: כך, במרץ האחרון, למרות הקורונה, החברה גייסה 40 עובדים.\r\n \r\nלאחרונה הודיעה החברה על הצטרפותה של קרן אינסייט האמריקאית כמשקיעה, לפי שווי של 1.25 מיליארד דולר.\r\n \r\n \r\n \r\n \r\nהמטקבקת\r\n \r\nSpot.IM\r\nמוצר: טכנולוגיה לשיפור שיח באתרי חדשות\r\nשנת הקמה: 2012\r\nמספר עובדים: 111, בניו יורק ובתל אביב \r\nגיוסים: 65 מיליון דולר\r\nמהקרנות: Insight Venture Partners, Index and Milhouse, AltalR.\r\nמייסדים: נדב שובל, רועי גולדברג ישי גרין שנת\r\n  \r\nSpot.IM מפתחת פלטפורמה לניהול חכם של טוקבקים ומעורבות גולשים באתרי חדשות. בין לקוחותיה ניתן למצוא את האתרים של הרסט, AOL, פוקס ניוז ועוד. תקופה מגיפת הקורונה מצאה את עצמה החברה בפריחה של עבודה באתרי חדשות מקומיות במדינות רבות ובעיקר בארה&quot;ב, לאחר שסוחרים מקומיים לא יכלו להמשיך לפרסם ולשווק בערוצים הרגילים. החברה מגדילה את נפח הפעילות בימים אלו ומגדילה את מספר המועסקים בה. במהלך 2019 היא השלימה גיוס משמעותי של 25 מיליון דולר בהובלת קרן אינסייט. \r\n \r\n \r\n \r\nכל תושב נחשב\r\n \r\nZenCity\r\nמוצר: פלטפורמה המסייעת לרשויות מקומיות לקבל החלטות המתחשבות בתושבים\r\nהקמה: 2015\r\nעובדים: 65 בישראל\r\nגיוסים: 8 מיליון דולר מקינן פרטנרס, ורטקס, M12, i3 Equity Partners \r\nמייסדים: איל פדר ועידו עברי\r\n  \r\nכשחברות טכנולוגיה מצהירות שהן רוצות לשפר את חיי המשתמשים, הן מתכוונות בדרך כלל להעביר להם את המשלוחים מהר יותר או להגדיל את מקום האחסון בענן. זנסיטי, לעומתן, מתכוונת לשפר את החיים האורבניים: החברה פיתחה פלטפורמה שאוספת מידע הן ממרחבים ציבוריים כמו רשתות חברתיות והן ממוקדי פניות הציבור בערים, כדי לסייע לרשויות להבין מה מטריד את התושבים ולמה, ולקבל החלטות שמבוססות על הנתונים הללו. התפשטות הקורונה הפכה את הצורך בפלטפורמה כזו לקריטי במיוחד עבור רשויות רבות: לסוגיות כמו ויתור זמני על ארנונה, סיוע לקשישים ואחרות יש חשיבות מיוחדת בתקופה האחרונה, והחברה חוותה זינוק משמעותי בביקוש והצטרפות של לקוחות חדשים, בהם עיריית לוס אנג&#39;לס.\r\n \r\n ", "keywords": ["מוסף כלכליסט", "סטארט אפ", "מוסף עצמאות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/02/14/884951/Ido-Susan-1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך והגר רבט"}, "datePublished": "2020-04-28T09:35:54", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "פנאי -  מ-Drivenets ועד למשחקי מובייל של MoonActive", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}