{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3811456,00.html"}, "headline": "רפואה - מ-Aidoc ועד אפליקציה לחוות דעת רפואית של K-Health", "description": "וגם: מערכת בינה מלאכותית לזיהוי מוקדם של התדרדרות חולים המאושפזים בטיפול נמרץ של Clew, רפואה פיקטיבית לחולים אמיתיים של MDClone וערכה ביתית לבדיקת שתן של Healthy.io", "articleBody": "מכוונת ליום שאחרי הקורונה\r\n \r\nAidoc  \r\nמוצר: תוכנה לביצוע סריקות רפואיות \r\nשנת הקמה: 2016\r\nעובדים: יותר מ־100 בישראל, ארצות הברית ואירופה\r\nגיוסים: 40 מיליון דולר מ־Square Peg, מאגמה, TLV Partners\r\nמייסדים: אלעד וולך, מיכאל ברגינסקי וגיא ריינר \r\n  \r\nAI־דוק פיתחה תוכנה לביצוע סריקות רפואיות שמבדילה בין סריקות תקינות ופגומות, ומשתמשת בבינה מלאכותית לאיתור מחלות קריטיות וסיבוכים אפשריים. טכנולוגיה מסוג זה מאפשרת לרופאים לתעדף את הטיפול בצורה נכונה יותר, והיא קריטית במיוחד בתקופה הנוכחית, שבה העומס העצום על מערכות הבריאות מקשה על זיהוי חולים שמחייבים טיפול דחוף. AI־דוק כבר קיבלה ארבעה אישורי FDA (לסריקות המאתרות דימום במוח, שבץ, תסחיף ריאה ושברים בחוט השדרה עליון) והטכנולוגיה שלה משמשת היום יותר מ־300 בתי חולים ברחבי העולם.\r\n \r\nלצפות את הנשימה של מחר\r\n \r\nClew\r\n \r\nמוצר: מערכת בינה מלאכותית לזיהוי מוקדם של התדרדרות חולים המאושפזים בטיפול נמרץ\r\nשנת הקמה: 2015\r\nעובדים: 30, ישראל\r\nגיוסים: 20 מיליון דולר, מהקרנות: Pitango Venture Capital, Relyens, Agate\r\nמייסדים: גל סלומון, אביגדור פיינס\r\n \r\nהטכנולוגיה של Clew, שמבקשת להקל על הצוות הרפואי ולסייע למטופלים באמצעות חיזוי סיבוכים מסכני חיים, הפכה רלבנטית במיוחד בעידן הקורונה. אחד הפוקוסים שלה הוא ניטור מערכת הנשימה באופן שמאפשר לחזות צורך במכונת הנשמה אפילו בטווחים של 6–12 שעות מראש. החברה עדיין ממתינה לאישור FDA עבור המוצר, אבל מגפת הקורונה האיצה את אימוץ המערכת: מלבד כמה בתי חולים גדולים בארצות הברית היא הותקנה לאחרונה גם בבתי החולים איכילוב ושיבא בישראל.\r\n \r\nהקושי הגלובלי בהתמודדות עם הקורונה חשף עוד צורך חיוני של בתי חולים, שלא ייעלם גם עם החזרה לשגרה: צוותים רפואיים בבתי חולים קטנים או מרוחקים עשויים להתקשות בטיפול במקרים מורכבים במיוחד, או בתקופות עומס חריג, כמו בימים אלה. המערכת של Clew מסוגלת לנטר חולים במחלקות אשפוז מרוחקות ולהעביר את המידע לחדר בקרה מרכזי, המאויש במומחים שיכולים לחלק הוראות לצוותי הקצה. כך, המערכת מאפשרת גם לבתי חולים קטנים ולמחלקות טיפול מאולתרות להסתייע בכוח אדם מקצועי ומנוסה.\r\n \r\n  \r\n \r\nאבחון מ־2.2 מיליון רופאים\r\n \r\nK-Health\r\nמוצר: אפליקציה לחוות דעת רפואית ראשונית\r\nשנת הקמה: 2016\r\nמספר עובדים: 110, בתל אביב ובניו־יורק\r\nגיוסים: 97 מיליון דולר, מהקרנות: Mangrove, 14W, Anthem Blue Cross, Comcast ,Primary Ventures, \r\nמייסדים: אלון בלוך, ישראל רוט, רן שאול, אדם סינגולדה\r\n \r\nמיליוני אנשים נמצאים בבתיהם, והגישה שלהם לרופאים ולקופות החולים הפכה להיות קשה מאוד. האפליקציה של K-Health מספקת פיתרון לכך ומאפשרת למטופל לקבל חוות דעת ראשונית המבוססת על מידע רפואי. האפליקציית מבוססת על חיבור בין החברה לבין קופת חולים מכבי, אשר סיפקה לחברה בסיס מידע אנונימי מ־2.2 מיליון ביקורי רופא שבוצעו בקופת החולים ב־25 השנים האחרונות. בתום קבלת חוות הדעת מאפשרת האפליקציה לפנות לרופא לקבל ייעוץ מקוון. מעט לפני פרוץ הקורונה השלימה החברה גיוס של 48 מיליון דולר אשר נותן לה מרווח נשימה לעתיד.\r\n \r\n \r\n \r\nרפואה פיקטיבית לחולים אמיתיים\r\n \r\nMDClone\r\nמוצר: פלטפורמה לשמירה על פרטיות בעת ניתוח מידע רפואי\r\nשנת הקמה: 2015 \r\nעובדים: 70, ישראל וארה״ב\r\nגיוסים ומשקיעים: 41 מיליון דולר, מהקרנות: aMoon, אורבימד, לייטספיד\r\nמייסדים: זיו אופק, ארז לוז ובועז גור לביא\r\n \r\nהמערכת של החברה מייצרת &quot;מידע סינתטי&quot;: סט מידע שמשלב בין לקוחות פיקטיביים ואמיתיים. כך היא למעשה מבטלת את הסיכון לחשיפת מידע רפואי רגיש, ומאפשרת לחוקרים לבצע מגוון מבחנים ובדיקות בלי לסכן את זהות החולה. לאחרונה הקימה MDClone יחד עם בתי החולים שיבא ורמב״ם קופ״ח מכבי &quot;מאגר חולי קורונה&quot;, המכיל את כל המידע הרפואי והמידע הנלווה על מטופלי קורונה, על מנת לאפשר מחקר מקיף על המחלה. המאגר מאפשר לחקור, בין השאר, גורמים להתדרדרות במצב החולים, והידע שנצבר בו משותף עם גורמי רפואה נוספים. \r\n \r\n \r\nבדיקות מעבדה בכיס\r\n   \r\nHealthy.io\r\nמוצר: ערכה ביתית לבדיקת שתן\r\nשנת הקמה: 2013 \r\nעובדים: 120, בישראל ובארה&quot;ב\r\nגיוסים: 96 מיליון דולר, מהקרנות: Samsung Next, Aleph, Ansonia Holdings\r\nמייסד: יהונתן אדיר\r\n \r\nכל מי שנזקק פעם לבדיקת שתן בוודאי תהה מתי יוכל לעשות את הבדיקה המביכה הזו בביתו, במקום במשרד הרופא. Healthy.io היא מחלוצות השימוש בעיבוד תמונה בתחום הטלה־רפואה, בדיוק למטרה זו. הטכנולוגיה של החברה מאפשרת לערוך שלל בדיקות שתן בבית באמצעות הסמארטפון, ללא צורך להגיע למעבדה, ומאתרת שורה של זיהומים, מחלות כרוניות וסיבוכי הריון. מצלמת הטלפון הנייד סורקת את המקלון שמספקת החברה, ואפליקציה ייעודית מבוססת ראיית מכונה מנתחת את תוצאות הסריקה ומספקת תוצאות מיידיות. החברה מחזיקה באישור FDA כבר מ־2018, ומגיעה ערוכה ומוכנה לזינוק הנוכחי בשימוש בשירותי רפואה מרחוק. \r\n \r\n \r\n \r\nתנו למחשב לנתח את הגנום\r\n \r\nEmedgene\r\nמוצר: אינטרפטציה של מידע גנטי\r\nהקמה: 2016 • עובדים: 40 ישראל וארצות הברית\r\nגיוסים: 8 מיליון דולר מ־OliveTree Ventures, Mindset Ventures\r\nמייסדים: עינת מצר, ד&quot;ר שי צור וניב מזרחי \r\n  \r\nאימדג&#39;ין פיתחה מערכת מבוססת בינה מלאכותית להאצת הליכי פירוש של מידע גנטי. בשנים האחרונות עלות הריצוף הגנטי צנחה פי 20 ושלל חברות מציעות בדיקות גנטיות שמזהות מידע רפואי רב ערך. הבעיה היא שכמויות המידע האלה הן עצומות, ומקשות מאוד על ניתוחו — עבודה שמתבצעת כיום בידי גנטיקאים מומחים, ותובעת זמן וכסף רב. הטכנולוגיה של אימדג&#39;ין משתמשת בבינה מלאכותית ולמידת מכונה על מנת לנתח את המידע, לייצר ממנו מאגר שמתעדכן ללא הרף, ולספק תשובות מהירות ומדויקות יותר למטופלים. באופן זה, המטופלים יכולים לקבל החלטות רפואיות מושכלות יותר המתבססות על מידע פרסונלי. המערכת כבר פועלת בכמה מבתי החולים ומעבדות המחקר הגדולים בארצות הברית, כמו מאיו קליניק, ולאחרונה נבחרה לשמש במחקר קליני המחפש קשרים בין גנטיקה לסיכויי ההידבקות בקורונה ולהחלמה ממנה. \r\n \r\n ", "keywords": ["מוסף כלכליסט", "סטארט אפ", "רפואה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/04/26/720831/43_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך והגר רבט"}, "datePublished": "2020-04-28T09:37:04", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רפואה - מ-Aidoc ועד אפליקציה לחוות דעת רפואית של K-Health", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}