{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3838811,00.html"}, "headline": "ירוק בוול סטריט בנעילה: דאו ג&#39;ונס עלה ב-1.4%, טסלה זינקה ב-11%", "description": "מדד S&amp;P 500 התחזק ב-1%, נאסד&quot;ק הוסיף לערכו 0.7% ושוב ננעל בשיא; בלטה במסחר: גיליאד שטיפסה ב-2.2% לאחר שדיווחה כי התרופה שלה לטיפול בקורונה מורידה ב-62% את הסיכון למוות אצל חולים קשים; נטפליקס ממשיכה לרכוב על הקורונה, זינקה היום ב-8.1% וקבעה שיא חמישי החודש במחיר המניה; הנפט ננעל על יותר מ-40 דולר, הזהב נעל שבוע מעל ל-1,800 דולר", "articleBody": "ניקיי האנג סנג שנגחאי פוטסי דאקס קאק\r\n \r\n23:00 - המדדים המובילים בוול סטריט ננעלו הערב בעליות שערים: דאו ג&#39;ונס זינקה ב-1.4%, S&amp;P 500 הוסיף לערכו 1% ונאסד&quot;ק התקדם ב-0.7% ושבר שוב שיא. בלטו במסחר: נטפליקס שזינקה ב-8.1% וקבעה שיא חמישי החודש במחיר המניה; טסלה שזינקה ב-11%; וגיליאד שטיפסה ב-2.2% לאחר שדיווחה כי התרופה שלה לטיפול בקורונה מורידה ב-62% את הסיכון למוות אצל חולים קשים. בסיכום שבועי, S&amp;P 500 עלה ב-1.8%, דאו ג&#39;ונס התחזק ב-1% ונאסד&quot;ק זינק ב-4%.\r\n \r\n21:40 - מחיר הנפט הגולמי מסוג WTI עלה היום ב-2.4% ונקבע על 40.6 דולר לחבית. בסיכום שבועי ירד מחיר הזהב השחור ב-0.2% - כך על פי נתוני FactSet.\r\n \r\n20:40 - הזהב נועל שבוע מעל ל-1,800 דולר לאונקיה ועלייה שבועית חמישית רצופה: מחיר המתכת היקרה טיפס השבוע ב-0.7%. עם זאת, הזהב מחק היום עליות של 0.5% וירד ב-0.1% (1.90 דולר) למחיר של 1,801.90 דולר לאונקיה. \r\n \r\n20:10 - עליות בפיננסים, בטכנולוגיה ובחברות התעופה והקרוזים: ג&#39;יי פי מורגן קופץ ב-3.8%, וולס פארגו ב-4.3%, גולדמן זקס ב-3.6%. טסלה קופצת ב-5.4%, נטפליקס ב-6%. קרניבל מזנקת ב-8%, רויאל קריביאן ב-6.5%, אמריקן איירליינס ב-5.5%.\r\n \r\n \r\n \r\n19:20 - על-פי דיווח בכלי תקשורת אמריקאים, נשיא ארה&quot;ב טראמפ אמר בשעה האחרונה כי היחסים בין ארה&quot;ב לסין &quot;ניזוקו מאד&quot;. טראמפ אמר את הדברים לעיתונאים שהתלוו אליו לפלורידה בטיסה באייר פורס 1. &quot;אני לא חושב על זה (הסכם הסחר) עכשיו&quot;. על הנגיף הוסיף כי &quot;סין הייתה יכולה לעצור אותו, אך לא עשתה כך&quot;. השלב השני בהסכם הסחר כרגע לא בעדיפות ראשונה, הוסיף.\r\n \r\nהמדדים בוול סטריט בתגובה מתונה: העליות בדאו ג&#39;ונס נחלשות כשהמדד עולה ב-0.6% לאחר שכבר טיפס ב-1%. נאסד&quot;ק יורד ב-0.1%.\r\n \r\n18:45 - נעילה ירוקה באירופה: מדד דאקס הגרמני טיפס ב-1.1%, קאק הצרפתי התחזק ב-1% ופוטסי הבריטי הוסיף 0.8%. המדדים באירופה טיפסו היום לאחר נתוני מאקרו טובים מהתחזיות בצרפת ואיטליה - התפוקה התעשייתית בצרפת זינקה בחודש מאי בשיעור של 19.6%, מעל הצפי שעמד על עלייה של 15.1%. צרפת החלה לצאת מהסגר ב-11 במאי. התפוקה התעשייתית באיטליה התאוששה במאי בשיעור \r\nכפול מהתחזיות (ראו עדכון מוקדם יותר).\r\n \r\nקרלסברג טיפסה בקופנהגן ב-5.4% לאחר שדיווחה כי נרשמת האטה בירידה במכירות הבירה במדינות מערב אירופה. בפרנקפורט, פולקסווגן טיפסה ב-3.5%, BMW עלתה ב-2%. בפריז, רנו קפצה ב-3.8%, פיג&#39;ו הוסיפה 2.4%.\r\n \r\nהשבוע: מדד דאקס טיפס ב-0.8%, פוטסי ירד ב-1% וקאק נסוג ב-0.7%.\r\n \r\n18:10 - הנפט מסוג WTI עבר מירידות של 1.5% לעליות של 1%, ושב למחיר של יותר מ-40 דולר לחבית. הברנט גם עבר לעליות, מטפס ב-1% ל-42.77 דולר לחבית. ברקע, החדשות מגיליאד (ראו עדכונים מוקדמים יותר). הזהב מאבד חלק ניכר מהעליות ומטפס כעת ב-0.1%, מתקרב חזרה למחיר של 1,800 דולר לאונקיה. תשואת אג&quot;ח ל-10 שנים בארה&quot;ב יציבה על רמה של 0.607%.\r\n \r\n17:25 - מסחר לא יציב בוול סטריט: המשקיעים מביטים מצד אחד על זינוק שיא אמש במספר הנדבקים בקורונה בארה&quot;ב, ומצד שני שומעים את החדשות מחברת גיליאד על ירידה בסיכון למוות בקרב חולים קשים שנטלו את התרופה שלה רמדסיביר.\r\n \r\n17:00 - נטפליקס בדרך לשיא חמישי במחיר המנייה החודש: מטפסת בפתיחה ב-2%, עם שווי שוק של 226.5 מיליארד דולר, מעל המתחרות דיסני (213 מיליארד דולר), AT&amp;T עם 212 מיליארד דולר וקומקאסט (180 מיליארד דולר).\r\n \r\n \r\n \r\n16:30 - המדדים המובילים בוול סטריט פתחו את המסחר במגמה מעורבת - זאת ברקע הודעתה המשמחת של חברת התרופות גיליאד על ביצועי התרופה האנטי ויראלית שלה רמדיסיביר (remdesivir) בקרב חולי קורונה קשים (ראו הודעה קודמת). דאו ג&#39;ונס עולה ב-0.4%, נאסד&quot;ק יורד ב-0.3%, S&amp;P 500 .1% יציב (לאחר שהחוזים העתידיים על המדדים המובילים נסחרו מוקדם יותר בטריטוריה שלילית). מניית גיליאד מטפסת עם פתיחת המסחר ב-2.4%.\r\n \r\n \r\n16:00 - גיליאד בהודעה מעודדת - התרופה (remdesivir) לטיפול בנגיף הקורונה מורידה את הסיכון למוות בקרב החולים ב-62%. מיד לאחר ההודעה עברו החוזים על המדדים בניו יורק לעליות. מניית גיליאד מטפסת בטרום ב-2.7%.\r\n \r\n15:30 - מדד המחירים ליצרן (PPI) ירד בחודש יוני בשיעור של 0.2%, לעומת צפי לעלייה של 0.4%. מדובר בירידה שנתית של 0.8% לעומת צפי לירידה של 0.2%. מדד הליבה ירד ביוני ב-0.3%. ברקע, נסיגה בביקוש לסחורות שהובילה לירידה במחירי הייצור.\r\n \r\n14:40 - סחורות: הנפט ממשיך לאבד גובה ובדרך לנסיגה שבועית של 3%, על רקע חששות המשקיעים מסגר נוסף בכלכלות העולם שיוביל שוב לירידה בביקוש: מחיר ה-WTI יורד ב-1.3% ל-39.11 דולר לחבית. הברנט נחלש ב-1.1% למחיר של 41.88 דולר לחבית ובדרך לירידה שבועית של 2%. בסוכנות האנרגיה הבינלאומית ציינו כי ההתאוששות בביקוש לנפט נמצאת בסיכון בשל התפשטות מחודשת של הקורונה, כך דווח בבלומברג.\r\n \r\nזהב: על רקע אי הוודאות בשוקי ההון בשל גל שני של קורונה, מחיר המתכת היקרה מטפס ב-0.5% ל-1,813.10 דולר לאונקיה ובדרך לשבוע חמישי רצוף של עליות.\r\n \r\n14:20 - צפי לירידות קלות בפתיחת המסחר בניו יורק בעוד כשעתיים: החוזים על מדדי דאו ג&#39;ונס ו-S&amp;P 500 נסוגים ב-0.3%, על נאסד&quot;ק נחלשים ב-0.1%.\r\n \r\nכמה המלצות מאנליסטים על מניות וול סטריט: מחיר היעד על מניית דומינו&#39;ס פיצה הוקפץ ל-425 דולר מ-405 דולר אצל אופנהיימר. מחיר היעד על מניית רשת בתי המרקחת וולגרינס יורדת אצל ג&#39;יי.פי מורגן ל-45 דולר מ-56 דולר, המניה נסוגה בטרום ב-0.7%. עוד בג&#39;יי פי מורגן, בחברת אבטחת הרשת Cloudflare העלו את מחיר היעד על המניה ל-52 דולר מ-30 דולר, המניה מטפסת בטרום ב-1.3%.\r\n \r\n \r\n \r\n14:00 - התפוקה התעשייתית באיטליה התאוששה בחודש מאי מעל הציפיות - בשיעור של 42.1% לעומת חודש אפריל. תחזיות האנליסטים עמדו על התאוששות בשיעור של 22.8%. בורסת מילאנו מטפסת ב-0.9%.\r\n \r\n12:21 - עליות שערים קלות נרשמות בשעה זו במסחר בבורסות המובילות באירופה, לאחר ירידות בתחילת המסחר. החששות מעלייה חדה במספר ההידבקויות מנגיף הקורונה בארה&quot;ב ובמקומות אחרים ממשיכים להכביד על ניסיונות ההתאוששות. \r\n \r\nהמניות האירופיות ככלל נעות בכיוון הפוך למגמה השלילית שנרשמה בשוק האסייתי-פסיפי, שבו השווקים רשמו נסיגה עקב היעדר מידע כלכלי משמעותי, שהותיר בעינן את החרדה והפגיעה בסנטימנט המשקיעים בכל הנוגע להתפשטות הנגיף והשלכותיו. ניקיי בטוקיו ירד ב-1.1%, האנג סנג נחלש ב-1.8% ומדד שנגחאי איבד .2%\r\n \r\n \r\n \r\nאתמול נרשמה עליה במספר הנדבקים בארה&quot;ב, עם קליפורניה ופלורידה שנמנו על 12 מדינות ששברו שיאי הדבקה שבועיים, כך על פי ניתוח שערכה רשת CNBC. על פי אומדן של רויטרס נרשמו כ-60,500 מקרים חדשים ברחבי ארה&quot;ב ביום חמישי, שיא יומי חדש. \r\n \r\nארגון הבריאות העולמי הזהיר שהמגפה &quot;הולכת ומחמירה&quot; ברוב העולם, עם יותר מ-12.2 מיליון מקרים מאושרים, כך על פי מידע של אוניברסיטת ג&#39;ונס הופקינס. העיר האוסטרלית מלבורן נמצאת בהסגר שני בעקבות עלייה חדה במספר המקרים, בעוד הרשויות האוסטרליות שוקלות את האטת הסרת מגבלות התנועה במדינת ויקטוריה, כך דיווחה רויטרס אתמול. בהונג קונג ייסגרו כל בתי הספר מיום שני לאחר עלייה חדה שנרשמה גם שם, כך דיווחה רויטרס היום. \r\n \r\nכל זאת בעוד ברקע ממשיכות לבעבע מחלוקות גיאו-פוליטיות שונות, וארה&quot;ב צפויה להכריז על צעדי תגובה נגד צרפת בעקבות מס השירותים הדיגיטליים שלה, כך אמר נציג הסחר האמריקאי רוברט לייטיזר. בריטניה הודיעה אתמול שחדרי כושר ובריכות שחייה סגורים ייפתחו מחדש ב-25 ביולי, בעוד בריכות חוץ והופעות יוכלו להתחיל לפעול בסוף השבוע הקרוב. \r\n \r\n8:30 - המסחר בבורסות אסיה מתנהל הבוקר (ו&#39;) בירידות על רקע ההמשך העלייה בהידבקות בעולם בנגיף הקורונה וכן על רקע המגמה המעורבת שנרשמה אמש בוול סטריט (ראו הרחבה בהמשך). מדד ניקיי היפני נחלש ב-0.8%, האנג סנג נופל ב-1.9% ושנגחאי מאבדת 1.2%. \r\n \r\nהחשש העיקרי של המשקיעים הוא שההתאוששות הכלכלית בעולם תתעכב על רקע העלייה במקרי התחלואה בארה&quot;ב ובשאר מדינות בעולם. מחירי המניות בעולם תיקנו את רוב הירידות לאור אופטימיות שהגיעה בעקבות ההתאוששות ממגפת הקורונה, אך תחזיות עדכניות גורסות כי העלייה ככל הנראה הייתה גבוהה מדי מכדי שתתמוך בנתונים לא ודאיים.\r\n \r\n&quot;השוק מודאג מהעלייה הגלובלית במקרי התחלואה&quot;, אומר סטפן אינס מ-AxiCorp. &quot;הכסף זורם לאזורים שנחשבים בטוחים כמו טכנולוגיה, שיכולים להחזיק את המדדים ברמה מסוימת&quot;.\r\n \r\n \r\n \r\nאמש ננעל המסחר בוול סטריט ננעל במגמה מעורבת בשל חששות מפני השפעת הגל השני של הקורונה על המשק האמריקאי: מדד דאו ג&#39;ונס ירד ב-1.4%, S&amp;P 500 נחלש ב-0.6%, ושניהם קיזזו את העליות שרשמו השבוע, ונאסד&quot;ק התחזק ב-0.5% לשיא חדש.\r\n \r\nמניות האנרגיה והתעופה רשמו ירידות חדות, וכך שברון ואקסון מוביל איבדו 4.2% ו-4.1% בהתאמה. יונייטד ואמריקן איירליינס נחתכו ב-7.3% ו-6.8% בהתאמה. רשת וולגרינס הובילה את הירידות בדאו ג&#39;ונס - 7.7% - בשל דו&quot;חות חלשים. למונייד הישראלית זינקה ב-12.5%.\r\n \r\nהנפט מסוג WTI איבד 3.1% לרמה של 39.6 דולר לחבית בעקבות החששות מגל שני של הקורונה וירידה בביקושים. הברנט איבד 2.2% לרמה של 42.4 דולר לחבית. ", "keywords": ["בורסות אסיה", "בורסות אירופה", "וול סטריט", "קורונה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/22/841640/180821101254-nyse-780x439_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נועם לנדמן"}, "datePublished": "2020-07-10T23:00:51", "dateModified": "2020-08-18T18:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ירוק בוול סטריט בנעילה: דאו ג'ונס עלה ב-1.4%, טסלה זינקה ב-11%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}