{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3733250,00.html"}, "headline": "בצל חקירות להב 433 ומשרד הביטחון: שינויים מהותיים בתא הטייס של אירונאוטיקס", "description": "יצרנית המל&quot;טים מיבנה דיווחה על פרישתו של סמנכ&quot;ל ההנדסה חיים היבשר ושל מנכ&quot;ל החברה־הבת קומטקט שי פלטי. אירונאוטיקס איבדה כמחצית משווי השוק מאז ההסתבכות", "articleBody": "אירונאוטיקס דיווחה אתמול כי שני בכירים בחברה חדלו לכהן בתפקידיהם, וכי בכיר אחר מונה במקום אחד מהם. מהדיווחים לבורסה עולה כי חיים היבשר מסיים את תפקידו כסמנכ&quot;ל הנדסה ביצרנית המל&quot;טים מיבנה. עוד עולה מהדיווח, כי מנכ&quot;ל החברה־הבת קומטקט שי פלטי מסיים את כהונתו, ואריאל קנדל ימונה במקומו. \r\n \r\nהיבשר כיהן עד אוגוסט 2013 כסמנכ&quot;ל בחטיבת היבשה באלביט, שם עבד עם עמוס מתן, כיום מנכ&quot;ל אירונאוטיקס. לפני כשבועיים מינתה אירונאוטיקס את שחר קור למחליפו של היבשר כסמנכ&quot;ל הנדסה ואת מנחם ינקו לעמוד בראש חטיבה חדשה, שתעסוק הן בתחום האזרחי והן ברחפנים.\r\n \r\n \r\nבאוגוסט האחרון התלה משרד הביטחון את רישיון השיווק והייצוא של אירונאוטיקס בכל הנוגע למל&quot;ט מדגם Orbiter K1 מתוצרת החברה ללקוח מהותי. החברה דיווחה כי היקף ההזמנות של אותו לקוח, בקשר עם המל&quot;ט ובשני פרויקטים נפרדים, עומד על 20 מיליון דולר לתקופה 2018–2016.\r\n \r\n \r\nהתליית הרישיון באה על רקע תלונה שהגיש לראש אפ&quot;י (אגף הפיקוח על הייצוא הביטחוני), רחל חן, איש המל&quot;טים בעברו אלון וולך. במכתב התלונה שלו הוא תיאר מקרה שאירע חודש קודם לכן, ב־6 ביולי, שהוא אמנם לא היה עד לו, אלא נחשף אליו בדיעבד, על התנהלות חריגה של נציגי אירונאוטיקס. המכתב היה מפורט וכלל את שמות המעורבים, כולל מידע על כך ששני מטיסים מטעם אירונאוטיקס סירבו לבצע את ההדגמה, היות שלטענתם מדובר היה בפעילות מלחמתית, ולכן גורמים אחרים בחברה ביצעו אותה. האירוע הסתיים ללא נפגעים בנפש, אולם בתלונה נכתב כי הוא חולל סערה בחברה. אירונאוטיקס הכחישה אז את הדברים וטענה כי &quot;אירונאוטיקס לעולם אינה מבצעת הדגמות על מטרות חיות, וכך גם במקרה זה&quot;.\r\n \r\nהיבשר הכחיש קשר בין סיום תפקידו לחקירות\r\n \r\nבענף התעוררו אתמול סימני שאלה לגבי משמעות הדיווח על עזיבת היבשר את תפקידו כנושא משרה בחברה. פלטי אמר בתגובה לדיווח, שממנו עלה כי סיים את תפקידו כמנכ&quot;ל קומטקט, כי טרם ראה את הדיווח לבורסה, וכי הוא מניח שדווח דיווח אמת.\r\n \r\nעוד עולה מהדיווח למשקיעים, כי להיבשר יש אופציות ל־192.8 אלף מניות, שמהוות בהנחה שימומשו 0.33% מהון המניות של החברה בדילול מלא. פלטי מחזיק באופציות ל־70.3 אלף מניות, המהוות 0.12% מהון המניות של החברה בדילול מלא. לפי הדיווח מחזיק קנדל באופציות ל־12.38 אלף מניות, המהוות 0.02% מהון המניות של החברה.\r\n \r\nמנובמבר האחרון מתנהלת חקירה פלילית של יחידה להב 433 ומשרד הביטחון נגד אירונאוטיקס. במסגרת החקירה הוציא עליה ביהמ&quot;ש צו איסור פרסום גורף. עם זאת הותר לציין כי מדובר בחקירה הנוגעת לעסקה מול לקוח מהותי, הקשורה להתליית הרישיון. \r\n \r\nבתחילת השנה דיווח &quot;כלכליסט&quot; כי מאז היוודע דבר אותה חקירה נתקלת החברה בקשיים, לכאורה, בהשגת האישורים הנדרשים לרכישת חברה אמריקאית. בספטמבר האחרון דיווחה אירונאוטיקס על תוכניתה לרכוש את Chassis Plans מקליפורניה תמורת 6 מיליון דולר. רכישה זו נועדה לסייע לה כאמצעי חשוב למימוש פרויקטים פוטנציאליים בארה&quot;ב. אלא שסגירת העסקה נדחתה בחמישה חודשים.\r\n \r\n&quot;הסמנכ&quot;ל הודיע על עזיבה לפני חודשים&quot;\r\n \r\nמניית החברה חתמה את המסחר אתמול בבורסת תל אביב בירידה של 0.87%, ושווי השוק של אירונאוטיקס עומד כיום על 560 מיליון שקל. מדובר בירידה חדה ומהירה יחסית בשווי החברה, שכן היא הונפקה ביוני 2017 בשווי של כמיליארד שקל.\r\n \r\nמאירונאוטיקס נמסר בתגובה כי &quot;המינויים שעליהם הכרזנו מבטאים את המשך הצמיחה וההתפתחות לשווקים חדשים ולפעילויות חדשות. מדובר במינוי מנהל לחטיבה העסקית, שישדרג את פעילות החברה בתחומים אזרחיים, במחליף למנכ״ל החברה־הבת קומטק, שעוזב את הקבוצה לטובת תפקיד בארה״ב, ובסמנכ״ל הנדסה המחליף את סמנכ״ל ההנדסה הנוכחי, שהודיע על רצונו לעזוב כבר לפני חודשים רבים&quot;.", "keywords": ["אירונאוטיקס", "מל&quot;טים", "חיים היבשר", "שי פלטי "], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/06/11/732987/CAL046685_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "חזי שטרנליכט"}, "datePublished": "2018-03-05T08:20:33", "dateModified": "2020-08-16T17:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בצל חקירות להב 433 ומשרד הביטחון: שינויים מהותיים בתא הטייס של אירונאוטיקס", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}