{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3825111,00.html"}, "headline": "נעילה שלילית בניו יורק; &quot;צפויים עוד חודשיים קשים לכלכלה האמריקאית&quot;", "description": "מדד נאסד&quot;ק מחק 1%; נשיא הפד בניו יורק קורא להגביר את סיוע הממשל לכלכלה; מאז פרוץ המשבר עלה מספר התביעות לדמי אבטלה בארה&quot;ב ל-38.6 מיליון; הנפט בשיא של 10 שבועות, כמעט בשווי של 34 דולר לחבית; פייסבוק טיפסה ב-0.6% ושברה את השיא מאמש; לאחר דוחות: אל בראנדס המריאה ב-18.3%, אקספדיה נחלשה ב-3.2%, בסט ביי נסוגה ב-4.3%; Nvidia תפרסם תוצאות אחרי הנעילה", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי האנג סנג שנגחאי דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n \r\n23:00 - נעילה שלילית בוול סטריט: מדד נאסד&quot;ק נחלש ב-1%, מדד S&amp;P 500 נסוג ב-0.7% ודאו ג&#39;ונס נחתך ב-0.4%. ברקע, נתוני מאקרו מאכזבים, כשבין היתר, מספר התביעות לדמי אבטלה בארה&quot;ב עלה ל-38.6 מיליון איש, מאז פרוץ המשבר. \r\n \r\nפייסבוק בשיא נוסף, לאחר שטיפסה היום ב-0.6%. אמזון נסוגה מהשיא מאמש, ירדה ב-2.1%. לאחר דוחות – אל בראנדס (החברה האם של ויקטוריה סיקרט), המריאה ב-18.3%, בסט ביי ירדה ב-4.3%, אקספדיה נחלשה ב-3.2%. \r\n \r\nמייסי&#39;ס פרסמה אזהרת הכנסות ורווח, אך המניה קפצה ב-6.1%. אנדר ארמור מחקה את הירידות החדות מהפתיחה והתחזקה ב-3.1%, מוקדם יותר הודיעה על יציאה לגיוס חוב באג&quot;ח הניתנות להמרה למניות. חברות התיירות והתעופה רשמו עליות - בואינג טיפסה ב-4.1%. \r\n  \r\n22:30 - פייסבוק מתכוונת להעביר כמחצית מכוח האדם לעבודה מהבית בתוך עשור: מדיניות העבודה מרחוק תתחיל בארה&quot;ב ורק עבור מהנדסים בכירים. בהמשך, עובדים חדשים בארה&quot;ב וגם עובדים קיימים ברחבי העולם יוכלו לבחור בין עבודה מהבית לבין עבודה במשרד. צוקרברג הדגיש כי פייסבוק לא תצמצם את מצבת עובדיה במטה במנלו פארק שבקליפורניה. לפני שבוע הודיעה טוויטר על צעד דומה. מניית פייסבוק מטפסת ב-1% ובדרך לשבור את השיא מאמש.\r\n \r\n22:00 - &quot;המשבר הכלכלי בעקבות מגפת הקורונה פוגע יותר בעניי ארה&quot;ב&quot;, כך לדברי יו&quot;ר הפד, ג&#39;רום פאוול, במהלך פורום שמקיים בשעה זו הבנק המרכזי בארה&quot;ב. לדבריו, &quot;למרות שהמעמסה הכלכלית התפשטה בקרב כל השכבות הסוציו-אקונומיות, היא לא התפשטה באופן שווה – האנשים שנכווים יותר מכולם, הם דווקא בעלי הסיכויים הנמוכים להתמודד מול המשבר&quot;.\r\n \r\n \r\n \r\n21:45 - הנפט מסוג WTI טיפס לשיא של 10 שבועות, מאז ה-10 למרץ, לאחר שהתחזק היום ב-1.3% (43 סנט) למחיר של 33.92 דולר לחבית. ברקע - החזרה ההדרגתית ל&quot;עסקים כרגיל&quot; מובילה לעלייה בביקוש, זאת לצד המשך הקיצוץ בתפוקות ופחות עומס במלאים. הברנט טיפס ב-0.9% לשווי של 36.06 דולר לחבית.\r\n \r\n20:35 - הזהב צלל היום ב-1.7% (30.20 דולר) לשווי של 1,721.90 דולר לאונקיה ולשיעור הנמוך מזה שבוע. ברקע, הדולר עלה לעומת היורו והפאונד. \r\n \r\n18:50 - נעילה שלילית בבורסות אירופה: מדד דאקס הגרמני צלל ב-1.4%, פוטסי הבריטי נחתך ב-0.9% וקאק הצרפתי נסוג ב-1.2%. ברקע, מדד מנהלי הרכש המשוקלל של Markit עלה בחודש מרץ ל-30.5 נק&#39;, ומעל תחזית הכלכלנים שעמדה על 25 נק&#39;, אך המדד עדיין רחוק מאד מסף ה-50 נק&#39;, שרק חצייה שלו משקפת התקדמות כלכלית.\r\n \r\nבלטו במסחר היום: בפרנקפורט, לופטהנזה טיפסה ב-2.7% על רקע החתימה הצפויה לחבילת סיוע מממשלת גרמניה, איזיג&#39;ט קפצה ב-4.4% בלונדון, הודיעה כי בכוונתה לחדש את הטיסות ב-15 ליוני. ענקית הנדל&quot;ן ההולנדית יוניבייל-רודמקו ווסטפילד צללה ב-8.1% בפריז.\r\n \r\n18:30 - נשיא הבנק הפדרלי של ניו יורק, ג&#39;ון ויליאמס, אמר במהלך שיחה און-ליין עם אנשי עסקים מצפון מדינת ניו יורק כי צפויים חודשיים נוספים קשים לכלכלה האמריקאית, לפני שנראה התאוששות במחצית השנייה של השנה. ויליאמס משמש כאחד היועצים הקרובים ליו&quot;ר הפד, ג&#39;רום פאוול, ונחשב לאחד הבכירים במערכת הכלכלית בארה&quot;ב. נשיא הפד בניו יורק הוסיף כי המאמצים הממשלתיים טרם מוצו: &quot;לדעתי, אנו עוד יכולים להגביר את הסיוע הדרוש לכלכלה&quot;.\r\n \r\n \r\n \r\n17:35 - מכירות בתים קיימים בארה&quot;ב צנחו בחודש אפריל ב-18%, ולרמה הנמוכה מאז יולי 2010, בעקבות משבר הקורונה ששיתק בין היתר גם את שוק הנדל&quot;ן האמריקאי. מדובר בחודש שני רצוף של ירידות. שיעור המכירות באפריל עמד על קצב שנתי של 4.33 מיליון יחידות, מעל התחזיות שעמדו על קצב שנתי של 4.2 מיליון יחידות.\r\n \r\n17:05 - מניית סטארבקס מטפסת ב-1.5% לאחר שמנכ&quot;ל הרשת, קווין ג&#39;ונסון, פרסם עדכון על מצבה בעולם, אחרי שכבר הספיקה לפתוח מחדש חלק מסניפיה ברחבי הגלובוס: המכירות בחנויות הזהות בארה&quot;ב, לדבריו, כבר שבו לשיעור של 60%-65% לעומת התקופה המקבילה אשתקד. סטארבקס החלה לפתוח את סניפיה בארה&quot;ב כבר בשבוע השני של מאי. בסין, המכירות שבו ל-80% לעומת התקופה המקבילה בחנויות הזהות.\r\n \r\nבמכתב לעובדיו כתב ג&#39;ונסון כי המכירות כעת עקפו את תחזיות החברה. יש לציין כי גם טרם המגפה, 80% ממכירות החברה התבצעו באמצעות שירות טייקאווי, כך שבמידה רבה, רשת בתי הקפה כבר הניחה עוד קודם תשתית די רחבה לשיטת המכירה הרווחת בתקופת הקורונה. \r\n \r\n \r\n \r\n16:30 - מדדים יציבים בפתיחת המסחר בוול סטריט, למרות נתונים חדשים על 2.44 מיליון אמריקאים נוספים שהגישו תביעה לדמי אבטלה: אנדר ארמור צוללת ב-7%, הודיעה על יציאה לגיוס חוב באג&quot;ח הניתנות להמרה למניות. בואינג קופצת ב-5%. לאחר הדוחות: אקספדיה נחתכת ב-3%, בסט ביי יורדת ב-3%. אל בראנדס (החברה האם של ויקטוריה סיקטרט) ממריאה ב-10%. \r\n \r\n15:45 - מספר הבקשות הראשונות לדמי אבטלה עמד בשבוע שעבר על 2.44 מיליון – התחזיות של הכלכלנים עמדו על 2.4 מיליון בקשות. במקביל תוקן כלפי מטה הנתון שפורסם בחמישי שעבר (שהתייחס לשבוע שקדם לו), מ-2.98 מיליון ל-2.69 מיליון בקשות. מספר הבקשות שהוגש בתשעת השבועות האחרונים, מאז שהוטלו מגבלות התנועה בארה&quot;ב, עומד על 38.6 מיליון.\r\n \r\n15:30 - אנדר ארמור יורדת ב-3.5% בטרום לאחר שהודיעה על יציאה לגיוס באג&quot;ח להמרה, בסכום של 400 מיליון דולר. הרוכשים יוכלו להמיר את הניירות למניות בשנת 2024 – אנדר ארמור עצמה תשתמש בחלק מהסכום לתשלום חובות קיימים – חלק אחר מהסכום ישמש לרכישת אופציות שיוכלו לצמצם את הדילול הצפוי במועד ההמרה. \r\n \r\n14:50 - מייסי&#39;ס מוציאה אזהרת רווח – החברה צופה עתה כי תרשום בסיכום הרבעון הפיסקאלי הראשון הפסד תפעולי של בין 905 ל-1.11 מיליארד דולר, בהשוואה לרווח תפעולי של 203 מיליון דולר בשנה הקודמת. ההכנסות צפויות לרדת ל-3.03-3.00 מיליארד דולר, מול 5.50 מיליארד דולר בשנה קודמת, ומתחת לצפי האנליסטים העומד על 3.60 מיליארד דולר. הקבוצה תפרסם את הדוח המסכם של הרבעון הרכאשון ב-1 ביולי. \r\n \r\n14:40 - בסט ביי יורדת ב-2.3% בטרום – התוצאות שהציגה היו טובות מתחזיות השוק אך עדיין היו חלשות מאד: הרשת מסכמת את הרבעון הפיסקאלי הראשון (שהסתיים ב-2 במאי) עם רווח נקי של 159 מיליון דולר או 61 סנט למניה, לעומת 265 מיליון דולר או 98 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 67 סנט למניה, צפי האנליסטים עמד על 49 סנט למניה. הכנסות בסט ביי ירדו ב-6.3% ל-8.56 מיליארד דולר, הצפי בשוק עמד על 8.24 מיליארד דולר. \r\n \r\nההכנסות בחנויות הזהות ירדו ב-5.3%, גרוע פחות מציפיות השוק, לירידה של 8.6%. המכירות בחנויות הזהות בארה&quot;ב ירדו ב-5.7%, הצפי עמד על מינוס 1.1%. ברשת הבינ&quot;ל נרשמה עלייה קלה של 0.2% במכירות הזהות, הצפי עמד על ירידה של 11.9%. \r\n \r\n \r\n \r\n14:30 - שעתיים לפתיחת המסחר בניו יורק, החוזים על המדדים המובילים יורדים ב-0.6%. הערב לאחר הנעילה יצאו דוחות Nvidia, וכך גם אלה של פאלו אלטו. \r\n \r\nתשואת אג&quot;ח ארה&quot;ב ל-10 שנים יציבה ב-0.67%; הנפט מסוג WTI עולה ב-1.8% ל-34.1 דולר לחבית, הברנט עולה ב-2% ל-36.5 דולר לחבית; הזהב יורד ב-0.9% ל-1,736.30 דולר לאונקיה; באירופה - דאקס יורד ב-1.2%, קאק יורד ב-0.7% ופוטסי נחלש ב-0.4%; עוד בחזית העולמית - הבנק הטורקי הוריד את הריבית ב-50 נקודות בסיס, מ-8.75% ל-8.25%. \r\n  \r\n14:15 - מדטרוניק יורדת ב-2% בטרום: חברת המכשור הרפואי רשמה ברבעון רווח נקי של 646 מיליון דולר או 48 סנט למניה, בהשוואה ל-1.172 מיליארד דולר או 87 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 56 סנט למניה, הצפי בשוק עמד על 96 סנט למניה. הכנסות מדטרוניק נפלו ב-26% ל-6 מיליארד דולר, גם כאן מתחת לצפי שעמד על 6.9 מיליארד דולר. דיקטוריון מדטרוניק אישר העלאה של הדיבידנד הרבעוני מ-54 ל-58 סנט למניה. \r\n \r\n13:10 - התוכניות של אל ברנדס לגבי ויקטוריה&#39;ס סיקרט שבבעלותה לא השתנו – הפרדת כוחות. לאחר ההודעה על ביטול העסקה למכירת הרשת לקרן סיקמור (Sycamore Partners) עדכנה אתמול בערב L Brands כי הספין אוף של הרשת עדיין בתוכניות: &quot;אנחנו נוקטים בצעדים הנדרשים להפיכת ויקטוריה&#39;ס סיקרט לרשת העומדת בפני עצמה&quot;. מניית אל ברנדס עולה ב-1.3% בטרום. \r\n \r\nקבוצת אל ברנדס דיווחה עוד כי היא סיימה את הרבעון הראשון עם הפסד של 297 מיליון דולר או של 1.07 דולר למניה, בהשוואה לרווח של 40.3 מיליון דולר או של 14 סנט למניה ברבעון המקביל אל ברנדס רשמה בשורה המתואמת הפסד של 99 סנט למניה, צפי האנליסטים עמד על הפסד של 67 סנט למניה. ההכנסות ברבעון נפלו ל-1.7 מיליארד דולר, לעומת 2.6 מיליארד דולר ברבעון המקביל, הצפי בשוק עמד על 1.8 מיליארד דולר. \r\n \r\n12:00 - ובינתיים בענקיות האופנה: אינדיטקס הספרדית (הבעלים של זארה) יורדת ב-1.8% במדריד, H&amp;M מאבדת 2.1% בשטוקהולם. \r\n \r\n \r\n \r\n11:50 - אירופה מתאוששת, אבל רחוקה מאד מהימים של כלכלה מתפקדת: מדד מנהלי הרכש המשוקלל של Markit עלה בחודש מרץ ל-30.5 נק&#39;, לאחר השפל של 13.6 שרשם המדד בחודש מרץ, ומעל תחזית הכלכלנים שעמדה על 25 נק&#39;. המדד עדיין רחוק מאד מסף ה-50 נק&#39;, שרק חצייה שלו משקפת התקדמות כלכלית. \r\n \r\n11:15 - נעילה באסיה-פסיפיק: ניקיי ירד ב-0.2%, האנג סנג ושנגחאי ירדו ב-0.6%, קוספי עלה ב-0.4%, סידני ירדה ב-0.4%. \r\n \r\n10:40 - נפתח יום המסחר באירופה: המדדים דאקס וקאק יורדים ב-0.9%, פוטסי יורד ב-0.6%; בנפט - הברנט עולה ב-1.6% ל-36.3 דולר לחבית, ה-WTI עולה ב-2% ל-34.2 דולר לחבית; החוזים על המדדים המובילים בניו יורק יורדים ב-0.7%; הזהב יורד ב-0.8% ל-1,737.60 דולר לאונקיה. איזיג&#39;ט מטפסת ב-4.9% בלונדון לאחר ההודעה על חידוש מדורג של הטיסות, לופטאנזה מזנקת ב-6% בפרנקפורט על רקע החתימה הצפויה על חבילת סיוע ממשלתית; ג&#39;נרלי יורדת ב-1.9% במילאנו אחרי הדוחות. \r\n \r\n10:00 - מחיקת ענק וירידה חדה ברווחי ג&#39;נרלי: חברת הביטוח הגדולה באיטליה (ועד ל-2012 בעלת הבית של מגדל הישראלית) נאלצה לרשום מחיקה של 665 מיליון יורו בשל ההשלכות השליליות של המגיפה על הפעילות. ג&#39;נרלי מסיימת את הרבעון הראשון עם צניחה של 8% ברווח הנקי ל-113 מיליון יורו, נמוך מהותית מצפי האנליסטים שעמד על 379 מיליון יורו. הרווח התפעולי עלה ב-7.6% ל-1.45 מיליארד יורו, הצפי בשוק עמד על 1.3 מיליארד יורו. \r\n  \r\n  \r\n  \r\n9:30 - לופטהאנזה מאשרת כי היא מנהלת מגעים מתקדמים על קבלת סיוע מקרן הייצוב של הממשלה (Rconomic stabilization fund). לפי תנאי ההסכם המתגבש, הקרן הממשלתית תעביר ללופטהאנזה סכום של עד 9 מיליארד יורו ותקבל בתמורה אחוזים בחברה. החבילה תכלול הלוואה של 3 מיליארד יורו מהבנק KfW שבבעלות הממשלה, לצד סכום שיוזרם לחברה עבור נתח מהמניות שיכול להגיע ל-20% . לופטהאנזה תנפיק במקביל אג&quot;ח להמרה, שניתן להמיר ל-5% מהמניות פלוס מנייה אחת נוספת - אחזקה במעל 25% יעניק לקרן זכות וטו על ההחלטות שיתקבלו באסיפה הכללית. \r\n \r\nעוד בתעופה: איזיג&#39;ט מודיעה כי בכוונתה לחדש את הטיסות שלה ב-15 ביוני, בשלב ראשון בעיקר טיסות פנימיות בתוך בריטניה ובצרפת – שאר הקווים יופעלו באופן מדורג. דיילי הקרקע והמטוס, הטייסים והנוסעים עצמם, כולם יהיו מחוייבים במסכות פנים, והחברה לא תספק מזון בטיסות.\r\n \r\n8:50 - הזהב הבוקר: החוזה יורד ב-0.6% ל-1,741.90 דולר לאונקיה. \r\n \r\n7:40 - אקספדיה טיפסה ב-4.4% במסחר המאוחר בנאסד&quot;ק: ענקית האונליין של שירותי התיירות רשמה ברבעון הראשון הפסד של 1.3 מיליארד דולר או 9.24 דולר למניה, לעומת הפסד של 103 מיליון דולר או 69 סנט למניה ברבעון המקביל. ההפסד המתואם עמד על 1.83 דולר למניה, הצפי בשוק עמד על הפסד של 1.26 דולר למניה. ההכנסות הסתכמו ב-2.21 מיליארד דולר, בהשוואה ל-2.26 מיליארד דולר ברבעון המקביל, הצפי בשוק עמד על 2.21 מיליארד דולר. &quot;למרבה המזל, ביצענו מוקדם יותר השנה צעדי התייעלות בחברה, ולנוכח הלחץ של הקוביד-19 האצנו והרחבנו את היעדים שלנו לצמצום מבני בטווח הארוך&quot;, ציינה אקספדיה בדוחות. \r\n \r\n7:30 - מגמה מעורבת הבוקר בשוקי אסיה-פסיפיק, בהמשך לעליות ההחזקות שנרשמו אמש בניו יורק (דאו ג&#39;ונס טיפס ב-1.5%, S&amp;P 500 ב-1.7% ונאסד&quot;ק קפץ ב-2.1%). מדד ניקי יורד ב-0.4%, האנג סנג ושנגחאי יציבים, קוספי עולה ב-0.4%, סידני יורדת ב-0.3%. \r\n \r\nירידה חדה ביצוא מיפן, אך פחות גרועה מהתחזיות: בחודש אפריל ירד היצוא היפני ב-21.9% בהשוואה לאפריל 2019, בהמשך לירידה של 11.7% בחודש מרץ. הכלכלנים ציפו לירידה של 22.7%. היבוא ליפן ירד ב-7.2%. \r\n  \r\nעליות בשוקי הנפט: הברנט עולה ב-1.3% ל-36.2 דולר לחבית, ה-WTI עולה ב-1.3% ל-33.9 דולר לחבית; החוזים על המדדים המובילים בניו יורק יורדים ב-0.5%. \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/26291/Wall_Street_NYHA102794773_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד ונועם לנדמן"}, "datePublished": "2020-05-21T23:07:00", "dateModified": "2020-08-18T03:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה שלילית בניו יורק; \"צפויים עוד חודשיים קשים לכלכלה האמריקאית\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}