{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3801254,00.html"}, "headline": "דאו ג&#39;ונס התרסק ב-13%, ביום הגרוע מאז שנת 1987", "description": "נאסד&quot;ק ביומו הגרוע אי פעם - צלל ב- 12.3%; הזרמת סכומי העתק לשווקים לא סייעה לסקטורים המבוהלים - התרסקות במניות הבנקים, נפילה חופשית גם בתעופה, בטכנולוגיה ובאנרגיה; אך הפד לא מוותר על האסטרטגיה והודיע היום כי יזרים חצי טריליון דולר נוספים לסקטור הפיננסיים; טראמפ: &quot;התפשטות הנגיף עלולה להימשך עד אוגוסט&quot;; מדד הפחד שוב נוסק, הנפט ברמתו הנמוכה מאז 2016, צלילה בתשואות האג&quot;ח", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n22:00 - לא הצהרות מפי הנשיא טראמפ, ולא צעדי הקלה כגון הורדת ריבית והזרמת כספים לשווקים עצרו את הנפילות ביום המסחר הראשון השבוע בניו יורק: מדד דאו ג&#39;ונס התרסק ב-12.9% ביום הגרוע מאז שנת 1987. נאסד&quot;ק צנח ב-12.3% ביומו הגרוע אי פעם ו-S&amp;P 500 צלל ב-11.6%. \r\n \r\nהבית הלבן ממליץ להימנע מהתקבלות של מעל 10 אנשים - הוציא הערב מסמך הנחיות מעודכן להתמודדות עם משבר הקורונה – תחת הכותרת &#39;הנחיות הקורונה של הנשיא עבור אמריקה: 15 יום להאטת ההתפשטות&#39;. \r\n \r\nחלק גדול מההנחיות המובאות במסמך הן כוללניות, והן הושמעו כבר מפי נציגי ממשל והרשויות הרפואיות מאז תחילת ההתפשטות בארה&quot;ב. שניים מהסעיפים הם נקודתיים ושונים מכפי שהוצג עד כה. \r\n \r\nהסעיף האחד קורא להימנע מהתקהלויות של מעל 10 אנשים. הסעיף השני מבהיר שראוי להימנע ממסעדות, ברים ומתחמי אוכל, וכמו כן להימנע מנסיעות מיותרות. שני הסעיפים אינם מנדטוריים, כלומר הם בגדר המלצות שמציג הבית הלבן אך אינן מחייבות. \r\n \r\nבהנחיות נאמר עוד שמדינות שבהן נרשמת התפשטות קהילתית צריכות לסגור את הברים, את המסעדות ואת כלל האתרים הציבוריים – הוראה זו, כמו הקודמות, אינה מחייבת. בערים שונות ברחבי ארה&quot;ב, כולל פילדלפיה וסן פרנסיסקו, אכן הורו על סגירת המסעדות והברים החל מהערב. הוראה דומה יצאה במדינת מרילנד. \r\n  \r\n21:55 - טראמפ אמר כי יגבה ב-100% את חברות התעופה בשל המשבר - אמריקן איירליינס מזנקת ב-9%.\r\n \r\n21:40 - מדד דאו ג&#39;ונס ממשיך לצלול לתחתית שאין לה סוף - נחתך כבר ביותר מ-11.5%, כשברקע נשיא ארה&quot;ב טראמפ הודיע כי התפשטות הנגיף עלולה אף להימשך עד אוגוסט. \r\n \r\n20:35 - הנפט מסוג WTI התרסק היום ב-9.6% לרמתו הנמוכה מאז 2016 - 28.7 דולר לחבית. &quot;הצניחה בביקוש היא דבר שלא חזינו בו מעולם&quot;, כך אמר ללקוחותיו פירס האמונד, אנאליסט חברת הפיננסיים Simmons Energy המשקיעה בחברות אנרגיה.\r\n \r\nהנפט מסוג ברנט צנח אף הוא, ב-11.2% ל-30.05 דולר לחבית. מוקדם יותר היום, נפל הברנט ל-29.52 דולר לחבית, שיעורו הנמוך ביותר מאז ינואר 2016.\r\n \r\n20:20 - הזהב ננעל בירידה של 2% לרמה של 1,486.5 דולר לאונקיה - הנמוכה מאז סוף דצמבר. מתכת הכסף איבדה 12% לרמה של 12.8 דולר לאונקיה - שפל מאז יולי 2009.\r\n  \r\n  \r\n  \r\n19:50 - ראש ממשלת קנדה, ג&#39;סטין טרודו הודיע כי ארצו תנעל את שעריה בפני זרים: &quot;אנו עדיין מסוגלים לעצור את התפשטות הווירוס&quot;, אמר והוסיף כי &quot;זו העת להשתמש בכל אמצעי זהירות שניתן על מנת לשמור על בריאות הציבור&quot;. קנדה תאפשר החרגות, בין היתר תאפשר כניסה לאזרחים אמריקאים, כך נמסר בהודעה.\r\n \r\n19:45 - G7 בהצהרה משותפת: &quot;נשתמש בכל האמצעים הכלכליים על מנת לתמוך בעובדים, בחברות ובסקטורים שהכי מושפעים מנגיף הקורונה&quot;. בארגון הכלכלי הבינלאומי היוקרתי ציינו כי יתקיים שיתוף פעולה בין המדינות החברות במטרה לייצר חיסון לקורונה: &quot;אנו נחושים להשיב את רמת הצמיחה הכלכלית כפי שהייתה לפני הוירוס&quot;.\r\n \r\n18:35 - הבורסות באירופה ננעלו ביום מסחר נוסף של נפילות: לאחר ירידות שנעו סביב ה-8%, המגמה השלילית התמתנה, והשווקים ננעלו סביב ירידות של 5%. מדד דאקס מחק 5.3%, פוטסי נחתך ב-4.1% וקאק צלל ב-5.8%. בורסת מדריד צנחה ב-7.9% כשברקע עלייה חדה בקורבנות הקורונה. בלטו בצבען האדום - חברות התעופה והתיירות: החברה האם (IAG) של בריטיש איירווייז התרסקה ב-26%, איזיג&#39;ט צנחה ב-18%, אייר פראנס נפלה ב-10%, חברת התיירות TUI צללה ב-14%.\r\n \r\n18:05 - יום לאחר קיצוץ הריבית לאפס, הפד במהלך גדול נוסף: מגדיל את תזרים המזומנים בסקטור הפיננסיים בסכום של חצי טריליון דולר. בבנק האמריקאי המרכזי אמרו כי המהלך שלהם נועד לאפשר תפקוד חלק כמה שיותר, של השקעות ומימון בטווח הקצר.\r\n \r\n \r\n \r\n17:40 - שילה בייר, בנקאית ורגולטורית בכירה שהייתה פעילה בתקופת המשבר הפיננסי של 2008, תוקפת את המהלכים האחרונים של הבנק האמריקאי המרכזי שחתך את הריבית לאפס והזרים 700 מיליארד דולר לשווקים: &quot;הפד חייב להסיט את הפוקוס אל השקעה בעסקים קטנים שקורסים תחת משבר הקורונה. אבל כרגע הפד זורק כסף במקום הלא נכון&quot;. לטענתה, &quot;עדיין לא מדובר במשבר כלכלי. הורדת הריבית לאפס לא תסייע, אם עסקים גם ככה אינם מסוגלים להחזיר את ההלוואות שלהם ואם אין להם תזרים מזומנים&quot;.\r\n \r\n16:30 - באדום - כל מניות דאו ג&#39;ונס ונאסד&quot;ק. בירוק - 7 מתוך 500 מניות S&amp;P 500.\r\n \r\n16:05 - החוטפות העיקריות בניו יורק: יונייטד איירליינס צונחת ב-25%, בואינג מתרסקת ב-17%, טסלה ב-16%, ג&#39;יי פי מורגן צ&#39;ייס ב-15%, הום דיפו, נייק, שברון, מקדונלדס, IBM וגולדמן זקס צוללות ב-12%.\r\n \r\n16:00 - הנפט צונח ב-9% וכבר מתחת לשווי של 30 דולר לחבית (גם ה-WTI וגם הברנט).\r\n \r\n \r\n \r\n15:50 - צניחה חופשית בניו יורק בפתיחת המסחר השבועי: המדדים המובילים מתרסקים ב-12%.\r\n \r\nרבע שעה לאחר שנעצר המסחר בניו יורק בשל ירידות חדות, התחדש עם נפילות כואבות. התרסקות במניות הבנקים, נפילה חופשית גם בסקטור התעופה, הטכנולוגיה והאנרגיה.\r\n \r\n15:30 - למרות הורדת הריבית ל-0%, ירידות חדות בפתיחת שבוע המסחר בוול סטריט: מדד דאו ג&#39;ונס צלל ב-9.7%, S&amp;P 500 נפל ב-7% ולהפסקה של רבע שעה במסחר.\r\n \r\n14:45 - מדד הייצור של האמפייר סטייט צלל בחודש מרץ לרמה שלילית של 21.5%-, רמתו הנמוכה ביותר מאז 2009. הכלכלנים ציפו לנתון של פלוס 4%. \r\n  \r\n14:30 - בואינג נופלת ב-13% בטרום מסחר לאחר שבחברת הדירוג פיץ&#39; הכניסו את המניה לרשימת מעקב באופק שלילי (המשמעות - החברה קרובה להורדת דירוג); המתחרה האירופית איירבוס צוללת בשעה זו ב17% בפריז. \r\n \r\n13:45 - תנועות בולטות בטרום מסחר: \r\n \r\nבבנקים: ג&#39;יי.פי מורגן נופל ב-14.5%, גולדמן זאקס יורד ב-12%, בנק אוף אמריקה מאבד 15.4%, וולס פארגו צונח ב-13%, מורגן סטנלי ב-15%, סיטיגרופ ב-16.5%; בטכנ&#39;: אפל נופלת ב-11.8%, מייקרוסופט ב-11%, אמזון ב-7.8%, אלפבית ב-9.5%, פייסבוק ב-8.8%, טסלה ב-13.7%, אינטל ב-10%. \r\n \r\nבאנרגיה: שברון צוללת ב-11%, אקסון מוביל ב-12.4%; בתעופה: אמריקן איירליינס יורדת ב-16%, יונייטד ב-14.8%, דלתא וסאות&#39;ווסט ב-13%; בספנות קרוזים: קרניבל נופלת ב-14.5%, רויאל קריביאן ב-12.3%. \r\n  \r\n  \r\n13:30 - שעתיים לפתיחת שבוע המסחר בניו יורק, החוזים על המדדים המובילים יורדים בשיעור המקסימלי האפשרי, של עד 5%, ונראה שללא המגבלה של לימיט דאון היינו עדים לירידה חדה יותר (קרן הסל SPDR S&amp;P 500 ETF Trust יורדת ב-9.6%).  \r\n \r\nתמונת מצב בשווקים: היורו עולה ב-0.5% ל-1.116 דולר, הפאונד יציב, ב-1.228 דולר; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת ב-18 נק&#39; ל-0.77%; הזהב נופל ב-2.6% ל-1,478 דולר לאונקיה; בנפט - הברנט קורס ב-9.7% ל-30.6 דולר לחבית, ה-WTI יורד ב-7% ל-29.5 דולר לחבית; הביטקוין נופל ב-12.5% עד ל-4,534 דולר; באירופה: מדד דאקס נחתך ב-8.4%, קאק נופל ב-9.7%, פוטסי נסוג ב-7%, מילאנו צולל ב-9%, מדריד ב-10.3%\r\n \r\n12:50 - קנס הגבלים כבד לאפל: רשות התחרות בצרפת הודיעה לפני שעה קלה כי היא מטילה קנס של 1.1 מיליארד יורו על חברת אפל בשל עבירות על חוקי התחרות ברשת ההפצה שלה, תוך ניצול פסול של כוחה מול המוכרות המקומיות שלה. החברות המשווקות של אפל, Tech Dataו- Ingram Micro, נקנסו ב-63 ו-76 מיליון יורו בהתאמה, בשל הסכמתן לשווק את מכשירי אפל באותן רמות מחירים שבהן שווקו על ידי אפל ישירות, באופן שפגע במחיר לצרכן.\r\n \r\n11:50 - מחיר הברנט צונח בשעה זו ב-7% עד ל-31.5 דולר לחבית, ה-WTI יורד ב-4.7% ל-30.2 דולר לחבית; התגובה במניות הסקטור: בלונדון - BP יורדת ב-6.8%, רויאל דאץ&#39; של נחלשת ב-4.4%; טוטאל יורדת ב-5.3% בפריז, אני מאבד 5.7% במילאנו.  \r\n \r\n \r\n \r\n11:15 - בנעילה באסיה-פסיפיק: בורסת סידני צללה ב-9.7%, ניקיי ירד ב-2.5%, האנג סנג נפל ב-4%, שנגחאי נחלש ב-3.4%, קוספי נסוג ב-3.2%. \r\n \r\n10:40 - ירידות בולטות באירופה: חברת שירותי התיירות Tui צוללת ב-36% בלונדון; בבנקים הבריטיים  - ברקליס צונח ב-12.5%, RBS ב-9%, לוידס ב-12%, HSBC ב-7%; דויטשה בנק צונח ב-10% בפרנקורט, קרדיט סוויס נופל ב-7.5% בציריך, קרדיט אגריקול וסוסיייטה ג&#39;נרל מאבדים 8.9% בפריז, יוניקרדיט נופל ב-9% במילאנו ובנקו סנטנדר נחלש ב-6% במדריד; בתעופה: לופהאנזה צונחת ב-11%, אייר פראנס ב-18%, IAG ב-28%, איזיג&#39;ט ב-31%.  \r\n \r\n10:30 - ירידות חדות בפתיחת שבוע המסחר באירופה: מדד דאקס נחתך ב-8.8%, קאק נופל ב-10%, פוטסי מאבד 9.8%, מילאנו יורד ב-8%, מדריד ב-9%; היורו מזנק ב-0.7% ל-1.119 דולר, הפאונד עולה ב-0.6% ל-1.235 דולר. \r\n \r\n10:00 - קבוצת התעופה IAG – הבעלים של בריטיש איירווייז, איבריה ואייר לינגוס – מקצצת 75% ממספר המושבים הפעילים, החל מחודש אפריל. החברה הודיעה במקביל על קרקוע מטוסים עודפים, קיצוץ בהשקעות, הקפאת גיוסים, הורדת שעות עבודה והוצאת עובדים לחופשה ללא תשלום (בשלב זה רק בהסכמתם). חברת איזיג&#39;ט יצאה בהודעה כוללנית דומה, על הורדה משמעותית בהיקף הטיסות. \r\n \r\n  \r\n9:20 - יונייטד איירליינס מודיעה, באופן לא מפתיע, על ירידה צפויה בהכנסות הרבעוניות: חברת התעופה האמריקאית הודיעה אתמול כי היא צופה ירידה של 1.5 מיליארד דולר בהכנסותיה ברבעון הראשון בהשוואה לרבעון המקביל. &quot;החדשות הרעות הן שזה הולך להיות יותר גרוע&quot;, אמר המנכ&quot;ל אוסקר מונוז בהודעה ששלח ל-100 אלף עובדי החברה, בשיתוף עם נשיא החברה סקוט קירבי (Oscar Munoz, Scott Kirby). \r\n \r\n9:00 - דודי רזניק, אסטרטג הריביות של לאומי שוקי הון: &quot;בדומה למה שראינו לפני כ-10 ימים עם ההפחתה של הריבית בכחצי אחוז - השווקים משדרים אי אמון במהלך של הפד: המסחר בחוזים העתידיים בוול סטריט נעצר במהלך הלילה לאחר ירידה של 4.5%. במסחר באסיה המדדים יורדים בכ-2-4 אחוזים והבורסה של סידני יורדת בלמעלה מ-9 אחוזים. השוק משדר שהכלים שהיו טובים ל-2008 לא רלוונטיים להיום, ומה שנדרש הוא צעדים פיסקליים מאוד נרחבים. מה שדומיננטי בשווקים הוא הפחד הגדול מההשפעה הריאלית של הנגיף ולכן השוק מסתכל יותר על הצעדים שנוקטות הממשלות מאשר על הבנקים המרכזיים&quot;.\r\n \r\n8:30 - מתגברות הירידות בשוקי אסיה - יפן וסין מאבדות כמעט 3%, הבורסה באוסטרליה יורדת ב-10% בניו יורק הופעל מנגנון &#39;לימיט דאון&#39; על מנת למתן את הירידות החדות בחוסים העתידיים.\r\n \r\n \r\n \r\n7:00 - השווקים נכנסים לשבוע מסחר חדש, לאחר יריית הפתיחה הדרמטית של הפד, שהודיע אתמול על הורדת ריבית והזרמה של 700 מיליארד דולר לשווקים באמצעות רכישות אג&quot;ח. \r\n \r\nזו תמונת המצב נכון לשעה זו: החוזים על המדדים העתידיים בניו יורק נופלים ב-4.6%; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים צוללת ב-31 נק&#39; בסיס עד ל-0.64%; היורו עולה ב-0.2% מול הדולר, ל-1.112 דולר, הפאונד עולה ב-0.5% ל-1.233 דולר. \r\n \r\nבנפט - הברנט נופל ב-3% ל-32.8 דולר לחבית, ה-WTI יורד ב-1.6% ל-31.2 דולר לחבית; הזהב קופץ ב-1.9% ל-1,545.40 דולר לחבית; באסיה -פסיפיק: ניקיי יורד ב-0.1%, שנגחאי יורד ב-0.6%, האנג סנג נחתך ב-2.2%, קוספי יורד ב-2.2%, בורסת סידני קורסת ב-7.6%.   \r\n \r\nהפד הוריד אתמול את יעור הריבית באחוז - מטווח של 1%-1.25% ל-0%-0.25% ולצד הרכישות האמורות בשווקים, החליט גם על הורדת דרישת רזרבות ההון שלו לאלפי בנקים לאפס. בהודעה שמסר הפד הוא הדגיש כי שיעור הריבית יישאר בטווח אפס עד שהפד &quot;יהיה בטוח שהמשק ביטל את האירועים האחרונים ונמצא בדרכו להשיג תעסוקה מקסימלית ויציבות מחירים&quot;. \r\n \r\n \r\n6:50 - ענייני קורונה: בארה&quot;ב אובחנו עד כה 3,782 חולים שנדבקו בנגיף קוביד-19 – 69 בני אדם מתו מהמחלה. בתי הספר הציבוריים במדינת ניו יורק ייסגרו בניסיון למנוע את התפשטות הקורונה בעיר. מדובר ברשת החינוך הציבורי הגדולה ביותר בארה&quot;ב - 1.1 מיליון תלמידים יצטוו להישאר בבתיהם. בעיר ניו יורק הורו על סגירת כל המסעדות, הברים ואולמות האירועים החל ממחר. \r\n \r\nבאיטליה מתו 363 בני אדם נוספים ביממה האחרונה מנגיף קוביד-19, ומספר המתים הכולל במדינה טיפס ל-1,8090. מספר החולים באיטליה עומד נכון לאתמול בליל על 24,747. \r\n \r\nבדרום קוריאה אובחנו ביממה האחרונה 74 חולים חדשים, ומספרם הכולל של החולים במדינה עלה ל-8,236. בצד החיובי - אף אדם לא מת מהמחלה ביום ראשון, ומספר המתים נותר על 75. בסין דווח על 16 חולים חדשים ועל 14 מתים – מספר החולים הכולל בסין עומד על 67,749, מספר המתים על 3,213. \r\n \r\nאפל הודיעה אתמול כי היא סוגרת את כל חנויותיה מחוץ לסין, עד ל-27 במרץ. נייקי הודיעה אתמול על צעד דומה. קבוצת לואי ויטון (LVMH ) הצרפתית מקפיאה את ייצור הבשמים ומוצרי הקוסמטיקה לטובת ייצור ג&#39;ל מחטא אלכוהולי, שאותו תספק לרשויות בצרפת. \r\n  ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/02/24/972285/4_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נועם לנדמן"}, "datePublished": "2020-03-16T22:05:31", "dateModified": "2020-08-20T05:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "דאו ג'ונס התרסק ב-13%, ביום הגרוע מאז שנת 1987", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}