{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3689462,00.html"}, "headline": "בעקבות מבחני הזיהום: הרווח הנקי של פולקסווגן ירד ב-19% ברבעון הראשון", "description": "הסתכם ב-2.37 מיליארד יורו. הכנסות יצרנית הרכב הגרמנית ירדו ב-3.4% ל-51 מיליארד יורו. הרווח התפעולי דווקא עלה ל-3.44 מיליארד יורו", "articleBody": "פרשת מבחני הזיהום בפולקסווגן נותנת את השפעתה. הרווח הנקי ירד ברבעון הראשון של השנה ב-19% ל-2.37 מיליארד יורו (2.63 מיליארד דולר) מ-2.93 מיליארד יורו ברבעון הראשון של אשתקד. ההכנסות ירדו ב-3.4% ל-51 מיליארד יורו.\r\n \r\n \r\nהרווח התפעולי לעומת זאת עלה ברבעון הראשון של השנה ב-3.4%, ל-3.44 מיליארד יורו (3.83 מיליארד דולר) מ-3.33 מיליארד יורו בתקופה המקבילה אשתקד. התוצאות עקפו את תחזיות האנליסטים, שציפו לרווח של 2.73 מיליארד יורו. \r\n \r\nזהו הרבעון הראשון שבו יצרנית הרכב לא הקצתה מיליארדי יורו לתשלום קנסות ופיצויים מאז הודתה בספטמבר על זיוף תוצאות מבחני הזיהום.  \r\n \r\n&quot;החברה השיגה תוצאות מכובדות תחת תנאים לא קלים&quot;, הכריז המנכ&quot;ל מתיאס מולר. בפולקסווגן ממשיכים להגביר את המאמצים להתרחק משערוריית &quot;דיזלגייט&quot;, זאת לאחר שבשנה שעברה הקצו 16.2 מיליארד יורו לתיקון 11 מיליון מכוניות עם מנוע דיזל ברחבי העולם, שבהן הותקנה תוכנה המזייפת את תוצאות הפליטה, וכן לתשלום קנסות וכיסוי הוצאות משפטיות. \r\n \r\nבפולקסווגן שמרו על התחזית לשנה כולה, כולל הערכה כי ההכנסות ירדו ב-5%, בעוד ששולי הרווח התפעולי ינועו בטווח בין 5%-6% מההכנסות, לאחר שטיפסו בשנה שעברה ל-6%. \r\n \r\nההתאוששות של פולקסווגן באה לידי ביטוי גם במכירות המכוניות, והיא הוכתרה ליצרנית הרכב הנמכרת ביותר בעולם ברבעון הראשון, זאת לאחר שעקפה את טויוטה. \r\n \r\nבהשוואה לשנה שעברה, פולקסווגן מכרה ברבעון 3,361,600 מכוניות, בעוד שטויוטה רשמה ירידה של 2.8% במכירות ל-3,271,970. ההצלחה של פולקסווגן נבעה בעיקר בשל מכירות חזקות באירופה ובסין, שעזרו לפצות על ירידה של 5.1% בארה&quot;ב. \r\n \r\n ", "keywords": ["מבחני הזיהום", "רווחים", "פולקסווגן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/570242/ABACA_517239_014530411_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2016-05-31T10:39:44", "dateModified": "2020-08-02T14:16:51", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בעקבות מבחני הזיהום: הרווח הנקי של פולקסווגן ירד ב-19% ברבעון הראשון", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}