{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3809980,00.html"}, "headline": "קימברלי-קלארק: זינוק של 13% בהכנסות מנייר טואלט", "description": "שורה של דוחות כספיים בניו יורק. במקביל לענקית מוצרי הצריכה, חברת התעופה האמריקאית דלתא איירליינס דיווחה על הפסד רבעוני ראשון מזה חמש שנים", "articleBody": "שורה של דוחות כספיים לפני פתיחת המסחר בניו יורק. ענקית מוצרי הצריכה קימברלי-קלארק רשמה ברבעון הראשון רווח של 660 מיליון דולר או 1.92 דולר למניה, לעומת 454 מיליון דולר או 1.31 דולר למניה בתקופה המקבילה. הרווח המתואם עמד על 2.13 דולר למניה, מעל צפי האנליסטים שעמד על 1.98 דולר למניה. \r\n \r\nההכנסות טיפסו ל-5.01 מיליארד דולר, בהשוואה ל-4.63 מיליארד דולר בתקופה המקבילה, הצפי בשוק עמד על 4.86 מיליארד דולר. ההכנסות ממגזר מוצרי הטישיו, הכולל גם את נייר הטוואלט שזכה לעדנה בתקופת המגיפה, רשמו צמיחה מרשימה של 13% ל-1.7 מיליארד דולר. \r\n \r\n \r\n \r\nהפסד לדלתא \r\n \r\nבמקביל חברת התעופה האמריקאית דלתא איירליינס מדווחת על הפסד רבעוני ראשון מזה 5 שנים (מאז הרבעון הרביעי של 2014) – בעקבות המכה הקשה שספג ענף התעופה במשבר הקורונה. החברה רשמה ברבעון הפסד של 534 מיליון דולר, בהשוואה לרווח של 730 מיליון דולר ברבעון המקביל. \r\n \r\n \r\n \r\nההפסד המתואם עמד על 51 סנט למניה, לעומת רווח מתואם של 96 סנט למניה ברבעון המקביל אך פחות גרוע מהציפיות בשוק שעמדו על הפסד של 70 סנט למניה. ההכנסות נפלו ב-18% ל-8.6 מיליארד דולר. ולפי התחזית המעודכנת של דלתא, ההכנסות ברבעון השני צפויות לרדת ב-90%. \r\n \r\n&quot;זוהי באמת תקופה שלא היתה כמותה, עבורנו ועבור כל תעשיית התעופה. דלתא נוקטת בכל הפעולות הנדרשת על מנת לשמור, בסדר עדיפות עליון, על בטיחות העובדים שלנו והלקוחות שלנו, וזאת תוך הגנה על העסק באמצעות חיזוק הנזילות&quot;, אמר מנכ&quot;ל דלתא אד באסטיין (Ed Bastian). ", "keywords": ["קימברלי קלארק", "דלתא איירליינס", "דוחות", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/05/29/820816/2.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-04-22T16:00:19", "dateModified": "2020-08-19T17:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "קימברלי-קלארק: זינוק של 13% בהכנסות מנייר טואלט", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}