{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3763326,00.html"}, "headline": "פתאל: ההכנסות זינקו ב-68% ברבעון - לכמיליארד שקל", "description": "שיעור התפוסה של רשת המלונות בישראל עלה ל-68%; ההכנסה היומית הממוצעת מחדר בארץ ירדה ב-1.1% ל-777 שקל", "articleBody": "רשת המלונות פתאל, בשליטת (59.7%) דוד פתאל, הגדילה את ההכנסות מנכסים זהים בכל שלושת אזורי הפעילות המרכזיים שלה: ישראל, אירופה ואזור נפרד שנקרא בריטניה ואירלנד. \r\n \r\nבישראל רשמה הרשת הכנסות של 303.9 מיליון שקל ברבעון הראשון, עלייה של 3.7% ביחס לתקופה המקבילה אשתקד. באירופה נרשם גידול של 4.4% בנכסים הזהים וסך ההכנסות הסתכמו ב-315 מיליון שקל. בבריטניה ואירלנד נרשמו הכנסות של 24.1 מיליון שקל, עלייה של 4.3%.\r\n \r\nההכנסות של רשת המלונות, כולל נתוני מלונות המוחזקים בשיעור של 50%, הסתכמו ב-1.04 מיליארד שקל עלייה של 68% שנבעה מהתרחבות הרשת ורכישת מלונות אינטנסיבית בשנה החולפת.\r\n \r\nשיעור התפוסה של הרשת בישראל עלה מ-67% ברבעון הראשון של 2018 ל-68% ברבעון שחלף. באזור אירופה שמרו על שיעור ממוצע של 72% בשתי התקופות, ובאזור בריטניה ואירלנד נרשם שיפור חד מ-57% תפוסה בממוצע ל-75% ברבעון הראשון 2019, השיעור הגבוה מבין שלושת האזורים. \r\n \r\n \r\nההכנסה היומית הממוצעת מחדר מלון של רשת פתאל בישראל ירדה ברבעון הראשון ביחס למקבילו ב-1.1% ועמדה על 777 שקל. באירופה נרשמה עלייה של 3.5% ובאזור בריטניה ואירלנד - גידול של 6.9% בתוך שנה, ל-463 שקל בממוצע ברבעון שחלף.\r\n \r\nברבעון שחלף יישמה פתאל את תקן IFRS 16 לראשונה. ליישום, שמשנה את הדרך שבה מכירה הרשת בחכירה של נכסים, יש השלכה דרמטית על הרשת. הרשת הציגה חלקים נבחרים מהנתונים בנטרול השפעת התקן החדש. מהתוצאות המנוטרלות עולה כי הרשת רשמה הפסד של 52.1 מיליון שקל ברבעון הראשון, יותר מפי 2 ביחס להפסד של 23.6 ברבעון המקביל אשתקד. נתון הרווח הנקי בנטרול השפעות חד פעמיות (FFO) גדל פי 5.4 והסתכם ב-3.92 מיליון שקל. ה-EBITDA של הרשת ירד ב-15.4% והסתכם ב-39 מיליון שקל, בנטרול השפעת התקן החשבונאי החדש. \r\n \r\nלפתאל יש כיום פעילות ב-18 מדינות, היא מנהלת 39.1 אלף חדרי מלון ב-204 מלונות שונים. במרץ האחרון חתמה החברה על הסכם לשכירה של ארבעה בתי מלון במרכז לונדון ל-30 שנה, והיא תשלם דמי שכירות שנתיים של 55 מיליון ליש&quot;ט. באוגוסט אשתקד איחדה הרשת לראשונה את פעילות הרשת האירופאית JURIS INN והשלימה עסקה לרכישת 13 בתי מלון (עסקת אפולו).", "keywords": ["פתאל", "דוד פתאל", "מלונות", "בתי מלון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/02/10/793713/13_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "חזי שטרנליכט"}, "datePublished": "2019-05-30T21:54:18", "dateModified": "2020-08-12T15:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "פתאל: ההכנסות זינקו ב-68% ברבעון - לכמיליארד שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}