{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3754921,00.html"}, "headline": "נעילה חיובית בת&quot;א; אינטרנט זהב מחקה 13%, מניות הקנאביס זינקו", "description": "ת&quot;א 35 טיפס ב-0.3%, ת&quot;א 125 הוסיף 0.4%, מדד הבנקים התחזק ב-0.6%; על רקע תקוות לאישור יצוא קנאביס - אינטרקיור טסה ב-25.9% והשלימה עלייה שבועית של 66%; טיב טעם הוסיפה 2.7% אחרי חילופי המנכ&quot;לים", "articleBody": "דיווח שוטף מהבורסה בת&quot;א: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים \r\n \r\nת&quot;א 35 ת&quot;א 125 בנקים-5 טכנולוגיה ביומד נפט וגז נדל&quot;ן \r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n17:25 - הבורסה נעלה את יום המסחר במגמה חיובית - ת&quot;א 35 טיפס ב-0.3%, ת&quot;א 125 הוסיף 0.4%, מדד הבנקים התחזק ב-0.6%. מניית פועלים ריכזה את המחזור הגבוה בבורסה וננעלה בעלייה של 0.6%, לאומי הוסיפה 1.1% במחזור השני בגובהו. אינטרנט זהב נפלה ב-13.1%, בי-קום רשמה ירידה של 4.9%, בזק נחלשה ב-0.8%. טיב טעם טיפסה ב-2.7% אחרי חילופי המנכ&quot;לים.\r\n\r\nמניות הקנאביס זינקו על רקע תקוות שביום ראשון תאשר הממשלה יצוא קנאביס - אינטרקיור טסה ב-25.9%, וויטסמוק זינקה ב-9.6%, טוגדר קפצה ב-8.8%.\r\n\r\nבסיכום שבועי - המדדים ת&quot;א 35 ות&quot;א 125 עלו ב-1%, אינטרנט זהב מחקה 32% מערכה, בי-קום איבדה 16.2%, בזק ירדה ב-7.1%. בגזרת הקנאביס: אינטרקיור נסקה ב-66.7%, וויטסמוק זינקה ב-60.6%, טוגדר ב-29.4%.\r\n\r\n16:00 - יציגים: הדולר שמר היום על יציבות בשוק המט&quot;ח המקומי ושערו היציג נקבע על 3.683 שקלים, היורו נחלש ב-0.2% מול מקבילו הישראלי ושערו היציג נקבע על 4.18 שקלים.\r\n\r\n15:20 - מגמות מסחר בבורסה: דורסל מטפסת ב-0.3% ביום 16 חיובי ברצף, גולן פלסטיק מוסיפה 1% לערכה ביום 12 לעליות, ישראל קנדה מתחזקת ב-2.9% ביום שמיני לעליות. בצד השלילי - אלרוב נדל&quot;ן מאבדת 0.3% ביום שביעי של ירידות.\r\n\r\nנמשכות הירידות בפירמידת בזק: אינטרנט זהב נופלת ב-15.4%, בי-קום יורדת ב-5.6% בזק נחלשת ב-1.1%.\r\n\r\n13:40 - קצוות מדדים: לייבפרסון מובילה את ת&quot;א 35 עם קפיצה של 3.9%, בזק סוגרת את המדד ונחלשת ב-1%. בפסגת ת&quot;א 90 נסחרת אלקטרה צריכה בעלייה של 3.9%, מי שרושמת את התשואה השלילית ביותר במדד היא בעלת השליטה בבזק, בי-קום, שנופלת ב-5.1%.\r\n\r\n11:20 - תפן העוסקת בקנאביס רפואי דיווחה על אישור הכנ&quot;ר להסדר הנושים בחברה. אישור זה מתווסף לאישור אסיפת בעלי המניות למיזוג פעילות הקנאביס לחברה. בנוסף דיווחה תפן כי בעלת השליטה בחברה, אלויט פארמה, תפתח עבור תפן קרם מבוסס קנאביס רפואי המיועד לטיפול בסימפטומים של מחלת הפסוריאזיס.\r\n \r\n11:00 - יום שני של עליות חזקות במניות הקנאביס: אינטרקיור מזנקת ב-12.5% (ברקע לדיווח על עסקת הפצה עם חברה בקנדה), תפן עולה ב-9%, וטוגדר מוסיפה 5% לערכה. הרקע לעליות: דיווח של משרד האוצר אתמול כי ביום ראשו הקרובן הוא יביא לאישור הממשלה את ייצוא הקנאביס.\r\n \r\n10:20 - חברת טיב טעם מדווחת: דירקטוריון החברה החליט על סיום כהונת עדי כהן כמנכ&quot;ל החברה ומינוי חגי שלום במקומו. אתמול חברת אנטרופי הורידה את דירוג הממשל התאגידי של החברה ל&#39;טעון שיפור&#39;. חברת הייעוץ העבירה לגורמים המוסדיים עדכון בעקבות ההתפתחויות האחרונות ברשת, ובהן מינוי בעל השליטה כמנכ&quot;ל זמני; הדירוג המעודכן - רמה אחת בלבד מעל הדירוג &#39;שלילי&#39; שבתחתית הסולם.\r\n \r\n \r\n09:45 - המסחר בבורסת ת&quot;א נפתח בעליות שערים של עד 0.3% במדדים המובילים ת&quot;א 35 ות&quot;א 125. אלוני חץ עולה ב-1.5%.\r\n \r\n09:00 - אלוני חץ מדווחת הבוקר כי חברת הבת Carr ושותפתה בפרויקט One Congress בבוסטון חתמו על הסכם מחייב על פיו ישכירו ל- State Street Corporation, חברה גלובלית לשירותים פיננסים הנסחרת בבורסה בניו יורק לפי שווי של כ-27 מיליארד דולר, שטח בהיקף של 510 אלף רגל רבוע (כ-46 אלף מ&quot;ר), המהווה כמחצית מסך שטחי המשרדים המתוכננים במגדל One Congress, שבנייתו אמורה להתחיל באמצע שנת 2019. על פי ההסכם, State Street התחייבה לשכור את השטחים הנ&quot;ל לשימוש מטה ההנהלה העולמי הראשי שלה, וזאת לתקופה של 15 וחצי שנים שתחילתן בינואר 2023, המועד הצפוי לסיום הקמת הבניין.\r\n \r\n \r\n  \r\n07:25 - על רקע העליות בוול סטריט אמש: הבורסה בתל אביב תפתח את יומו האחרון של שבוע המסחר. אתמול, המסחר ננעל בירוק כאשר המדדים המובילים ת&quot;א 35 ות&quot;א 125 עלו בעד 0.6%. את המגמה החיובית הובילה מניית טבע שעלתה ב-3.6% לצד מניות חברות הקנאביס שקפצו בעשרות אחוזים בעקבות התקדמות חוק היצוא.\r\n \r\nתשואת האג&quot;ח הממשלתית בישראל ל-10 שנים רשמה בחודש האחרון ירידה כמעט החדה ביותר בהשוואה למרבית המדינות. לדברי, אלכס זבז&#39;ינסקי, הכלכלן הראשי של מיטב דש, שוק המק&quot;מ מגלם כבר עליית ריבית אחת בלבד בשנה הקרובה לאחר שלפני מספר שבועות היו ציפיות כמעט לשלוש העלאות ריבית. הריבית העתידית לשנה לטווחים הארוכים יותר ירדה אף יותר. \r\n \r\n&quot;בשלב זה הורדת הציפיות לצמיחה ולעליית ריבית בישראל מומשו חלקית. וירידה נוספת בתשואות עשויה לבוא גם בהשפעת ירידת התשואות בחו&quot;ל, לכך סיכוי גבוה&quot;, אומר זבז&#39;ינסקי. לכן, הוא מוסיף, עדיף בשלב הזה להחזיק אגרות חוב בעלות מח&quot;מ בינוני-גבוה.\r\n \r\n \r\n ", "keywords": ["בורסה", "שוק ההון", "מדדים", "מניות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/577696/BBB_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתבי שוק ההון"}, "datePublished": "2019-01-24T17:35:23", "dateModified": "2020-07-29T23:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה חיובית בת\"א; אינטרנט זהב מחקה 13%, מניות הקנאביס זינקו", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}