{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3831990,00.html"}, "headline": "נעילה שקטה בבורסה, מניות הקנאביס המריאו; סלקום טיפסה ב-2.4%", "description": "מדד ת&quot;א 35 נסוג ב-0.2%, ת&quot;א 125 עלה ב-0.1%; פנאקסיה ניתרה ב-14%, קיבלה תקן לייצוא קנאביס לאירופה שישמש גם את שאר הספקיות הישראליות - אינטרקיור וטוגדר זינקו ביותר מ-5%; אמש הודיעו הליכוד וכחול לבן כי יקדמו חקיקה בנושא ליגליזציה; רשות התחרות אישרה את מיזוג סלקום וגולן טלקום", "articleBody": "דיווח שוטף מהבורסה בת&quot;א: העדכונים החשובים, המניות הבולטות, אגרות החוב ועדכוני האנליסטים  \r\n  \r\nת&quot;א 35 ת&quot;א 125 בנקים-5 טכנולוגיה ביומד נפט וגז נדל&quot;ן \r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n \r\n17:25 - מסחר הפכפך בבורסה הסתיים בתנועות קלות, במגמה מעורבת: מדד ת&quot;א 35 ירד ב-0.2%, ת&quot;א 125 עלה ב-0.1%. מניות הקנאביס בלטו במיוחד, בין היתר, על רקע נכונות הממשלה לקדם הליך חקיקה בנושא ליגליזציה: פנאקסיה ניתרה ב-14.2%, אינטרקיור זינקה ב-7.8%, טוגדר קפצה ב-5.4%. \r\n \r\nעוד במסחר - לאומי זינק ב-1.5%, מזרחי ב-2.3%. סלקום טיפסה ב-2.4% ובמחזור של פי 6 מהמחזור הממוצע שלה, לאחר שרשות התחרות אישרה את המיזוג עם גולן טלקום. דלק ודלק קידוחים איבדו 3.6% ו-3.7% בהתאמה, טבע נחתכה ב-3%, בזק ירדה ב-2.5%, שטראוס קפצה ב-3.6% בראש מדד ת&quot;א 35. אלקו נסקה ב-10.9% בראש ת&quot;א 90, פוקס זינקה ב-7.2%.\r\n \r\n \r\n16:55 - שוב מחיקה של רוב העליות - מדד ת&quot;א 35 מטפס ב-0.1%, מדד ת&quot;א 125 מחק גם את רוב העליות ועתה מוסיף 0.2%.\r\n \r\n15:55 - עליות בבנקים ובחברות הביטוח: מור השקעות קופצת ב-5.8%, אלטשולר שחם ב-5.3% וכלל ביטוח מטפסת ב-2.5%, מדד ת&quot;א ביטוח מתחזק ב-1.5%. בבנקים - מזרחי טפחות מזנק ב-2.5%, לאומי קופץ ב-1%, בינלאומי ב-1.3%, מדד הבנקים מטפס ב-0.8%.\r\n \r\n15:20 - שעתיים לנעילה - מקצה מדדים: בראש מדד ת&quot;א 35 שטראוס שקופצת ב-3.6%, בזק נחתכת ב-2.5% בתחתית. אלקו בראש מדד ת&quot;א 90, מזנקת ב-7.2%, רציו צוללת ב-4.4% בתחתית, בדרך לירידה דו-יומית של יותר מ-11%.\r\n \r\n14:30 - קצת פחות משלוש שעות לנעילה - הבורסה רושמת מחזור מסחר נמוך של 900 מיליון שקלים (לשם השוואה, אתמול באותה שעה רשמה מחזור של מיליארד שקלים, נמוך אף הוא מעט מהממוצע). לאומי עם המחזור הגבוה במסחר - 41 מיליון שקל, פועלים עם 32 מיליון שקל.\r\n \r\n14:15 - טאואר ואקספרי (Xperi) הודיעו על שילוב טכנולוגיות ייחודי עבור תחום ייצור החיישנים המתקדמים ביותר בענף של טאואר בטכנולוגית 3D Stacking. תחום החיישנים המתקדמים כולל חיישני זיהוי פנים וחיישני תלת מימד (עומק), המיועדים לשווקי הצריכה, ראיה מלאכותית, רכבים אוטונומיים ורכיבים חכמים, כמו גם חיישנים לתחום צילום מתקדם בהארה אחורית. מניית טאואר מטפסת ב-1% בת&quot;א.\r\n  \r\n13:05 - רשות התחרות אישרה את מיזוג סלקום וגולן טלקום: לאחר שהתנגדה ב-2016, טוענת עתה הרשות כי שוק הסלולר תחרותי דיו לאור היקף ניודים גבוה וסוברת כי אין חשש לעליית מחירים ולפגיעה באקספון. לאחר שגם האוצר לא הביע התנגדות, נדרש עתה אישורו של משרד התקשורת. סלקום מטפסת ב-3% ובמחזור הגדול פי שלושה מהממוצע.\r\n \r\n \r\n \r\n12:10 - העליות מהפתיחה במדד ת&quot;א 35 נמחקו, בהתאם למגמה בבורסות אירופה ובחוזים בניו יורק. ת&quot;א 125 מוסיף 0.2% ומחק אף הוא את רוב העליות מהפתיחה.\r\n \r\n11:55 - בזכות מניות הקנאביס - מדד ת&quot;א ביומד נוסק היום ביותר מ-4% ות&quot;א גלובל בלו-טק מזנק ב-2%. מדד הביומד מטפס מתחילת השנה ב-7.7%, הבלו-טק ב-14.8%. מדדים באדום - ת&quot;א נפט וגז מוחק 0.3% ומדובר במדד המאכזב בבורסה - מתחילת 2020 צנח ביותר מ-50%.\r\n \r\n10:30 - הבורסה לני&quot;ע: בעקבות משבר הקורונה, החברות הגדילו את היקף הרכישות העצמיות במניות - 31 חברות פרסמו תכניות לרכישה עצמית של מניותיהן בהיקף של כ-1.7 מיליארד שקל, ו-25 חברות ביצעו רכישה עצמית של מניות בסך כ-812 מיליון שקל. חברות בורסאיות רבות ניצלו את הפדיונות הכבדים בשוק קרנות הנאמנות וקרנות הסל בחודשים פברואר-מרץ, בסך של כ-40 מיליארד שקל, כדי לרכוש את מניותיהן במחיר המהווה הזדמנות עסקית ראויה, צעד שעשוי להגדיל את התשואה למניה לטובת בעלי המניות, וכן מהווה הבעת אמון בחברה.\r\n \r\nבפני חברה, הבוחרת לחלק את רווחיה לבעלי המניות שלה, עומדות שתי אפשרויות עיקריות לשימוש במזומנים שבידיה: חלוקת דיבידנד במזומן או רכישה עצמית של מניותיה. בישראל, להבדיל מארה&quot;ב, ישנה העדפה ברורה לאורך השנים לחלוקת דיבידנדים על פני רכישה עצמית של מניות. בתקופות משבר, החברות נוטות לצמצם חלוקת דיבידנדים במזומן עקב אי-הוודאות, ואכן בחודשי המשבר (מרץ-מאי) ניכרת ירידה של עשרות אחוזים במספר החברות שהכריזו על חלוקת דיבידנד, בהשוואה לתקופה המקבילה בשנת 2019.\r\n \r\n10:00 - המסחר בבורסת ת&quot;א נפתח בעליות - מדד ת&quot;א 35 מטפס ב-0.5%, ת&quot;א 125 מוסיף 0.6%. פתאל קופצת ב-4.3% בראש המדד המוביל, סאפיינס מזנקת ב-4.5% בראש מדד ת&quot;א 90. עוד בולטות בפתיחה - מיט-טק קופצת ב-8.2%, סאפיינס ב-4.9%. פנאקסיה ממריאה ב-12.4%: חברת הקנאביס הרפואי דיווחה כי קיבלה תקן EU-GMP (תקן אירופאי לייצור קנאביס רפואי), המאפשר לה (ולספקיות ישראליות אחרות) לייצא מוצרי קנאביס רפואי למדינות האיחוד האירופי. \r\n \r\n \r\n \r\n8:10 - גיוס ההון של קבוצת דלק השנה יגדל לחצי מיליארד שקל. כלכליסט מדווח הבוקר שבעל השליטה בדלק יצחק תשובה (57%) נכנע לנציגות מחזיקי האג&quot;ח, שדרשה להרחיב את גיוס ההון ב־100—200 מיליון שקל, כך שעד סוף השנה היא תגייס 500—600 מיליון שקל. \r\n \r\n8:00 - הבורסה בת&quot;א תיפתח על רקע המגמה המעורבת שנרשמה אמש בנעילה בניו יורק: מדד דאו ג&#39;ונס ירד אתמול ב-1.1% (לאחר שישה ימי עליות), S&amp;P 500 ירד ב-0.8%, נאסד&quot;ק עלה ב-0.3% לשיא חדש, 9,953.75 נק&#39; - במהלך המסחר חצה המדד לראשונה את סף ה-10,000 נק&#39; לפני שהעלייה התמתנה באופןן חלקי לקראת הנעילה. בורסות טוקיו והונג קונג עולות הבוקר ב-0.1%. \r\n \r\nהמשקיעים בארה&quot;ב ובעולם ממתינים היום להודעה המוניטארית של ג&#39;רום פאוול, שיפרסם היום לראשונה ב-2020 תחזית לכלכלת ארה&quot;ב. הפד שאמור לפרסם את התחזית המעודכנת בישיבה של חודש מרץ נמנע מכך בשל משבר הקורונה. מעבר לכך לא צפוי שינוי במדיניות הבנק, בריבית או בתוכנית ההקלה הכמותית שלו. \r\n \r\nאתמול ננעלה הבורסה ללא תנועה מהותית: מדד ת&quot;א 35 עלה ב-0.1%, ת&quot;א 125 ירד ב-0.1%. דיסקונט הוביל את העליות בבנקים – המריא ב-4.5%, פועלים התחזק ב-1.6%. ישראל קנדה ניתרה ב-14.6% בראש ת&quot;א 90. מדד הנפט והגז נפל ב-2.9%. רציו צללה ב-7.1% (בעלי יחידות השתתפות בחברת &quot;שדות נפט&quot; בדרך לתבוע את שותפות הגז ב-700 מיליון שקל), אנרג&#39;יאן נחתכה ב-5.3%. \r\n   ", "keywords": ["בורסה", "בורסת תל אביב", "שוק ההון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/04/08/808439/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד ונועם לנדמן"}, "datePublished": "2020-06-10T17:31:00", "dateModified": "2020-08-20T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה שקטה בבורסה, מניות הקנאביס המריאו; סלקום טיפסה ב-2.4%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}