{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3840277,00.html"}, "headline": "בעלת השליטה רכשה מניות - והפניקס זינקה ותישאר במדד ת&quot;א־35", "description": "לפני התאריך הקובע לעדכון מדד ת&quot;א־35, הפניקס היתה מחוץ למדד. בעקבות הרכישה, המניה זינקה והפניקס קיבלה לפחות עוד חצי שנה במדד היוקרתי", "articleBody": "עדכון הרכב המדדים של אוגוסט הוא העדכון הסוער ביותר מאז הרפורמה במדדים בפברואר 2017. המועד הקובע לעדכון היה ביום חמישי 16 ביולי. הבורסה צפויה לפרסם את תוצאות העדכון ביום חמישי ה־23 ביולי, בערב. \r\n \r\n \r\nכלכליסט חישב כבר כעת את השינויים הצפויים במדדי הבורסה ואת הרכישות והמכירות שקרנות הסל צפויות לבצע בעקבות עדכון זה. טבלת הביקושים וההיצעים שקרנות הסל יזרימו למניות, כמו גם עדכון הרכב מדדים נוספים, תפורסם הבוקר באתר כלכליסט.\r\n \r\nאלא שלמרות העדכון הסוער, הסיפור הגדול הוא דווקא ההחלפה שנמנעה ברגע האחרון. באמצע השבוע שעבר, מניית הפניקס הייתה על סף יציאה ממדד ת&quot;א־35. הפניקס נשלטת ע&quot;י חברת Belenus, שמוחזקת בעקיפין ע&quot;י הקרנות סנטרברידג&#39; וגלאטין פוינט. על פי הכללים, מניה תצא ממדד ת&quot;א-35 אם תדורג במקום ה־40 ומטה מבחינת ערך השוק הקובע, מבין מניות מאגר רימון שעונות לתנאי המדד. \r\n \r\nתנאי המדד המהותי הוא ערך שוק של החזקות ציבור של 1.5 מיליארד ש&quot;ח לפחות, עבור מניות שלא נכללות במדד ‑ ומעל מיליארד ש&quot;ח עבור מניות שנכללות במדד (לכן מניית ביג, שלא עומדת בתנאי זה, לא נכללת בחישוב הדירוג לצורך קביעת המדד). ערך השוק הקובע מחושב לפי ממוצע מחירי המניה בעשרת ימי המסחר שלפני המועד הקובע (5.7 עד 16.7), כפול כמות המניות הרשומות במועד הקובע.\r\n \r\nכאמור, באמצע השבוע שעבר הסתמן שמניית הפניקס תדורג במקום ה־40, ולכן תצא מהמדד. אבל ביום שלישי, 14 ביולי, בעלות השליטה בהפניקס רכשו 823 אלף מניות של החברה בתמורה ל־11.8 מיליון שקל. רכישה זו היוותה כ־56% ממחזור המסחר במניה באותו יום, ובעקבותיה מניית הפניקס עלתה ב־3.71%, ביום בו מדד ת&quot;א־35 ומדד הפיננסים ירדו ב־1.33% ו־1.11% (בהתאמה). \r\n \r\nעליית המניה ‑ בניגוד למגמה הכללית באותו יום בבורסה ‑ החזירה את מניית הפניקס חזק לתמונת ההישרדות במדד ת&quot;א־35. למחרת, ביום רביעי, זינקה מניית הפניקס ב־5.51% נוספים והבטיחה כמעט סופית את ההישארות במדד, שהובטחה סופית בעקבות המסחר ביום חמישי. במועד הקובע הפניקס דורגה במקום ה־39 מבין המניות העונות לתנאי מדד ת&quot;א־35, בפער קטן מאוד, של 0.41%, מעל מניית קנון ושל 0.83% מעל מניית אודיוקודס. \r\n \r\n \r\nללא אותה רכישה גדולה של בעלת השליטה ב־14 ביולי, סביר מאוד שמניית קנון הייתה עוקפת את הפניקס בדירוג, וכתוצאה מכך מניית הפניקס הייתה יוצאת ממדד ת&quot;א־35 ומניית קומפיוג&#39;ן הייתה תופסת את מקומה במדד.\r\n \r\nחשוב לציין כי לבעלת השליטה מותר לרכוש מניות כאשר היא רוצה להגדיל את האחזקה, אם היא חושבת שמחיר המניה הזדמנותי, או שהיא רוצה לבצע מהלך של הגדלת אחזקות. אין כלל שמונע מסנטרברידג&#39; וגלאטין פוינט לרכוש מניות של הפניקס, גם בימים שלקראת המועד הקובע לעדכון הרכב המדדים. \r\n \r\nמנגד, על פי כללי הרשות לניירות ערך, מותר לרכוש מניות לצורך הגדלת האחזקה, אבל אסור לרכוש מניות לצורך השפעה על מחירן. במילים אחרות, לבעלות השליטה בהפניקס אסור לרכוש מניות כדי להעלות את מחיר המניה ובכך להשפיע על הישארותה במדד. \r\n \r\nלחצו כאן לטבלת השינויים המלאים במדדי הבורסה בעדכון המדדים הקרוב של ה-6 באוגוסט\r\n \r\nלחצו כאן לטבלת הביקושים וההיצעים הצפויים מקרנות הסל בעדכון המדדים של ה-6 באוגוסט. \r\n \r\n \r\n \r\n \r\nלא ניתן לדעת מה היו השיקולים של סנטרברידג&#39; וגלאטין פוינט כאשר הן רכשו את המניות ביום שלישי. אבל אין ספק שאותה רכישה השפיעה לחיוב על מחיר מניית הפניקס בשלושת ימי המדידה האחרונים של עדכון הרכב המדדים ‑ ולמעשה היא שהבטיחה את השארות המניה במדד. \r\n \r\nיתכן שהמהלך של קרנות ההשקעה בוצע בתום לב (ואז הוא כשר), אך התזמון של הרכישה והיקפה עלולים לגרום לאי נוחות רבה. חשוב לציין שהביקורת היא כלפי הקרנות ששולטות בהפניקס, ולא כלפי חברת הפניקס עצמה. \r\n \r\nלפי מקורב לחברה, הרכישה נבעה מהערכה של בעלי השליטה שמחיר המניה נמוך, ומטרתה הייתה הגדלת אחזקה והבעת אמון בחברה. תזמון הרכישה הושפע מכך שבמהלך חודש יוני בעלי השליטה היו מנועים מביצוע רכישות, בגלל חשש ממידע פנים, שנבע מדו&quot;חות הרבעון הראשון ומתוכנית התייעלות. \r\n \r\nהשינויים בהרכבי המדדים\r\n \r\nהמדד שעובר את השינוי החד ביותר הוא מדד ת&quot;א־90. 15 מניות ייכנסו וייצאו מהמדד, שימשיך לכלול 91 מניות, מכיוון שמניית דוראל נכנסת אליו במסגרת המסלול המהיר למניות חדשות. בספטמבר 2020 מניית סופרגז תיכנס גם היא למדד ת&quot;א־90 במסגרת המסלול המהיר ‑ ותהיה המניה ה־92 במדד. המשקל היחסי של המניות שייצאו ממדד ת&quot;א־90 יהיה כ־15.5% ממנו ואילו המשקל היחסי של המניות שייכנסו אליו יהיה כ־13%. לכן, השינוי בהרכב מדד זה משמעותי (זה נובע מכך ש־6 מניות גדולות מהמדד עולות קומה, למדד ת&quot;א־35).\r\n \r\n \r\n \r\nהעדכון הנוכחי בעייתי, כיוון שלמדד ת&quot;א־90 נכנסות מניות שהמחיר של חלקן זינק בצורה חדה השנה ‑ בצורה שקשה להסביר את ערך השוק של המניה באמצעות הרווחיות הצפויה לחברה בשנים הקרובות. חלק מהעלייה במחיר נובע מההערכות של שוק ההון לקראת הכניסה הצפויה למדד ולביקושים שקרנות הסל יזרימו לאותן מניות עם הכניסה למדד. \r\n \r\nבולטת מעל כולן מניית אוגווינד, שמחירה זינק פי יותר מ־8 במהלך השנה, לערך שוק דמיוני של 1.78 מיליארד שקל (ערך השוק הכולל של המניות ושל האופציות). המשמעות היא שקרנות הסל על מדדי ת&quot;א־90, ת&quot;א־125 ומדדי הטכנולוגיה, ירכשו את המניה במחיר גבוה מאוד, כאשר החברה תצטרך להציג ביצועים חריגים לטובה כדי להצדיק מחיר זה. לכן, בסבירות גבוהה, רכישה זו תוביל להפסד למחזיקי קרנות הסל. מצב זה, כנראה, נכון גם לחלק מהמניות הנוספות שנכנסות למדד ת&quot;א־90.\r\n \r\nממדד ת&quot;א־35 אמנם יצאו 6 מניות (17% מאוכלוסיית המדד) אך הן מהוות רק כ־3.1% מהמשקל היחסי של המניות במדד. מנגד, המשקל היחסי הכולל של 6 המניות שצפויות להיכנס למדד יהיה כ־8%. כתוצאה מכך, יווצר היצע מצרפי למרבית המניות הוותיקות במדד. (המשקל היחסי של מרבית המניות הותיקות במדד ירד, כיוון שהמשקל של המניות שנכנסות גבוה מזה של המניות היוצאות, ולכן למניות הותיקות יהיה מעט יותר צפוף). \r\n \r\nההיצע המצרפי יקוזז חלקית, בגלל התאמות של פקטור משקל למניות הגדולות במדד ולמניות עם ISIN אמריקאי. כניסת מניות אופקו למדד ת&quot;א־35 מעלה את כמות המניות להן ISIN אמריקאי לארבע (איי.אף.אף, אורמת, לייבפרסון ואופקו). \r\n \r\nכזכור, הבורסה מגבילה את המשקל הכולל של המניות האמריקאיות ל־8% ואת המשקל של מניה אמריקאית יחידה ל־3%. כתוצאה מכך, צפויה ירידה במשקל היחסי של המניות אורמת ולייבפרסון במדד, ושתי המניות אלו יספגו היצע מהותי מקרנות הסל. מנגד, אופקו תזכה לביקוש גדול.\r\n \r\nהמיליונרים מיזרעאל\r\n \r\nמיטרוניקס, יצרנית רובוטים לניקוי בריכות שחייה, היא החברה הראשונה שבבעלות קיבוץ יחיד שנכנסת למדד ת&quot;א- 35. קיבוץ יזרעאל מחזיק ב־59.8% ממניות מיטרוניקס, ששוויין כעת כ־3 מיליארד שקל. בקיבוץ יזרעאל כ־295 חברים וכ־554 תושבים. כלומר, השווי של מניות מיטרוניקס שבידי הקיבוץ הוא כ־10 מיליון שקל לכל חבר. באמצע שנות השמונים קיבוץ יזרעאל נכלל ברשימה השחורה של 19 הקיבוצים שנמצאו על סף פשיטת רגל. כעת, 35 שנים לאחר מכן, יזרעאל הוא הקיבוץ העשיר בארץ, ולראשונה ניתן לומר שיש קיבוצניקים במעו&quot;ף.\r\n \r\nעדכון הרכב המדדים ייכנס לתוקף בשלב מסחר הנעילה של יום חמישי, 6 באוגוסט. בנוסף לעדכון המדדים הרגילים של הבורסה, הוא יכלול גם התאמות של האחזקה בקרנות סמארט־בטא, שיצטרכו לרכוש ולמכור קרוב למחצית המניות שהן מחזיקות (ריבוי השינויים בהרכב קרנות אלו שעוקבות אחר מדדי אלפא־בטא נובע מהתנודתיות הרבה שהייתה בשוק ההון בחצי הראשון של השנה). \r\n \r\nבשלב מסחר הנעילה באותו יום, מיליארדי שקלים יחליפו ידיים בין קרנות סל שחייבות לרכוש ולמכור מניות ובין הציבור. ההיערכות של שחקנים בשוק ההון לעדכון הרכב המדדים משפיעה מזה זמן רב על מחירי מניות רבות, ובחלק מהמקרים יש היערכות יתר של שחקני שוק ההון. היערכות זו מקבלת ביטוי ברכישת מניה לצורך העדכון, בהיקף גדול מהביקוש שקרנות הסל צפויות להזרים. לכן, יתכן שמחיר מניה שתזכה לביקוש מקרנות הסל דווקא ירד עם כניסתה למדד. המשך ההיערכות של שוק ההון לעדכון הרכב המדדים החריג בהיקפו צפוי להמשיך ולהשפיע מהותית על המסחר במניות בשלושת השבועות הבאים.\r\n \r\n&quot;ניצול הזדמנות מצוינת&quot; \r\n \r\nמסנטרברידג׳ וגלאטין פוינט, המחזיקות בגרעין השליטה של הפניקס נמסר: &quot;סנטרברידג׳ וגלאטין פוינט הינן משקיעות ערך עם תפיסת השקעה ארוכת טווח. הרכישה הנוכחית הייתה ניצול הזדמנות מצוינת להגדיל את אחזקות בעלי השליטה, בזכות מחיר טוב של המניה. יש לנו אמון רב בצמיחתה ארוכת הטווח של הפניקס&quot;.\r\n ", "keywords": ["אלי יונס", "הפניקס", "קנון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/12/15/954755/3L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי טל טנא  "}, "datePublished": "2020-07-19T06:43:21", "dateModified": "2020-08-20T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בעלת השליטה רכשה מניות - והפניקס זינקה ותישאר במדד ת\"א־35", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}