{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3761844,00.html"}, "headline": "ירידות בנעילה בוול סטריט - טראמפ הרגיע מעט את המשקיעים", "description": "המדדים איבדו עד 0.5% - הירידות התמתנו בעקבות דבריו של הנשיא האמריקאי שלפיהם עמיתו הסיני שלח לו &quot;מכתב נפלא&quot;; הלילה: ארה&quot;ב עשויה להעלות את שיעור המכסים על סחורות סיניות; הגירעון המסחרי של ארה&quot;ב מול סין בשפל של 3 שנים; מחיר הנפט ירד ב-0.7%; אינטל צנחה ב-5.3%", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nשנגחאי האנג סנג ניקיי דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון ב&quot;כלכליסט&quot; \r\n \r\n23:00 - הבורסות בוול סטריט ננעלו בירידות. דאו ג&#39;ונס ירד ב-0.5%, נאסד&quot;ק איבד 0.4%, S&amp;P 500 השיל 0.3%. המסחר התנהל במשך רוב שעות היום בירידות חדות יותר, של עד 1.6%; ואולם דבריו של טראמפ בנושא הסחר מיתנו את הירידות (ראו עדכונים קודמים).\r\n \r\n21:40 - מחיר הנפט הגולמי מסוג WTI ירד ב-0.7% ל-61.7 דולר לחבית.\r\n \r\nמניית אינטל נופלת ב-4.6%, לאחר שאתמול איבדה 5% בעקבות הודעתה שלפיה ההכנסות והרווח למניה צפויים לגדול בקצב חד-ספרתי בשלוש השנים הבאות.\r\n \r\n19:54 - נשיא ארה&quot;ב דונלד טראמפ אמר כי עמיתו הסיני שי ג&#39;ינפינג כתב לו &quot;מכתב נפלא&quot;, וכי ככל הנראה הם ידברו בקרוב. הנשיא האמריקאי  אמר את הדברים שעות ספורות לפני פגישת המשלחות הסינית והאמריקאית בוושינגטון, וההעלאה הצפויה של שיעור המכסים על סחורות אמריקאיות. לאחר דבריו של טראמפ נחלשו הירידות בוול סטריט - המדדים מאבדים כעת עד 0.7% בלבד.\r\n \r\n19:10 - מחיר הנפט הגולמי מסוג WTI יורד ב-1.1% ל-61.5 דולר לחבית. לפי נתונים שפרסמה היום S&amp;P גלובל, תפוקת הנפט של מדינות אופ&quot;ק עלתה באפריל ב-30 אלף חביות ביום ל-30.26 מיליון חביות ביום. \r\n \r\n17:50 - הגירעון המסחרי של ארה&quot;ב מול סין נפל במרץ לשפל של שלוש שנים - על רקע מלחמת הסחר בין המדינות והירידה ביבוא מהמעצמה האסייתית. הגירעון המתואם - בניכוי משתנים עונתיים - הסתכם ב-28.3 מיליארד דולר במרץ, לעומת 30.1 מיליארד דולר בפברואר - הרמה הנמוכה ביותר מאז אפריל 2016.\r\n \r\nהגירעון המסחרי הכולל של ארה&quot;ב התרחב ב-1.5% במרץ ל-50 מיליארד דולר, מעט פחות מתחזיות האנליסטים שעמדו על 50.2 מיליארד דולר. בדצמבר האחרון עמד הגירעון המסחרי על 59.9 מיליארד דולר - שיא של 10 שנים. היבוא עלה במרץ ב-1.1%, ואילו היצוא גדל בפחות מ-1%.\r\n \r\n \r\n \r\n17:00 - מתחזקות הירידות בוול סטריט: נאסד&quot;ק מאבד כבר 1.6%, דאו ג&#39;ונס ו-S&amp;P 500 נופלים ב-1.2%.\r\n \r\nסמסונג תחליט בקרוב מתי להשיק מחדש את הטלפון המתקפל שלה - כך לפי דיווחים בקוריאה. בחודש שעבר חילקה החברה את הטלפונים החדשים, מדגם פולד, לבודקים חיצוניים - אך אלה מצאו בהם כשלים טכניים. בעקבות כך ביטלה סמסונג את השקת המכשיר. לפי הדיווח בקוריאה, בכיר בסמסונג אמר כי  &quot;החברה בדקה את הכשלים שנגרמו על ידי חומרים שונים, ותגיע למסקנה בעוד כמה ימים&quot;. \r\n \r\n16:30 - המסחר בבורסות בניו יורק נפתח בירידות שערים, על רקע ההסלמה האחרונה במלחמת הסחר (ראו עדכונים קודמים). דאו ג&#39;ונס ו-S&amp;P 500 יורדים ב-0.7%, נאסד&quot;ק מאבד 0.9%.\r\n \r\n15:30 - שורת נתוני מאקרו מתפרסמת כעת בארה&quot;ב: מדד המחירים ליצרן לחודש אפריל רשם עלייה צנועה של 0.2% - נתון המעיד כי האינפלציה עדיין מרוסנת. צפי האנליסטים עמד על עלייה של 0.3%. המחירים הסיטונאיים נותרו בחישוב שנתי על רמה של 2.2%, ומחירי המזון ירדו ב-0.2%. מדד הליבה עלה ב-0.4% בחודש שעבר.\r\n \r\nהגירעון המסחרי של הכלכלה הגדולה בעולם עלה קלות בחודש שעבר - ב-1.5% - לרמה של 50 מיליארד דולר. זאת לעומת 49.3 מיליארד דולר בפברואר, וצפי אנליסטים ל-50.1 מיליארד. הגירעון מול סין נפל לרמתו הנמוכה זה שלוש שנים בעקבות מלחמת הסחר. היבוא עלה ב-1.1% לרמה של 262 מיליארד דולר, בעיקר בזכות יבוא מיפן ומגרמניה, כשמהמדינה האחרונה מדובר ברמת שיא. היצוא עלה ב-1% ל-212 מיליארד דולר, בעיקר בזכות משלוחי דלק ופולי סויה.\r\n \r\nמספר התביעות הראשונות לדמי אבטלה ירד בשבוע שעבר ב-2,000 לרמה של 230 אלף תביעות ולעומת צפי אנליסטים לירידה ל-218 אלף תביעות. ממוצע התביעות החודשי עלה ב-7,750 לרמה של 220,250.\r\n \r\n14:45 - ועוד מהשלכות מלחמת הסחר: היואן הסיני יורד ב-0.6% ונסחר סביב 6.851 יואן לדולר - שפל מאז ראשית 2019. מדד ICE שבודק את עוצמת הדולר מול מטבעות יריבים בעולם נותר יציב על רמה של 97.6 נקודות.\r\n \r\n14:05 - המגמה השלילית שהחלה היום באסיה והמשיכה לאירופה, צפויה להגיע גם לוול סטריט, והחוזים העתידיים על המדדים המובילים מאבדים כ-0.8% מערכם במסחר המוקדם. הרקע: המתיחות הגואה בין ארה&quot;ב וסין סביב סוגיות הסחר, ואיומו של טראמפ להעלות מכסים במחר.\r\n \r\n \r\nלדברי עפר קליין מהראל, &quot;לא ידוע האם ההודעה של נשיא ארה&quot;ב היא חלק מאסטרטגיית המשא ומתן, כדי לקדם את החתימה, או שהיא צפויה אכן להתממש. במידה שהמכסים באמת יעלו ביום שישי הקרוב הדבר יפגע בסחר העולמי בכלל ובענפי התעשייה בפרט - בסין אך גם בארה&quot;ב. עם זאת, אנו סבורים (ועד לסופ&quot;ש האחרון גם השווקים האמינו בהסתברות גבוהה) שבסופו של דבר כן ייחתם הסכם, גם אם הוא לא יפתור סופית את כל הנושאים שבמחלוקת&quot;. \r\n \r\nעיני המשקיעים המקומיים יהיו נשואות לעבר יו&quot;ר הפד ג&#39;רום פאוול שיישא דברים בכנס בוושינגטון (15:30 שעון ישראל). לפי הערכות המשקיעים, הוא יתייחס לדבריו של הנשיא טראמפ. \r\n \r\nבמקביל לנאומו של פאוול, הלשכה המרכזית לסטטיסטיקה האמריקאית צפויה לפרסם את מדד המחירים ליצרן לחודש אפריל. \r\n \r\nעונת הדו&quot;חות הכספיים המקומית לקראת סיום והיום זו תורה של ענקית האינטרנט בוקינג (BOOKING) שתפרסם את הדו&quot;ח לרבעון הראשון לאחר נעילת המסחר. לפי הערכות הכלכלנים, החברה צפויה לדווח על רווח של 11.5 דולר למניה ועל הכנסות של 2.4 מיליארד דולר. אמש, הייתה זו וולט דיסני שפרסה דו&quot;ח כספי טוב מהצפוי.\r\n \r\n13:00 - הבנק המרכזי של נורבגיה הותיר את הריבית על שיעור של 1%, אך עם זאת אותת על כוונתו להעלותה בחודש הבא. מדובר בצעד יוצא דופן בהשוואה לבנקים מרכזיים אחרים כמו הפד, שנסוגו מכוונתם לבצע העלאת ריבית. &quot;ההערכה הנוכחית של הוועד המנהל ביחס לתחזית ולמאזן הסיכונים נוטה לכך שהריבית תעלה ככל הנראה ביוני&quot;, כך אמר הנגיד אויסטין אולסן.\r\n \r\n12:30 - הרווח השנתי הנקי של חברת התעופה אמירייטס צנח לשפל של עשור - ירידה של 69% ל-237 מיליון דולר בשנה שהסתיימה בסוף חודש מרץ. הסיבה לכך נובעת מהוצאות על דלק והתחזקות הדולר, בשעה שהעלייה במספר הנוסעים נבלמה (עלייה של 0.2% ל-58.6 מיליון באותה תקופה - התוצאה הגרועה מזה לפחות 15 שנה). לפיכך התחייבה החברה &quot;לעבוד חכם ונכון&quot;.\r\n \r\n11:17 - מלחמת הסחר שולחת את תשואות האג&quot;ח האמריקאיות לירידות: האג&quot;ח ל-10 שנים ול-30 שנה מאבדת 0.03% ועומדות על 2.471% ו-2.283% בהתאמה.\r\n \r\n\r\n\r\n\r\n \r\n10:00 - המתח הגואה בין ארה&quot;ב וסין והאפשרות להעלאת מכסים על סחורות סיניות נותן את אותותיו גם באירופה, והמסחר בבורסות היבשת נפתח בירידות. מדד סטוקס 600 האזורי יורד ב-0.7% בהובלת מגזר הרכב שמאבד 1.6%. מדד קאק בצרפת בולט בירידה של 1%. פוטסי יורד ב-0.6% ודאקס - ב-0.8%.\r\n \r\nכן ניתן לציין כי סקר שמתפרסם היום בבריטניה מגלה כי הביקושים לעובדים בעסקים במדינה עלה באפריל בקצב הנמוך מאז 2012. ראשת הממשלה תרזה מיי הציעה לפגוש בשבוע הבא את ראשי התומכים בברקזיט בקרב המפלגה השמרנית, זאת לנוכח הקולות הגוברים הקוראים להתפטרותה.\r\n \r\nביפן: ניקיי ננעל בירידה של 0.9%, טופיקס איבד 1.4% מערכו. מניית הונדה הובילה עם ירידה של 4.7% למרות דו&quot;חות חיוביים. האנג סנג איבד יותר מ-2%, שנגחאי - 1.5% וקוספי - 3% לשפל מאז אמצע אוקטובר שעבר. מניית סמסונג הובילה עם ירידה של 4%.\r\n \r\n09:30 - הבנק האיטלקי יוניקרדיט מפתיע עם תוצאות טובות לרבעון הראשון: הרווח הנקי זינק ב-25% ל-1.39 מיליארד יורו לעומת צפי ל-1.29 מיליארד יורו, וההכנסות עלו ב-3% ל-4.95 מיליארד יורו לעומת צפי ל-4.88 מיליארד יורו.\r\n \r\n \r\nבתוך כך הביטקוין עולה ב-2% לרמה של 6,076 דולר - שיא מאז ה-15 בנובמבר. המטבע הקריפטוגרפי הציג תנודתיות רבה מאז הגיע לשיא של 19 אלף דולר בדצמבר 2017, והתרסק לשפל של קרוב ל-3,100 דולר בדצמבר 2018. מאז הוא מתאושש באיטיות. מחירו קיבל דחיפה כלפי מעלה בזכות עניין גובר מצד מוסדות השקעה שונים: חברת Fidelity Investment מתכוונת להתיר ללקוחותיה למכור ולקנות מטבעות קריפטוגרפיים, כך דיווח בלומברג מוקדם יותר השבוע. פלטפורמות סחר נוספות כמו Robinhood כבר מפעילות מסחר במטבעות קריפטוגרפיים. \r\n \r\n08:40 - ובגזרת הסחורות: הזהב עולה ב-0.1% ונסחר סביב 1,282.6 דולר לאונקיה. הנפט יורד ב-0.7% ל-61.7 דולר לחבית.\r\n \r\n07:30 - התבטאות חריפה נוספת של נשיא ארה&quot;ב דונלד טראמפ והירידות אמש בוול סטריט מפילות את בורסות אסיה לשפל של שישה שבועות: ניקיי יורד ב-1%, האנג סנג מאבד 2%, שנגחאי נחלשת ב-1.4% וקוספי יורד ב-1.7%. בורסת אוסטרליה נסחרת בניגוד למגמה ועולה ב-0.5%. מדד MSCI האזורי מאבד כ-1% מערכו. בתוך כך, הין היפני, שנתפס כמפלט בטוח למשקיעים, מתחזק קלות לרמה של 110 ין לדולר, לאחר שמוקדם יותר נסחר ברמה של 110.9 ין.\r\n \r\nטראמפ, שדיבר בעצרת בפלורידה, התייחס לקשיים בהשגת הסכם סחר מול סין ולהפרת הסכמות שכבר הושגו בעניין ואמר: &quot;דרך אגב, המכסים שאנו עומדים להטיל? זה בגלל שהם (הסינים) הפרו את העסקה. אז הם מגיעים לפה, וסגן הנשיא (לי היו) - איש טוב - מגיע לפה, אך הם הפרו את העסקה. הם לא יכולים לעשות את זה, אז הם ישלמו&quot;. מוקדם יותר השבוע הכריז נשיא ארה&quot;ב כי יטיל מחר (ו&#39;) מכסים נוספים על סחורות סיניות, ויעלה אותם מ-10% ל-25%.\r\n \r\nנתון נוסף שמשפיע על המסחר הוא מדד המחירים לצרכן לחודש אפריל שפורסם בסין: המדד אמנם עלה ב-2.5% לפי הצפי ולעומת 2.3% במרץ, אך סעיף המזון זינק ב-6.1% לעומת 4.1% במרץ כשסעיף בשר החזיר מזנק ב-14.4% בשיעור שנתי.\r\n \r\n \r\n ", "keywords": ["שוק ההון", "וול סטריט", "בורסות אסיה", "בורסות אירופה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/04/15/810270/AP_NYSH202-Main-2018-04-13T22-50-55_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-05-09T23:06:21", "dateModified": "2020-08-17T22:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ירידות בנעילה בוול סטריט - טראמפ הרגיע מעט את המשקיעים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}