{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3761703,00.html"}, "headline": "טבע העניקה טיפול קוסמטי לדוחות הכספיים ", "description": "תוצאות הרבעון הראשון, שמהוות שפל של עשור, מעלות סימני שאלה בקשר לשווייה העתידי של חברת התרופות; הדו&quot;ח המתואם מגלה גם לוליינות חשבונאית שסייעה לטבע לעמוד בתחזית הרווח שלה ל־2018 - אך הוצאה בגובה דומה לרווח שנרשם אז, נעלמה מהדו&quot;ח האחרון", "articleBody": "הצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\nשנת 2019 צפויה להיות שנת שפל בתוצאות של טבע, עם רווח תפעולי הנמוך ביותר בעשור הנוכחי, שספק אם יעלה בשנה הבאה יחסית לשנה הנוכחית. דו&quot;חות הרבעון הראשון כוללים כמה נקודות חשובות בעלות השפעה גדולה על שווייה העתידי של החברה, וכן הם כוללים משחקים חשבונאיים שמשפיעים על הרווחיות שלה. \r\n \r\nטבע רשמה ברבעון הוצאות משפטיות של 57 מיליון דולר. הוצאות אלו, שטבע לא מפרטת מהן, לא נכללות בדו&quot;חות המתואמים שמשקפים את גישת ההנהלה לרווחיות השוטפת. סביר להניח שחלק ניכר מהוצאות אלה נובע מפשרה משפטית הכוללת פיצוי שטבע שילמה לאמג&#39;ן בינואר בעקבות השקה בסיכון של גרסה גנרית לסנסיפאר, שטבע ביצעה בדצמבר 2018. הרווח מהשקה זו, שמוערך בכמה עשרות מיליוני דולרים, הוכר כחלק מהרווח המתואם של טבע ברבעון הרביעי של 2018, ואפשר לה לעמוד בתחזית הרווח לאותה שנה. \r\n \r\nמנגד, ההוצאה שנבעה מאותה השקה, שהיקפה כנראה דומה לרווח שנבע ממנה, לא נכללת בדו&quot;ח המתואם של הרבעון הראשון. חוסר סימטריה זה, כמו גם סעיפים נוספים שמושמטים מהדו&quot;חות המתואמים, מקשה עלינו להסתמך עליהם כמייצגים את הרווחיות האמיתית של טבע. סימן שאלה נוסף מרחף גם מעל שתי תרופות המקור הצומחות של טבע, Ajovy ואוסטדו. האם הן בדרך להיות תרופות שבשיאן יגיעו למכירות של עד מיליארד דולר בשנה, או שהן בדרך להיות בלוקבסטר – עם מכירות של יותר ממיליארד דולר בשנה? בינתיים, הבלוקבסטר היחידי של טבע – הקופקסון – צפוי להיות כזה גם ב־2109, אך ייתכן שיאבד את המעמד בשנה הבאה. גם תרופת המקור טריאנדה ותחום מוצרי הנשימה נמצאים בנסיגה. מנגד, תוכנית ההתייעלות ייצבה את רווחיות התרופות הגנריות בארה&quot;ב ושיפרה מהותית את רווחיות התרופות הגנריות באירופה. \r\n \r\n \r\n \r\nחלום הבלוקבסטר רחוק מהגשמה\r\nטבע דיווחה על מכירות של 20 מיליון דולר ברבעון הראשון של תרופת ה־Ajovy לטיפול במיגרנה, זינוק לעומת 3 מיליון דולר ברבעון הרביעי של 2018, שבמהלכו מרבית החולים קיבלו את התרופה בחינם. טבע מעריכה שמכירות Ajovy השנה יעמדו על 150 מיליון דולר. בתחילת אפריל טבע קיבלה אישור לשיווק התרופה גם באירופה והשיווק שם צפוי להתחיל השנה. רבים רואים בתרופה זו את פוטנציאל הצמיחה העיקרי של טבע. אך דו&quot;חות הרבעון הראשון של טבע ושל שתי המתחרות שלה בתחום המיגרנה, אמג&#39;ן ואלי לילי, מכילים סימנים ראשונים לכך שפוטנציאל המכירות של התרופה נמוך יותר, ושהחלום של טבע להשגת תרופה עם מכירות של מיליארד דולר בשנה עדיין רחוק. \r\n \r\nלשלוש חברות יש תרופה למיגרנה, שניתנת בהזרקה, עם מנגנון פעולה זהה של עיכוב הפפטיד CGRP. אמג&#39;ן היתה הראשונה לקבל אישור לשיווק התרופה שלה (Aimovig) בארה&quot;ב במאי 2018. טבע קיבלה אישור לשיווק בארה&quot;ב באמצע ספטמבר ואלי לילי נכנסה לשוק בארה&quot;ב בסוף ספטמבר עם ה־Emgality. נתחי השוק של מרשמים קיימים של התרופה בארה&quot;ב כעת הם 60% לאמג&#39;ן, 23% לטבע ו־17% לאמג&#39;ן – שמחזיקה בנתח של 40% מהשוק במרשמים חדשים ואילו טבע ואלי לילי מחזיקות ב־30% כל אחת, ולכן הפער ביניהן מבחינת נתח שוק צפוי להצטמצם.\r\n \r\nקצב השיפור בהכנסות מתרופה חדשה מהווה אינדיקציה ראשונית לגבי היקף המכירות הצפוי ממנה בעתיד. ככל שהוא גדול יותר, הפוטנציאל גדול יותר. פוטנציאל התרופה למיגרנה גבוה מהותית מהיקף המכירות הנוכחי שלה. אך העלייה במכירות הכוללות של שלוש החברות, בין אוקטובר־דצמבר 2018 לבין רבעון הראשון השנה, היתה של 8 מיליון דולר בלבד (10%). אמנם יש היענות של חולי מיגרנה לטיפול, אך עדיין מדובר בחלק קטן מאוד מהחולים, וקצב השיפור, בינתיים, לא גבוה, למרות הגעה לכיסוי ביטוחי של 70%-65% מהחולים. קצב עליית המכירות ברבעונים הבאים יבהיר אם מדובר בתרופה שתגיע למכירות של כמה מאות מיליוני דולרים בשנה עבור כל אחת מהמתחרות, או שיש סיכוי לתרופה להפוך לבלוקבסטר.\r\n \r\nשלוש תרופות אלו למיגרנה צפויות לתחרות מצד גרסאות אוראליות, שפועלות במנגנון דומה של דיכוי הפפטיד CGRP באמצעות מולקולות אחרות ופועלות בפרק זמן קצר בהרבה. אם תרופות אוראליות אלו יאושרו לשיווק הן יציעו הקלה לחלק גדול מחולי המיגרנה. התרופה האוראלית המובילה מבחינת הפיתוח היא Ubrogepant של אלרגן, שעברה בהצלחה את ניסויי שלב 3, והשיגה ירידה מובהקת בעצירת הכאב מהתקף המיגרנה שעתיים לאחר נטילתה. אלרגן ממתינה להחלטת ה־FDA, שצפויה להתקבל במהלך הרבעון הרביעי, אם להעניק לה אישור לשיווק התרופה. בניסוי העיקרי התרופה של אלרגן הובילה לעצירה מוחלטת של הכאב ב־21.8% מהמקרים לעומת 14.3% עבור חולים שקבלו תרופת דמה. \r\n \r\nעצירת מרבית הסימפטומים של המיגרנה אירעה ב־38.9% מהחולים שנטלו את התרופה לעומת 27.4% שנטלו פלסבו. תוצאות אלו השיגו מובהקות סטטיסטית, אך גם במקרה זה, בדומה לתרופות שניתנות בהזרקה, היעילות היא רק עבור חלק מהחולים. לכן, גם תרופה זו, אם תאושר לשיווק, תהווה פתרון עבור חלק מהמטופלים. למרות מנגנון הפעולה הדומה של התרופות קשה להעריך את ההצלחה העתידית של התרופה של אלרגן. בנוסף, ייתכן בעתיד שילוב טיפולי של התרופות בהזרקה שיינתנו לצמצום כמות ימי המיגרנה ושל התרופה האוראלית לעצירת מיגרנה לאחר שתתחיל. אך סביר שאם התרופות האוראליות יציגו יעילות רבה, הן יפגעו בנתח השוק הצפוי לתרופות בהזרקה. לכן, אותה אלרגן שמכרה לטבע את אקטביס במחיר מפולפל עלולה לגרום לטבע נזק נוסף דרך התחרות על חולי המיגרנה.\r\n \r\nהשיפור במכירות האוסטדו התמתן \r\nתרופת האוסטדו לטיפול בהפרעות תנועה שנגרמות ממחלת הנטינגטון אושרה לשימוש בארה&quot;ב באפריל 2017. באוגוסט 2017 אושרה התרופה גם לטיפול בדיסקינזיה מאוחרת (תנועות חוזרות בלתי רצוניות). בעוד הנטינגטון היא מחלה גנטית נדירה, בארה&quot;ב מעריכים את מספר החולים בדיסקינזיה מאוחרת ב־500 אלף, ותחום זה מהווה את עיקר פוטנציאל המכירות של התרופה. \r\n \r\nמעט לפני האישור לשיווק שטבע קיבלה בהתוויה של דיסקינזיה מאוחרת אושרה גם תרופת ה־Ingrezza של Neurocrine Biosciences בהתוויה דומה. טבע לא מפרטת את היקף מכירות האוסטדו לכל אחת מההתוויות, אך ניתן לראות שהמכירות הכוללות של אוסטדו נמוכות מהותית מאלה של ה־Ingrezza שנמכרת רק בהתוויה של דיסקינזיה מאוחרת. בנוסף, בשני הרבעונים האחרונים קצב הגידול במכירות של אוסטדו התמתן מהותית. \r\n \r\nטבע צפתה מכירות של 350 מיליון דולר השנה (לעומת 204 מיליון דולר ב־2018), גם אם תעמוד ביעד זה, לאור התחרות, סביר ששיעור הצמיחה הצפוי במכירות ב־2020 יפחת מהותית וגם היא לא צפויה להפוך לבלוקבסטר. לטבע יש מוצרים נוספים בפיתוח, ה־Fasinumab לטיפול בכאב הנובע מדלקת מפרקים ניוונית שמפותחת בשיתוף פעולה עם Regeneron ומצויה כעת בניסוי שלב 3. \r\n \r\nבנוסף, סלטריון קבלה אישור לשיווק שתי גרסאות ביוסימילאר לתרופות Rituxan והרצפטין בארה&quot;ב. לטבע זכויות לשיווק שתי התרופות בארה&quot;ב וקנדה והיא תתחלק עם סלטריון ברווח שינבע ממכירות אלו. לטבע הסכם שפרטיו סודיים עם חברת התרופות Roche שקובע את תנאי ותזמון השקת התרופות בארה&quot;ב. \r\n \r\nקריסת המכירות של תרופת הדגל\r\nמכירות הקופקסון שהגיעו בשיאן ליותר ממיליארד דולר ברבעון, קרסו בשל התחרות ל־335 מיליון דולר ברבעון הראשון של 2019, לעומת 494 מיליון דולר ו־601 מיליון דולר ברבעון הרביעי והשלישי של 2018 בהתאמה. מרבית הקריסה במכירות מיוחסת לצפון אמריקה (ארה&quot;ב וקנדה). למכירות הקופקסון בארה&quot;ב דינמיקה שנובעת מפתיחת חוזים עם מפיצים בתחילת השנה הקלנדרית. כתוצאה מכך, ברבעון הרביעי של כל שנה יש הפחתת מלאים של אותם מפיצים לקראת סיום החוזה ומתוך ציפיה להפחתת מחיר, וברבעון הראשון יש ירידה נוספת במכירות שנובעת מהפחתת המחיר ומאיבוד חלק מהלקוחות. מנגד, המכירות ברבעון השני והשלישי יציבות יחסית לרבעון הראשון. \r\n \r\nלכן סביר שמכירות הקופקסון בצפון אמריקה בשני הרבעונים הבאים יהיו דומות לאלו שהיו ברבעון הראשון (208 מיליון דולר). אך להערכתנו ברבעון הרביעי השנה צפויה ירידה נוספת. טבע הפחיתה את תחזית המכירות של הקופקסון לשנה הנוכחית מ־1.5 מיליארד דולר ל־1.3 מיליארד דולר. בשנים הבאות צפויה ירידה נוספת במכירות הקופקסון, וכפי הנראה ב־2020 מכירות הקופקסון יירדו מתחת לסף של מיליארד דולר בשנה. החדשות הטובות עבור המשקיעים הן שהפחתת תחזית המכירות של הקופקסון לוותה בשמירה על תחזית הרווח של החברה ל־2019. כלומר, טבע מעריכה שגורמים אחרים יקזזו את הירידה הזו, ושתלות הרווחיות של טבע בקופקסון תפחת עוד יותר.\r\n \r\nדעיכתן של תרופות המקור הוותיקות\r\nתרופות מקור מהותיות נוספות של טבע הן הטריאנדה, לטיפול בסרטן, ושני מוצרי הנשימה, משאף הפרואייר (ProAir) ומכשיר האינהלציה קיוואר (QVAR). כתוצאה מהתגברות התחרות בתחום, מכירות הטריאנדה ברבעון הראשון ירדו ל־122 מיליון דולר – קצב מכירות של פחות מחצי מיליארד דולר בשנה – לעומת מכירות של 642 מיליון דולר ב־2018. לטבע יש הסכם עם Eagle שפיתחה את האינפוזיה המהירה למתן התרופה, תמורת תמלוגים של 25% ממכירות הטריאנדה. התמלוגים יעלו ל־30% החל מאוקטובר, כאשר תחרות גנרית לטריאנדה צפויה להתחיל בדצמבר 2022. אבע השיקה ברבעון הראשון גרסה גנרית למשאף פרואייר שהיא מייצרת, זאת כהכנה לתחרות גנרית שצפויה להתחיל השנה למשאף. \r\n \r\nמכירות המשאף הגנרי נכללות בתחום התרופות הגנריות של טבע בצפון אמריקה. מכירות הפרואייר (מוצר מקור בלבד) הגיעו ל־59 מיליון דולר ברבעון הראשון והיוו 28.9% מכלל המרשמים למשאפים דומים בארה&quot;ב, בעוד הגרסה הגנרית לפרואייר הוותה 17.6% מהמרשמים. Lupin המתחרה צפויה להשיק גרסה גנרית לפרואייר בספטמבר השנה ופריגו תוכל להשיק גרסה גנרית כאשר תקבל אישור שיווק מה־FDA. במכירות הקיוואר בארה&quot;ב חלה התאוששות מהשפל של הרבעון הקודם, והן עמדו על 64 מיליון דולר. תחום מוצרי הנשימה באירופה שמר על יציבות יחסית ותרם 91 מיליון דולר להכנסות ברבעון. להערכתנו המכירות הכוללות של טריאנדה ושל תחום מוצרי הנשימה צפויות לרדת בהדרגה בשנים הקרובות.\r\n \r\n \r\n \r\nההתייעלות בתחום התרופות הגנריות\r\nעיקר הפעילות של טבע כיום מתמקד בתחום התרופות הגנריות, בעיקר בארה&quot;ב ובאירופה. חלק ניכר מתוכנית ההתייעלות של טבע התמקד בפעילות זו ותרם לרווחיות התחום. ההכנסות מתרופות גנריות בארה&quot;ב ירדו ל־966 מיליון דולר ברבעון הראשון לעומת הכנסות של 1.099 מיליארד דולר ברבעון הרביעי של 2018. מרבית הירידה מיוחסת להשפעה גדולה של שתי תרופות גנריות עם בלעדיות ששווקו ברבעון הרביעי, הסיאליס (Cialis) לטיפול באין־אונות שבלעדיות השיווק שלה הסתיימה והסנסיפאר (Sensipar) לטיפול בפעילות יתר של יותרת התריס שטבע הפסיקה למכור כמה שבועות לאחר שהחלה למכור אותה. \r\n \r\nהמוצר עם המכירות הגבוהות ביותר מבין התרופות הגנריות ברבעון הראשון היה משאף הפרואייר, שלהערכתנו עמדו על 30-25 מיליון דולר. להערכתנו, המכירות של תחום התרופות הגנריות בארה&quot;ב במחצית השנייה של השנה צפויות להיות מעט טובות יותר מאשר במחצית הראשונה. זאת בזכות צפי להשקות של כמה גרסאות גנריות מהותיות, ובזכות עלייה צפויה במכירות האפיפן (Epipen) לטיפול באלרגיה חריפה. בסוף הרבעון הראשון טבע הגיעה עם האפיפן לנתח שוק של 20% והיא מעריכה שנתח השוק שלה יגדל בהמשך השנה. מוצר זה מהותי עבור טבע מכיוון שהתחרות לגביו צפויה להיות נמוכה בעקבות הקושי לקבל אישור לשיווק.\r\n \r\nההשקה המהותית מבין הגרסאות הגנריות שטבע מקווה לבצע השנה היא גרסה גנרית של הפורטאו (Forteo) שמיוצר על ידי אלי לילי. מדובר בהורמון סינטטי לטיפול בפגיעה בצפיפות העצם שריכז ברבעון הראשון מכירות של 126 מיליון דולר בארה&quot;ב. ייצור הפורטאו מורכב, ולכן התחרות לו צפויה להיות נמוכה. שתי תרופות גנריות מהותיות נוספות שטבע מתכוונת להשיק בארה&quot;ב במחצית השנייה של השנה הן לטיפות העיניים Restasis של אלרגן ושל טבעת למניעת היריון (NuvaRing) של מרק, אך אין ודאות שטבע תצליח לבצע את ההשקות האלו. תחום התרופות הגנריות באירופה נהנה מעונתיות חיובית ברבעון הראשון בעקבות מחלות הצינון והשפעת, שבשילוב עם הפחתת הוצאות חדה השפיע על הרווחיות התפעולית באירופה שעלתה ל־403 מיליון דולר, זאת חרף הדעיכה במכירות הקופקסון ובמכירות מוצרי הנשימה.\r\n \r\nאתגר הרווחיות מוטל בספק\r\nמכיוון שההכנסות מהקופקסון צפויות לצנוח בחדות בשנים הבאות חשוב לבחון את הרווחיות של טבע בנטרול השפעת הקופקסון. בחינה זו גם מאפשרת לבחון אם הרווחיות של יתר הפעילות של טבע נפגעה בשנים האחרונות. הרווח התפעולי (non-GAAP) בנטרול הקופקסון התאושש משפל של 566 מיליון דולר שנרשם ברבעון הרביעי של 2018, ועלה ל־761 מיליון דולר ברבעון הראשון. אך חלק מהשיפור נובע מעונתיות חיובית חזקה של מכירות תרופות גנריות באירופה, שדוחפת כלפי מעלה את הרווח התפעולי ברבעון זה. מנגד, יש עונתיות שלילית ברבעון הראשון ביתר העולם, אך השפעתה על רווחיות טבע נמוכה בהרבה מזו של העונתיות באירופה. \r\n \r\nהרווח התפעולי ברבעון הראשון, שמאופיין, כאמור, בעונתיות חיובית, עמד על 1.019 מיליארד דולר. כדי לעמוד באמצע תחזית הרווח התפעולי השנה (4 מיליארד דולר), טבע צריכה להציג שיפור ברווחיות התפעולית, שיכול לנבוע בעיקר מהשקות גרסאות גנריות מהותיות בארה&quot;ב במחצית השנייה של השנה ומהמשך תוכנית ההתייעלות. קצב ההוצאות של טבע פחת במסגרת תוכנית התייעלות ב־2.5 מיליארד דולר במונחים שנתיים, וצפוי לפחות עד לסוף השנה בחצי מיליארד דולר נוספים. במבט לעבר 2020, כדי שטבע תציג שיפור ברווח התפעולי יחסית ל־2019, היא צריכה שהעלייה הצפויה בהכנסות מה־Ajovy והאוסטדו בשנה זו, יחד עם ההשפעה של השלמת תוכנית ההתייעלות, תגבר על הירידה הנוספת הצפויה בהכנסות מהקופקסון, ולדעתנו ספק אם טבע תעמוד ביעד זה.\r\n \r\nלטבע מזומנים בהיקף של 1.97 מיליארד דולר, התחייבויות פיננסיות של 28.62 מיליארד דולר ועודף התחייבויות פיננסיות של 26.65 מיליארד דולר. שווי השוק שלה, לפי מחיר של 15.18 דולר למניה, הוא 16.57 מיליארד דולר, ולכן היא נסחרת לפי מכפיל רווח תפעולי 10.8. לדעתנו מכפיל רווח תפעולי זה ומחיר המניה הולמים את מצבה הנוכחי של טבע.\r\n \r\nהכותב הוא כלכלן בחברת הייטק", "keywords": ["טבע", "דוחות כספיים", "רבעון ראשון", "קופקסון", "קאר שולץ", "קור שולץ"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/09/16/847358/3l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי טל טנא  "}, "datePublished": "2019-05-07T09:03:46", "dateModified": "2020-08-08T13:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "טבע העניקה טיפול קוסמטי לדוחות הכספיים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}