{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3768897,00.html"}, "headline": "הכנסות חלל תקשורת צמחו ב-5% - עמוס 17 התמקם לקראת סבב בדיקות אחרונות ", "description": "התקן החשבונאי החדש והתחזקות השקל, לצד פדיון האג&quot;חח, הקפיצו את הוצאות המימון  של חלל תקשורת פי 8 - החברה עברה להפסד של 3 מיליון דולר, מול רווח של 3 מיליון דולר ברבעון המקביל ", "articleBody": "תוצאות חמוצות לחברת הלוויינים חלל תקשורת לרבעון השני: למרות הצמיחה בהכנסות והעלייה ברווח התפעולי, זינוק בהוצאות המימון גרר את החברה להפסד בשורה התחתונה. העלייה החדה האמורה בהוצאות המימון נבעה בין היתר מהחלטת החברה לבצע פדיון מוקדם של אגרות החוב מסדרה ח&#39;.  \r\nהחברה ממתיקה את הגלולה המרה עם הודעה מעודדת על מצבו של עמוס 17, הלוויין ששוגר לחלל בהצלחה בתחילת החודש. לפי הדיווח הלוויין התמקם בהצלחה בנקודה המתוכננת בשמיים וכעת הוא עובר לשלב הבדיקות של המערכות השונות בלוויין - בדיקות אלה אמורות להימשך כחודשיים וחצי ואם הן יסתיימו בהצלחה יועבר הלוויין לנקודת השמים הסופית שלו לקראת תחילת הפעילות המסחרית. \r\n \r\nהחברה רשמה ברבעון השני הכנסות של 20.9 מיליון דולר, לעומת 19.9 מיליון דולר ברבעון המקביל, עלייה של 5.2%. עלות ההכנסות עמדה על 13 מיליון דולר, לעומת 13.5 מיליון דולר ברבעון המקביל. הוצאות המכירה והשיווק עלו ל-1.7 מיליון דולר, לעומת 1 מיליון דולר ברבעון המקביל - זינוק של 75% שנובע מעלייה בהוצאות על תערוכות ונסיעות לחו&quot;ל, כתוצאה מהרחבת הפעילות בשוק האפריקאי לקראת שיגורו והפעלתו המסחרית של הלוויין עמוס 17. הוצאות ההנהלה עלו ל-1.6 מיליון דולר, לעומת 1.2 מיליון דולר ברבעון המקביל. \r\n \r\nחלל תקשורת רשמה ברבעון רווח תפעולי של 4.9 מיליון דולר, מול 4.2 מיליון דולר ברבעון המקביל. יישום התקן החשבונאי IFRS, והיחלשות הדולר מול השקל, ופדיון האג&quot;ח האמור הקפיצו את הוצאות המימון נטו ל-7.9 מיליון דולר, לעומת 1 מיליון דולר ברבעון המקביל. בשורה התחתונה מציגה החברה בסיכום הרבעון הפסד של 3.1 מיליון דולר, בהשוואה לרווח של 3.1 מיליון דולר ברבעון המקביל.\r\n \r\nצבר ההזמנות של חלל עומד על 411 מיליון דולר ומתחלק באופן הבא: עמוס 3 - 209 מיליון דולר; עמוס 4 - 97 מיליון דולר; עמוס 7 - 45 מיליון דולר; עמוס 17 ששוגר בתחילת החודש - 36 מיליון דולר. בתמונה - שיגור עמוס 17.\r\n  \r\n \r\n \r\n ", "keywords": ["חלל תקשורת", "עמוס 17", "דוחות כספיים", "רבעון שני"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/08/07/925680/AP_KSC106-Main-2019-08-06T23-58-1931Z332773L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "חזי שטרנליכט"}, "datePublished": "2019-08-25T11:00:59", "dateModified": "2020-08-16T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הכנסות חלל תקשורת צמחו ב-5% - עמוס 17 התמקם לקראת סבב בדיקות אחרונות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}