{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3834036,00.html"}, "headline": "הישראלית הרביעית בגודלה: האם WIX שווה יותר מדי או מעט מדי?", "description": "ההנפקה של WIX ב־2013 לא כללה מספרים חלומיים והיא מעולם לא היתה יוניקורן ⋅ בחסות הקורונה הגיעה החברה לבניית אתרים לשווי של 11.5 מיליארד דולר ⋅ זום, עם אתגרים דומים - טכנולוגיה לא חדשנית אך ממשק נוח - נסקה לשווי 68 מיליארד דולר ⋅ אם WIX תדע לעבור לרווחיות, השווי הנוכחי יכול להיות רק מקפצה", "articleBody": "הצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\nאפילו בחברה לא ראו את הזינוק מגיע: מעטים דמיינו ב־2013, כש־WIX הונפקה לראשונה בנאסד&quot;ק, שכעבור שבע שנים טובות מאוד היא תהפוך לחברה הישראלית הרביעית בגודלה וחברת ההייטק השלישית בגודלה. עם רוח גבית מהקורונה ושיאים במניות הטכנולוגיה, קפצה מניית החברה, המאפשרת להקים אתרי אינטרנט במהירות ובקלות, לשווי של 11.5 מיליארד דולר. עוד כמה ימים טובים והיא עשויה לעקוף אף את שווי השוק של נייס, שקרוב אליה מאוד, 11.9 מיליארד דולר. לפניהן ברשימה רק טבע, עם שווי של קרוב ל־13 מיליארד דולר, וצ&#39;ק פוינט, שניצבת בפסגה ומתהדרת בשווי של 15.5 מיליארד דולר. \r\n \r\nההייפ שמאפיין היום חברות טכנולוגיה ישראליות רבות עוד טרם הנפקתן מדביק להן תגי שווי חלומיים. חברת הביטוח הדיגיטלי למונייד, למשל, בתהליך הגשת תשקיף בימים אלה ומכוונת לשווי של יותר מ־2 מיליארד דולר. מנגד, ב־WIX היו הרבה יותר צנועים. החברה הונפקה לפי שווי של 770 מיליון דולר וגייסה כ־130 מיליון דולר. לשם השוואה, פחות משנה לאחר מכן הונפקה ישראלית נוספת בניו יורק, חברת מובילאיי, מפתחת מערכות נהיגה אוטונומיות, שעוררה באזז אדיר וגייסה 890 מיליון דולר לפי שווי שלא נראה עד אז בהנפקה ראשונה לחברה הישראלית - 5.3 מיליארד דולר.\r\n \r\n \r\n \r\nנדמה כי אפילו המשקיעים הפרטיים ב־WIX לא חשבו כמה גבוה תגיע מנייתה וכמה מהר. לפני כשבוע, כשחצתה לראשונה רף של 10 מיליארד דולר, כתב אדם פישר, שותף בקרן הון סיכון בסמר שהוביל את ההשקעה ב־WIX ב־2007, שנה לאחר הקמתה, על כמה מדהים השווי. &quot;WIX ב־10 מיליארד דולר: 10 שיעורים ש־WIX לימדה אותי&quot;, כך קרא למאמר שפירסם באתר הקרן, ובו ניסה להתחקות אחר ייחודה של החברה. הנקודה האחרונה במאמר יכולה להמחיש את גודל הפער בין הציפיות שהיו מ־WIX אז לבין מעמדה הנוכחי. לא רק שהחברה מעולם לא היתה יוניקורן, קרי חברה פרטית שהגיעה לשווי של מיליארד דולר, היא אף נאלצה לבטל גיוס מתוכנן של 400 מיליון דולר שהיה אמור להתקיים לפני ההנפקה בעקבות חוסר עניין. המחיר לא היה אטרקטיבי. \r\n \r\nגם בשלוש השנים הראשונות המניה לא עוררה עניין רב, ודשדשה לא הרחק מהמחיר של 16.5 דולר בו הונפקה. למעשה המהפך הגדול - חלק הארי של הקפיצה - נעשה בשנה האחרונה, וביתר שאת בתקופת הקורונה. מניית WIX פתחה את 2020 במחיר של 127 דולר, ואילו אתמול נסחרה ב־221 דולר - זינוק של 74%.\r\n \r\n \r\n \r\n \r\nלהיעדר ההתלהבות מ־WIX אי אז היו שתי סיבות מרכזיות. הראשונה היא תחום עיסוקה, הקמת אתרי אינטרנט, שוק שיש בו שחקניות רבות נוספות, אין מחסום טכנולוגי משמעותי והכל הוא בעיקר עניין של חוויית משתמש, מיתוג ומאמצי שיווק. הצורך לקיים את אלה מוביל לסיבה השנייה, היעדר רווחיות. WIX מעולם לא למדה להרוויח, אף שכבר כמה פעמים הבטיחה שהנה, עוד רגע זה קורה, אבל בינתיים צברה הפסדים של חצי מיליארד דולר מאז הקמתה. \r\n \r\nכיצד חברה שמעולם לא הרוויחה דולר אחד מגיעה לשווי של יותר מ־10 מיליארד דולר? גם לכך יש שתי סיבות מרכזיות - צמיחה וקורונה. WIX הרגילה את בעלי המניות שלה לצמיחה בקצב דו־ספרתי גבוה שנשמר ככל שהמחזור השנתי של החברה מתקרב למיליארד דולר - רף שאותו היא תעבור השנה. זאת לאחר שב־2019 דיווחה על הכנסות של 761 מיליון דולר. מרבית ההכנסות מגיעות ממנויים בתשלום עבור שירותי תחזוקת אתרי אינטרנט, אך מנוע צמיחה חשוב לא פחות עבור החברה נולד בסוף 2018, כאשר היא איפשרה לאתרים גם סליקת תשלומים עבור קניות שנעשו בהם. \r\n \r\nזה גם מה שהוביל את הזינוק החד שלה בתקופת הסגר בקורונה, כשכמעט כל מכולת רצתה להקים אתר לממכר מוצריה. ב־2019 הכנסות מפעילות שממוקדת בעסקים היו גבוהות מ־100 מיליון דולר והסגר נתן דחיפה משמעותית נוספת לתחום זה; ההכנסות ברבעון הראשון קפצו ל־40 מיליון דולר והיו כפולות מאלה שנרשמו ברבעון המקביל. \r\n \r\n \r\n \r\n \r\nקווי דמיון רבים לזום, ששווה 50 מיליארד דולר יותר\r\n \r\nמה שעובר על WIX בחודשים האחרונים מזכיר מאוד חברה אחרת שניתרה לגבהים בלתי נתפסים בברכת קורונה, והיא זום. ככל שמתעמקים במודלים העסקיים ובמספרים של שתי החברות, כך צפים קווי דמיון רבים יותר. גם החברה האמריקאית, ששמה הפך לשגור בפי כל בתקופת הקורונה, לא עוררה עניין רב עם הנפקתה בשנה שעברה. גם היא בסך הכל מספקת פתרון שכבר קיים בשוק, והטכנולוגיה שלה לא פורצת דרך. היתרון המרכזי שלה טמון בפשטות ונוחות הממשק, בדומה ל־WIX. גם השירות שמספקת זום, של שיחות וועידה בווידיאו, הוא בסך הכל תחום פעילות לא חדשני במיוחד, והכל בו יקום ויפול על מאמצי השיווק. גם זום מספקת את המוצר הבסיסי שלה בחינם וגובה כסף על תכונות נוספות וגם על שימושים עסקיים. שתי החברות פועלות במודל SAAS של מנוי לשירות, שיכול להיות חודשי, שנתי או רב־שנתי. \r\n \r\nיתרה מכך, בניגוד למה שניתן היה לחשוב לנוכח העובדה שזום היא חברה אמריקאית שהונפקה לפי שווי של 9 מיליארד דולר, רמת ההכנסות של שתי החברות די דומה. בשנה שעברה WIX אפילו ייצרה הכנסות גבוהות יותר ב־100 מיליון דולר מאלה של זום.\r\n \r\nואולם בכל זאת יש מספר הבדלים מהותיים בין שתי החברות. השאלה היא אם הם מצדיקים פער של יותר מ־50 מיליארד דולר בשווי שוק. זום הגיעה לשווי בלתי נתפס של 68 מיליארד דולר, שלידו לפתע מתגמד שוויה של WIX. ההבדל המרכזי הוא בכך שהחברה האמריקאית הפכה לשם שמוכר בכל בית, ואפילו לשם פועל, בעוד WIX בכל זאת פונה לפלח שוק מצומצם יותר מלכתחילה. הבדל משמעותי נוסף טמון בהיותה של זום חברה רווחית, שעברה לרווח לא רק בזכות קצב הצמיחה המואץ בקורונה, אלא התאזנה כבר ברמת הכנסות של 200 מיליון דולר בשנה. נראה כי החברה האמריקאית יעילה יותר, שכן היא מצליחה לספק את הביצועים עם מספר עובדים נמוך באופן ניכר מהחברה הישראלית - 2,500 לעומת 3,000 עובדים ב־WIX בסוף 2019. \r\n \r\nמנגד, דווקא ל־WIX סיכוי גבוה יותר לשמר את הישגי המשבר, שכן מי שכבר קיבל החלטה להקים חנות אונליין לא ימהר לסגור אותה לאחר החזרה לשגרה, בעוד שחברות שעשו מנוי לזום כדי לקיים ישיבות בתקופת העבודה מרחוק עשויות לבטל אותו ולהסתפק בחלק החינמי שמעניקה החברה במסגרת שירותיה.\r\n \r\n \r\n \r\n \r\nעולה על הרדאר של קבוצות משקיעים חדשות\r\n \r\nלאחר שחצתה את השווי של 10 מיליארד דולר, WIX עולה על הרדאר של קבוצות משקיעים חדשות, שמבחינתם חברות בשווי נמוך מדי נחשבות לקטנות מכדי לקנות. אם החברה הישראלית תדע לשמר את הקפיצה שרשמה בתקופת משבר הקורונה, לא רק במונחי שווי המניה, אלא גם במונחים עסקיים, ותשכיל לבחון מחדש את מבנה העלויות שלה כדי לעבור לרווח - ייתכן שהיא תגלה שהשווי הנוכחי הוא רק אבן ראשונה בדרך למשהו הרבה יותר גדול. ", "keywords": ["WIX", "ישראליות בנאסד&quot;ק", "בניית אתרים", "וויקס", "אבישי אברהמי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/05/14/991067/8_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "סופי שולמן"}, "datePublished": "2020-06-18T10:26:04", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הישראלית הרביעית בגודלה: האם WIX שווה יותר מדי או מעט מדי?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}