{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3843533,00.html"}, "headline": "לייבפרסון העלתה את התחזית השנתית - הציגה צמיחה של 29% בהכנסות", "description": "חברת התוכנה לניהול צ&#39;אטים רשמה הכנסות של 91.6 מיליון דולר בסיכום הרבעון השני; לייבפרסון הקפיצה את תחזית ה-EBITDA השנתית ממקסימום 10.5 מיליון דולר לעד 19 מיליון דולר; המנכ&quot;ל לוקאסיו: &quot;החברה סייעה למותגים מובילים לנווט עם עבודה מהבית והתרחקות חברתית באחד האירועים המאתגרים בהיסטוריה&quot; ", "articleBody": "לייבפרסון קפצה ב-16.8% במסחר המאוחר בנאסד&quot;ק לאחר שהציגה צמיחה בהכנסות בדוח המסכם של הרבעון השני - ובעיקר בזכות העלאת תחזית לשנה כולה. \r\n \r\nהכנסות חברת התוכנה לניהול צ&#39;טים עמדו ברבעון השני של השנה על 91.6 מיליון דולר בהשוואה ל-70.9 מיליון דולר ברבעון המקביל ב-2019 - צמיחה של 29%. שורת ההכנסות עלתה את ציפיות האנליסטים שעמדו בטווח של 84.79-83 מיליון דולר. ההכנסות מהמגזר העסקי עלו ב-30% ל-84 מיליון דולר, ההכנסות מהמגזר הצרכני עלו ב-24% ל-7.6 מיליון דולר. \r\n \r\nהחברה הציגה הפסד תפעולי חשבונאי (GAAP) בגובה 14.4 מיליון דולר לעומת הפסד תפעולי בגובה 21 מיליון דולר ברבעון המקביל אשתקד. ורווח תפעולי מתואם (NON GAAP) של 3.5 מיליון דולר לעומת הפסד תפעולי מתואם של 9 מיליון דולר בתקופה המקבילה אשתקד.\r\n \r\nההפסד הנקי עמד על 18.6 מיליון דולר או 28 סנט למניה בהשוואה להפסד נקי של 23.9 מיליון דולר או 38 סנט למניה בתקופה המקבילה אשתקד. ה-EBITDA המתואם עמד על 9.2 מיליון דולר או 14 סנט למניה לעומת EBITDA שלילי של 5.2 מיליון דולר או 8 סנט למניה ברבעון השני של 2019. השוק העמיד את צפי ההפסד בטווח של 8-14 סנט למניה.\r\n \r\nלייבפרסון העלתה במקביל את תחזית ההכנסות שלה לשנה כולה. החברה צופה עתה לסיים את 2020 עם הכנסות בטווח של 361-357 מיליון דולר, מול 361-340 מיליון דולר בתחזית קודמת - ומעל ציפיות האנליסטים העומדות על 350.83-341.4 מיליון דולר. תחזית ה-EBITDA הועלתה ל-19-16 מיליון דולר, מול 10.5-3.5 מיליון דולר בתחזית קודמת.  \r\n \r\nרוברט לוקאסיו, מנכ&quot;ל לייבפרסון, אמר לאחר פרסום הדוח: &quot;החברה סיפקה את אחד הרבעונים הטובים ביותר בתולדותיה, כיוון שעזרה למותגים מובילים לנווט עם עבודה מהבית והתרחקות חברתית באחד האירועים המאתגרים בהיסטוריה. הביקוש לפלטפורמה שלנו עלה באופן משמעותית ברבעון השני, כאשר המותגים מיהרו למלא את החלל בהודעות המופעלות באמצעות AI (בינה מלאכותית). למעשה, השיחות בפלטפורמה שלנו הוכפלו מאז סוף השנה שעברה&quot;.\r\n \r\nג&#39;ון קולינס, סמנכ&quot;ל הכספים של החברה, הוסיף: &quot;יוזמות אוטומציה פנימיות וקפדנות הוצאות בריאה, עזרו לחברה לחזור לרווחיות EBITDA מתואם, שמספקת רוח גבית חיובית לחיזוק התחזית שלנו לשנת 2020&quot;. \r\n \r\nמניית לייבפרסון, הנסחרת בבורסות תל אביב ונאסד&quot;ק ארה&quot;ב בשווי 3.06 מיליארד דולר, עלתה 22.8% מתחילת השנה. החברה הציגה מזומן ושווי מזומן בגובה 173.1 מיליון דולר בסוף המחצית הראשונה של 2020 בהשוואה ל-224.7 מיליון דולר בסוף המחצית הראשונה של 2019. ", "keywords": ["לייבפרסון", "דוחות כספיים", "רבעון שני", "רוברט לוקאסיו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/07/09/831165/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "צלי גרינברג"}, "datePublished": "2020-08-05T09:41:59", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "לייבפרסון העלתה את התחזית השנתית - הציגה צמיחה של 29% בהכנסות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}