{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3826432,00.html"}, "headline": "קיפאון בשורת הרווח של שטראוס - רווחי הפעילות בישראל זינקו ב-13% ", "description": "קבוצת המזון רשמה ברבעון הראשון רווח נקי של 186 מיליון שקל, בדומה לרבעון המקביל ב-2019; הכנסות עלו ב-3.8% ל-2.17 מיליארד שקל, ובנטרול שערי החליפין הצמיחה במכירות עמדה על 8%; הנהירה של הציבור לרשתות בשל החששות מהקורונה והסגר הקפיצו את המכירות בישראל ב-12% ל-983 מיליון שקל, הרווח התפעולי של החטיבה עמד על 124 מיליון שקל ", "articleBody": "קבוצת שטראוס התקשתה לגזור קופון ממשבר הקורונה, כיוון שהפרשי שערי מטבע נגסו בתוצאותיה בסיכום הרבעון הראשון. מכירות קבוצת המזון  צמחו ברבעון ב- 3.8%, ל- 2.17 מיליארד שקל, וזאת לצד קפאון בשורה התחתוה של רווח הנקי שהסתכם ב- 186 מיליון שקל. בנטרול השפעת שערי המטבע, רשמה שטראוס צמיחה של 8.1% במכירות, ללא שינוי ברווח הנקי. \r\n \r\nהעליה במכירות קבוצת שטראוס חלחלה לשורת הרווח הגולמי שעלה ברבעון ב- 3.9% ל- 878 מיליון שקל. העליה הושגה בעיקר מצמיחה כמותית במכירות בישראל. הרווחיות הגולמית השתפרה במעט ל- 40.5% לעומת 40.1% בתקופה המקבילה אשתקד, כתוצאה מירידה במחירי הקפה הירוק.  \r\n \r\nהצמיחה במכירות, כמו גם השינויים וההתאמות שנדרשו מהחברה לפעילות תחת מגבלות הקורונה, הובילו לעליה של 5.5% בהוצאות שהסתכמו ב- 614 מיליון שקל. המשבר שהחל בסין, פגע בפעילות מיזם המים האייר, בו שותפה שטראוס, כך שחלקה ברווחי המיזם ירד ב- 38.8% ברבעון ל- 4 מיליון שקל. על רקע זה, נרשמה ירידה של 0.5% ברווח התפעולי שהסתכם ב-268 מיליון שקל ושיעורו נשחק ל- 12.3% לעומת 12.8% ברבעון המקביל אשתקד.\r\n \r\nהחברה הצליחה לבלום את הפגיעה ברווח הנקי, בזכות ירידה בהוצאות המימון, אשר נבעה בעיקר מרישום הכנסות מנגזרי מט&quot;ח בשל השינוי בשערי החליפין, ביקר של הדולר היורו מול השקל, לעומת רישום הוצאות ברבעון המקביל אשתקד, בשל החלשותם מול השקל.\r\n  \r\nהפעילות בישראל\r\n \r\nשטראוס ישראל רשמה זינוק חד של 12.1% במכירות ברבעון הראשון שהסתכמו ב- 983 מיליון שקל. הסיבה לעלייה - הסתערות הצרכנים על רשתות המזון בחודש מרץ, להצטיידות לקראת חג הפסח ובעיקר בשל החשש מסגר. בחודש מרץ, זינקו מכירות החברה בישראל ב- 22.8% ביחס למרץ אשתקד והסתכמו ב- 379 מיליון שקל. \r\n \r\nהרווח הגולמי בישראל, עלה בשיעור חד יותר של 13.1% והסתכם ב-396 מיליון שקל, בעקבות ירידת מחירי חומרי גלם שלא גולגלו למחיר לצרכן. בחברה טוענים כי מדובר בעיקר במחיר החלב הגולמי, שעלה מבלי ששטראוס העלתה מחירים לצרכן. בהתאם הרווחיות הגולמית בארץ עלתה ל- 40.2% מהמכירות לעומת 39.9% בתקופה המקבילה אשתקד. הרווח התפעולי בישראל זינק אף הוא ב- 11.3% ל- 124 מיליון שקל. \r\n \r\n \r\nפעילות הקפה והמטבלים \r\nבשטראוס קפה, נרשמה ברבעון צמיחה של 5% במכירות במטבע מקומי, אולם בנטרול השפעות המטבע ובעיקר הריאל הברזילאי שנשחק וכן מהורדת מחירים בחלק מהמדינות בהן פועלת החברה, נרשמה ירידה כוללת של 5.6% ואלו הסתכמו ב-844 מיליון שקל. \r\n \r\nפעילות הקפה בישראל צמחה ברבעון ב-6.1% ל-235 מיליון שקל והרווח התפעולי עלה בשיעור דומה (5.4%), אולם התחזקות השקל הובילה לירידה של 9.4% במכירות הקפה בעולם, לצד ירידה של 14.1% ברווח התפעולי ששיעורו נשחק ל- 7.7% לעומת 8.1% בתקופה המקבילה אשתקד. הצמיחה בישראל, אפשרה לרווח התפעולי של כלל פעילות הקפה לרדת בצורה מתונה יותר של 4% ל- 107 מיליון שקל. \r\n \r\nפעילות הממרחים והמטבלים בעולם, רשמה עליה של 4.4% במכירות שהסתכמו ב- 355 מיליון שקל, אולם הרווח התפעולי צנח ב- 28%, בעקבות הוצאות פרסום גבוהות בסופרבול האמריקאי.\r\n \r\nהשפעות הקורונה \r\nבשטראוס מציינים כי להתפרצות נגיף הקורונה אין השפעה מהותית לרעה על מצבה העסקי ותוצאות פעילותה של הקבוצה, למעט השפעת היחלשות הריאל הברזילאי והרובל הרוסי, לצד  השפעה שאינה מהותית בעקבות ירידה בנפח הפעילות של המיזם המשותף האייר שטראוס מים בסין במהלך הרבעון הראשון וכך גם במהלך חודש אפריל. כך גם נרשמה פגיעה מסוימת בפעילות המוצרים של &#39;מחוץ לבית&#39; ובשוק המוסדי שהתאזנה בעלייה במכירות המוצרים לצריכה ביתית. \r\n \r\nיחד עם זאת, מציינת שטראוס, &quot;לנוכח אי הוודאות הרבה הכרוכה בפרק הזמן שיימשך האירוע ושל השלכות מגיפת הקורונה, אין באפשרות החברה בשלב זה את מידת ההשפעה העתידית על מצבה העסקי&quot;. .  \r\n \r\nהחברה אומרת עוד עוד כי הביקוש למוצריה בישראל המשיך לעלות גם בחודש אפריל השנה (בהשוואה לאפריל 2019) ומכירותיה בחודש שעבר עלו ב-7%. גם בחודש מאי נצפו מכירות גבוהות מהרגיל בישראל. לצד זאת, למרות התאוששות בפעילות ברוסיה ובסין, בשאר מדינות הפעילות חווה החברה פגיעה במכירות לעומת התקופה המקבילה אשתקד. ", "keywords": ["שטראוס", "דוחות כספיים", "רבעון ראשון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/05/06/989130/CAL188624_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נורית קדוש"}, "datePublished": "2020-05-25T09:15:18", "dateModified": "2020-08-17T15:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "קיפאון בשורת הרווח של שטראוס - רווחי הפעילות בישראל זינקו ב-13%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}