{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3774520,00.html"}, "headline": "המדדים בוול סטריט קבעו שיא בפעם העשירית בנובמבר; טבע התרסקה ב-8.1%", "description": "המדדים עלו ב-0.2%. הוול סטריט ג&#39;ורנל דיווח שנפתחה חקירה פלילית בפרשת משככי הכאבים; פאלו אלטו צללה ב-12% בשל תחזית מאכזבת; לאחר הדוחות: בסט ביי קפצה ב-9.9% בפסגת S&amp;P 500", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון ב&quot;כלכליסט&quot;\r\n \r\n23:00 - המסחר בבורסות ניו יורק ננעל הערב (ג&#39;) בעליות שערים, כאשר המדדים נאסד&quot;ק ו-S&amp;P 500 קבעו שיא חדש - בפעם העשירית בחודש נובמבר. דאו ג&#39;ונס, נאסד&quot;ק ו-S&amp;P 500 עלו כל אחד ב-0.2%. מניית טבע צללה ב-8.1% לאחר הדיווח על פתיחת חקירה פלילית בפרשת האופיואידים.\r\n \r\n22:05 - מחיר הנפט מסוג WTI עלה היום ב-0.7% ונקבע על 58.41 דולר לחבית. \r\n \r\n21:00 - הזהב עלה היום ב-0.2% (3.40 דולר), ל-1,456.90 דולר האונקיה. \r\n \r\n20:30 - טבע נופלת ב-8% לאחר שבוול סטריט ג&#39;ורנל דיווחו שתובעים פדרלים פתחו בחקירה פלילית בפרשת משככי הכאבים. לפי הדיווח, אם החשדות יבשילו לכדי כתבי אישום, החברות ייקלעו מחדש לסחרור של הוצאות משפטיות במיליארדי דולרים, בשעה שהן על סף סגירת ההליכים האזרחיים שנוהלו נגדן בשנים האחרונות. \r\n \r\nבין החברות המעורבות הנוספות: ג&#39;ונסון אנד ג&#39;ונסון שיורדת ב-1%, מאלינקרודט שמאבדת 3.4% (Mallinckrodt). \r\n \r\n19:30 - נעילה באירופה: דאקס ירד ב-0.1%, קאק ללא תנועה מהותית, פוטסי עלה ב-0.1%, יורוסטוקס 600 עלה ב-0.1%. \r\n \r\n19:00 - אאודי יוצאת למהלך פיטורים ענק. יצרנית הרכב הגרמנית (הפועלת כחטיבה בקבוצת פולקסווגן) תקצץ 9,500 משרות, 10.6% מכוח האדם שלה, במטרה לשחרר מיליארדי יורו למימון המעבר לייצור מכוניות חשמליות. החברה הודיעה הערב על המהלך, שיושלם לפי התוכנית עד לתחילת 2025, וצפוי לחסוך לה 6 מיליארד יורו. בה בעת, אאודי הדגישה שהשינוי ייצור 2,000 משרות חדשות בתחומים הרלבנטיים של ניידות חשמלית ודיגיטציה. &quot;החברה חייבת להתאים את עצמה לעתיד, ומשמעות הדבר שחלק מהמשרות כבר לא יהיו נדרשות, ומשרות חדשות ייווצרו&quot;, נאמר בהודעת החברה. \r\n \r\n18:20 - מניית רשת המוצרים המוזלים דולר טרי נופלת ב-15% (Dollar Tree), בתחתית מדד S&amp;P 500: הרשת רשמה ברבעון רווח נקי של 255.8 מיליון דולר או 1.08 דולר למניה, לעומת 281.8 מיליון דולר או 1.18 דולר למניה ברבעון המקביל. ההכנסות צמחו ב-3.7% ל-5.75 מיליארד דולר, המכירות בחנויות הזהות עלו ב-2.5%. צפי האנליסטים עמד על רווח של 1.13 דולר למניה הכנסות של 5.74 מיליארד דולר, ועלייה של 2.6% במכירות בחנויות הזהות. דולר טרי עדכנה את התחזית לרבעון הרביעי (נוכחי), בשל ההשפעה השלילית הצפויה מהמכסים, בסכום של 19 מיליון דולר. החברה צופה עתה מכירות 6.44-6.33 מיליארד דולר ורווח של 1.80-1.70 דולר למניה. צפי האנליסטים לרבעון הרביעי עומד על הכנסות של 6.41 מיליארד דולר ורווח של 2.02 דולר למניה. \r\n \r\n17:15 - לאחר 45 דקות של מסחר, המדדים דאו ג&#39;ונס, נאסד&quot;ק ו-S&amp;P 500 עולים שלושתם ב-0.1%; דיסני מתחזקת ב-1.7% בפסגת מניות דאו ג&#39;ונס, וולגריס בוטס יורדת ב-1.5% בתחתית המדד. את S&amp;P 500 מובילה מניית בסט ביי, שמזנקת ב-8% לאחר הדוחות (ראו עדכון מוקדם). \r\n \r\n \r\n17:00 -  מאקרו ארה&quot;ב: 1. מדד אמון הצרכנים מאכזב - המדד עמד בנובמבר על 125.5 נק&#39;, נסיגה חודשית רביעית ברציפות, לאחר קריאה של 126.1 באוקטובר - ונמוך מהותית מתחזיות הכלכלנים שעמדו על 126.6 נק&#39;; 2. מדד מחירי הבתים קייס שילר רשם בספטמבר עלייה של 0.4% בהשוואה לחודש קודם, בחישוב שנתי עלה המדד ב-2.1%. \r\n \r\n16:50 - זירוקס יוצאת למהלך של השתלטות עוינת: לאחר שדירקטוריון HP Inc דחה את הצעת הרכישה שהגישה, (בשווי 33.5 מיליון דולר - 17 דולר במזומן ו-0.137 מניית זירוקס לכל מניית HP), זירוקס מפרסמת מכתב שבו נאמר כי &quot;תפנה ישירות לבעלי המניות של HP&quot; בנוגע להצעתה. &quot;השוק באופן ברור מבין את ההיגיון של המהלך זה. מניותHP וזירוקס טיפסו ב-9.5% וב-6.6% בהתאמה מאז פרסום ההצעה שלנו. כבר קיבלנו כמה פניות מחלק מבעלי המניות של HP ואנו שואבים עידוד מהעניין שלהם בהצעה&quot;, נאמר במכתב.\r\n \r\n16:30 - פתיחה שקטה ליום המסחר בניו יורק, המדדים נעים סביב רמת הפתיחה. \r\n \r\nהיורו יציב, נסחר ב-1.101 דולר, הפאונד יורד ב-0.3% ל-1.286 דולר; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת ב-2 נק&#39; ל-2.74%; הנפט מסוג WTI עולה ב-0.3% ל-58.2 דולר לחבית; הזהב נחלש ב-0.2% ל-1454.70 דולר לאונקיה; באירופה - דאקס יורד ב-0.1%, קאק  ופוטסי עולים ב-0.1%. \r\n \r\n15:15 - אברקרומבי אנץ פיץ&#39; (Abercrombie &amp; Fitch) עולה ב-0.3% בטרום מסחר: תחת משבר נזילות מתמשך, רשמה הרשת ברבעון הפיסקאלי השלישי רווח של 6.52 מיליון דולר או 10 סנט למניה, לעומת 23.9 מיליון דולר או 35 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 23 סנט למניה, צפי האנליסטים עמד על 24 סנט למניה. ההכנסות הסתכמו ב-863.5 מיליון דולר, בהשוואה ל-861.2 מיליון דולר, וגם במקרה זה מתחת לצפי שעמד על 868 מיליון דולר. \r\n \r\nהמכירות בחנויות הזהות היו ללא שינוי, הצפי עמד על שיפור של 0.3%. החברה ציינה שהמכסים שהטילה סין צפויים לחתוך 4 מיליון דולר מהרווח הגולמי ברבעון הרביעי ו-5 מיליון דולר מהרווח הגולמי השנתי. בשנה הפיסקאלית 2018, השוק הסיני היה אחראי על 25% ממכירות מותג אברקרומבי אנד פיץ&#39;. מניית החברה נפלה ב-18.6% מתחילת השנה, היא נסחרת בשווי של מיליארד דולר. \r\n \r\n \r\n15:10 - מניית Hewlett Packard Enterprise - HPE יורדת ב-4% בטרום מסחר: חברת ציוד הרשתות, האחסון והמחשוב רשמה ברבעון הפיסקאלי הרביעי רווח נקי של 480 מיליון דולר או 36 סנט למניה, לעומת הפסד של 757 מיליון דולר או 36 סנט למניה ברבעון המקביל. ההכנסות ירדו ב-9% ל-7.22 מיליארד דולר, בהשוואה ל-7.95 מיליארד דולר ברבעון המקביל. צפי האנליסטים עמד על רווח של 35 סנט למניה והכנסות של 7.4 מיליארד דולר.   \r\n \r\n15:00 - שעה וחצי לפתיחה בניו יורק, החוזים על המדדים המובילים ללא תנועה מהותית. \r\n \r\nהיורו יציב, נסחר ב-1.102 דולר, הפאונד יורד ב-0.3% ל-1.286 דולר; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת ב-2 נק&#39; ל-2.75%; הנפט מסוג WTI עולה ב-0.2% ל-58.1 דולר לחבית; הזהב יציב, נסחר ב-1457.10 דולר לאונקיה; באירופה - דאקס יורד ב-0.1%, קאק יציב, פוטסי עולה ב-0.1%. \r\n \r\n14:50 - בסט ביי מטפסת ב-4% בשלב הטרום, לאחר דוחות מוצלחים והעלאת תחזית: הרשת סיימה את הרבעון השלישי עם רווח נקי של 293 מיליון דולר או 1.10 דולר למניה, בהשוואה ל-277 מיליון דולר או 99 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 1.13 דולר למניה והכה את האנליסטים שציפו לרווח של 1.03 דולר למניה. ההכנסות עמדו על 9.76 מיליארד דולר, לעומת 9.59 מיליארד דולר למניה, צפי האנליסטים עמד על 9.70 מיליארד דולר למניה. המכירות בחנויות הזהות עלו ב-1.7%, גם כאן מעל הצפי שעמד על פלוס 1.3%. המכירות בחנויות הזהות בארה&quot;ב צמחו ב-2% ומחוצה לה ירדו ב-1.9%. צפי האנליסטים עמד על עלייה של 1.5% בארה&quot;ב וירידה של 1.1% בעולם. \r\n \r\nלשנה כולה צופה בסט ביי הכנסות של 43.6-43.2 מיליארד דולר, מול תחזיק קודמת של 43.6-43.1 מיליארד דולר; המכירות בחנויות הזהות יצמחו בשיעור של בין 1% ל-2%, מול תחזית קודמת של 0.7%-1.7%; הרווח המתואם יעמוד על בין 5.81 ל-5.91 דולר למניה, מול 5.75-5.60 דולר למניה בתחזית קודמת. צפי האנליסטים עומד על הכנסות של 43.4 מיליארד דולר, עלייה של 1.4% במכירות החנויות הזהות ורווח מתואם של 5.75 דולר. מניית בסט ביי טיפסה ב-40% מתחילת 2019, היא נסחרת בשווי של 19.6 מיליארד דולר. \r\n \r\n  \r\n14:40 - פאלו אלטו נופלת ב-8.5% בטרום מסחר לאחר הדוחות שפורסמו אתמול לאחר המסחר, ובעיקר בשל הודעה על רכישה חדשה (השמינית שלה מתחילת 2018). החברה שייסד ניר צוק רכשה את אפורטו (Aporeto), המזהה עומסים בענן וברשתות, תמורת 150 מיליון דולר בעסקת מזומן, סכום אשר לדבריה צפוי להכביד על שורת הרווח ברבעון הפיסקאלי השני (הרבעון הנוכחי) - פאלו אלטו צופה לרבעון רווח של 1.13-1.11 דולר למניה, מהותית פחות מצפי האנליסטים שעומד על 1.30 דולר למניה. \r\n \r\nאת הרבעון הפיסקאלי הראשון סיימה פאלו אלטו עם הפסד של 142.8 מיליון דולר או של 72 סנט למניה, ובשורה המתואמת רושמת רווח של 1.05 דולר למניה, מול 1.17 דולר למניה בשנה קודמת. בכך עולה החברה על צפי האנליסטים העומד על 1.03 דולר למניה. ההכנסות הסתכמו ב-771.9 מיליון דולר, לעומת 656 מיליון דולר ברבעון המקביל, הצפי בשוק עמד על 768 מיליון דולר. \r\n  \r\n13:55 - יו&quot;ר הבנק המרכזי של ארה&quot;ב ג&#39;רום פאוול נאם הלילה ברוד איילנד והביע אופטימיות בנוגע לעתיד הכלכלה. עם זאת, פאוול אותת שהריבית לא תעלה בקרוב, כיוון שקצב האינפלציה הנמוך מאפשר שיעורי ריבית נמוכים. לדברי פאוול, למרות ששיעור האבטלה עומד על 3.6% - שפל של קרוב ל-50 שנה, עדיין יש &quot;הרבה מרחב&quot; להעלאת משכורות ולהצטרפות אמריקאים נוספים לכוח העבודה. הוא ציין שקצב האינפלציה השנתי נותר נמוך מיעד הפד שעומד על 2%.\r\n \r\nשעתיים וחצי לפני פתיחת המסחר בבורסות בניו יורק, החוזים העתידיים על המדדים המובילים שומרים על יציבות.\r\n \r\n13:30 - צעד נוסף בדרך להסכם סחר ראשוני בין וושינגטון לבייג&#39;ינג: נציגי ארה&quot;ב וסין קיימו היום שיחת טלפון נוספת בנוגע למדיניות הסחר בין שתי הכלכלות המובילות בעולם. כך הצהיר היום משרד הסחר של סין.\r\n \r\n&quot;שני הצדדים דנו בפתרון הסוגיות המרכזיות שנוגעות לדאגות משותפות, הגיעו להסכמה כיצד לפתור בעיות קשורות וכן הסכימו להמשיך לנהל שיחות בנוגע ליתר הבעיות לצורך הגעה להסכם שלב ראשון&quot;, כך נכתב בהצהרה בשפה הסינית, לפי תרגום CNBC.\r\n \r\nליו הי, מוביל המשא ומתן הסיני שוחח עם נציב הסחר האמריקאי רוברט לייטייזר ועם שר האוצר האמריקאי סטיבן מנוצ&#39;ין, כך נכתב בהצהרה. עוד השתתפו בשיחה שר המסחר הסיני ז&#39;ונג שאן, נגיד הבנק הסיני המרכזי יי גאנג ונינג ג&#39;יז, סגן יו&quot;ר הוועדה הלאומית לפיתוח ורפורמה - גוף התכנון הכלכלי המוביל בסין.\r\n \r\n \r\n \r\n11:45 - הבורסות המובילות באירופה רושמות הבוקר תנועות מעורבות. מדד דאקס בבורסת פרנקפורט נחלש ב-0.3%, קאק בפריז נחלש ב-0.2% ופוטסי הלונדוני מטפס ב-0.1%. חברת התעופה הצרפתית אייר פראנס בולטת לחיוב עם עלייה של 1.9%.\r\n \r\nסנטימנט הצרכנים בגרמניה צפוי להשתפר בדצמבר: חברת המחקר GFK דיווחה היום שסנטימנט הצרכנים בכלכלה הגדולה באירופה צפוי לעלות ל-9.7 בדצמבר לעומת 9.6% בחודש הקודם. אנליסטים בשוק ציפו שנתוני הסקר שבו מביעים הצרכנים את דעתם בנוגע למצב הכלכלי הצפוי בעתיד הקרוב, יישאר על 9.6 גם בדצמבר.\r\n \r\nבנעילה באסיה - ניקיי התחזק ב-0.4%, האנג סנג נחלש ב-0.3% ושנגחאי שמר על רמת הפתיחה. עליבאבא קפצה ב-6.6% ביום המסחר הראשון שלה בבורסת הונג קונג. \r\n \r\n \r\n \r\n7:45 - המסחר בבורסות אסיה מתנהל הבוקר בעליות מתונות לאחר שיא כל הזמנים שרשמו אתמול בניו יורק המדדים נאסד&quot;ק ו-S&amp;P 500, וברקע אופטימיות בקשר ליחסי הסחר בין ארה&quot;ב לסין.\r\n \r\nהאנג סנג מטפס ב-0.1%, שנגחאי עולה ב-0.2% וניקיי מוסיף 0.4%. עליבאבא קופצת ב-6.8% ביום המסחר הראשון שלה בבורסת הונג קונג. ענקית המסחר המקוון הסינית גייסה 11 מיליארד דולר בהנפקת המניות הגדולה ביותר בהונג קונג מאז 2010. \r\n \r\nבורסת הונג קונג איבדה בעבר חברות טכנולוגיות גדולות שעברו להיסחר רק בארה&quot;ב. בשוק מקווים שהקפיצה במניית עליבאבא - אחת החברות המצליחות ביותר בסין מסמלת אמון בעתידה של הונג קונג, גם על רקע המהומות המתמשכות בעיר בחודשים האחרונים.\r\n \r\nהמדדים המובילים בניו יורק ננעלו הערב בעליות שערים. נאסד&quot;ק קפץ ב-1.3% לשיא כל הזמנים, S&amp;P 500 הוסיף 0.6% לערכו וננעל גם הוא בשיא, ודאו ג&#39;ונס עלה ב-0.5%. בלטו במסחר: מניית טבע שטיפסה ב-4.8% לאחר דיווח שלפיו היא במו&quot;מ להסכם פשרה בפרשת תיאום המחירים. מניית טיפאני טיפסה ב-6.2% לאחר שלואי ויטון חתמה על ההסכם לרכישתה.\r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/26291/Wall_Street_NYHA102794773_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר ומיקי גרינפלד "}, "datePublished": "2019-11-26T23:03:31", "dateModified": "2020-08-10T08:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "המדדים בוול סטריט קבעו שיא בפעם העשירית בנובמבר; טבע התרסקה ב-8.1%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}