{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3761897,00.html"}, "headline": "נעילה שלילית בת&quot;א: טבע מחקה 10.7% - כבר לא החברה הגדולה בבורסה", "description": "מדד ת&quot;א 35 ירד ב-0.6%, ת&quot;א 125 נחלש ב-0.5%; תביעת ענק בארה&quot;ב בטענה לקנוניית מחירים הפילה את מניית טבע; ארביטראז&#39; שלילי חתך את אופקו ב-13.8%, פער חיובי דחף את פריגו ב-6%", "articleBody": "דיווח שוטף מהבורסה בת&quot;א: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים \r\n \r\nת&quot;א 35 ת&quot;א 125 בנקים-5 טכנולוגיה ביומד נפט וגז נדל&quot;ן \r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n \r\n \r\n16:25 - הבורסה בת&quot;א נעלה את יום המסחר במגמה שלילית - ת&quot;א 35 נחלש ב-0.6%, ת&quot;א 125 נסוג ב-0.5%. טבע כבר לא החברה בעלת השווי שוק הגבוה בבורסה - תביעת ענק בארה&quot;ב הפילה את מניית הפארמה ב-10.7% לשווי שוק של 50.9 מיליארד שקל, מתחת ל-IFF שסיימה את היום בירידה של 3.7% לשווי שוק של 51.5 מיליארד שקל. ארביטראז&#39; שלילי חתך את אופקו ב-13.8%, פער חיובי דחף את פריגו ב-6%.\r\n\r\n15:50 - פריגו מובילה את ת&quot;א 35 עם קפיצה של 5.7% אחרי שדיווחה בסוף השבוע שתרכוש את חברת בריאות הפה Ranir תמורת כ-750 מיליון דולר. אופקו סוגרת את המדד הבכיר עם צניחה של 13.7%.\r\n\r\n14:50 - עוד עניין קטן ולא סימפטי לגבי מניית טבע - זהו יום שמיני רצוף של ירידות במניה. גם איירפורט סיטי שעומדת עתה על מינוס 0.07% תסגור יום שמיני של ירידות אם המגמה במניה לא תשתנה עד לנעילה. בצד החיובי, אורמת טכנ&#39; שמתחזקת ב-2.3%, צפויה לסגור בנעילה 4 ימי עליות, הרצף החיובי הארוך ביותר בת&quot;א 35. \r\n \r\n14:15 - מניות בולטות בת&quot;א 90: נייר חדרה עולה ב-4.6% בראש המדד (ראו עדכון מוקדם על העסקה עם אמזון), סלקום אחריה עם עלייה של 3.7% (ראו עדכון מוקדם על ההסכם עם נטפליקס), אשטרום מתחזקת ב-3.2% וסוגרת את השלישייה הפותחת. בתחתית המדד - רדהיל יורדת ב-4.3%, מבטח שמיר ב-3.5% ונובה ב-=2.7%. \r\n \r\n13:00 - כארבעה שעות חלפו מהפתיחה, נותרו עוד שלוש שעות וחצי לנעילה, המחזור עומד עתה על 262 מיליון שקל, טבע מרכזת את המחזור הגבוה בבורסה, 41 מיליון שקל. \r\n \r\n12:00 - טבע כבר לא החברה הגדולה בבורסה: נפילה של 11.2% מדרדרת את שווי החברה ל-50.7 מיליארד שקל, מתחת ל-IFF, שאמנם נסחרת בירידה של 3.4% אך שווי השוק שלה לאחר הנסיגה עומד על 51.7 מיליארד שקל. טבע עמדה לפני הפתיחה על 57 מיליארד שקל ו-IFF על 53.4 מיליארד שקל. \r\n \r\n \r\n11:30 - כל המדדים הענפיים של הבורסה נסחרים באדום, הירידה החזקה ביותר נרשמת בת&quot;א ביומד, שמאבד 2.4% מערכו, כאשר מעבר לנפילות שהוזכרו באופקו ובטבע (שנופלות נכון לעכשיו ב-13.4% וב-10.5% בהתאמה), המדד נפגע גם מנסיגה של 10.5% באורמד פארמה, של 6.7% בביוליין ושל 4.4% ברדהיל. פריגו שמטפסת ב-4.7% וכן פייט שמתחזקת ב-4.4% מקזזות חלקית את הירידה במדד. \r\n \r\n10:50 - שעה של מסחר מאחורינו, הירידות של הפתיחה מתחזקות: מדד ת&quot;א 35 יורד ב-0.8%, ת&quot;א 125 יורד ב-0.6%; טבע עומדת על מינוס 10.3%. \r\n \r\n10:40 - סלקום מתחזקת ב-2.6% לאחר דיווח על הסכם שיתוף פעולה עם נטפליקס בסלקום TV. מסגרת שיתוף הפעולה החדש ישולב שירות הסטרימינג בממשק המשתמש בממיר חדש שצפויה סלקום להשיק, וכפתור גישה מהירה לנטפליקס יתווסף לשלט של סלקום TV.  \r\n \r\n10:20 - עסקת הענק של קבוצת דלק בוטלה: החברה שבשליטת יצחק תשובה מדווחת על ביטול העסקה עליה הודיעה בחודש שעבר, לאחר שאחת השותפות בפרויקט הודיעה על מימוש זכות הסירוב שלה ורכישת ההחזקות. במסגרת העסקה, דלק התכוונה לרכוש מידי חברת Shell (מקבוצת רויאל דאץ&#39; של) את חלקה במאגר הנפט סיזר טונגה במפרץ מכסיקו, נתח של 22.45%, תמורת 965 מיליון דולר. \r\n \r\n9:55 - המסחר נפתח (לאחר עיכוב של ממתן תנודות - פתיחה אנגלית): מדד ת&quot;א 35 יורד ב-0.4%, ת&quot;א 125 יורד ב-0.3%; טבע נופלת ב-9%, אופקו נחתכת ב-13.4%, פריגו מטפסת ב-5.4%. \r\n \r\n9:15 - מימוש  של אספן גרופ בהולנד: החברה הבת המקומית חתמה הסכם למכירת מרכז לוגיסטי המושכר לחברה מקבוצת רשת האופנה הגלובלית &quot;טימברלנד&quot;בעיר אלמלו (Almelo) שבהולנד - תמורת כ-50.6 מיליון יורו (כ-203 מיליון שקל). אספן תרשום בעסקה רווח לפני מס של כ-25 מיליון שקל. \r\n \r\n \r\n9:00 - בעל השליטה באי.די.בי מונה למ&quot;מ מנכ&quot;ל נכסים ובניין, במקומה של המנכ&quot;לית הפורשת סגי איתן. נכסים ובניין מפרסמת במקביל תחזית מקדימה לתוצאות הרבעון הראשון, על סמך נתונים ראשונים ולא מבוקרים – לקראת הנפקה אפשרית של אגרות חוב. החברה מעריכה שהרווח הנקי יעמוד על בין 35 ל-60 מיליון שקל, וכן ששערוך נכסי נדל&quot;ן צפוי להסתכם בהפסד של בין 5 ל-30 מיליון שקל. \r\n \r\n8:00 - נייר חדרה תספק את האריזות של אמזון בישראל: לקראת כניסתה לפעילות בישראל, העניקה ענקית הסחר האלקטרוני אמזון לקבוצת נייר חדרה אישור רשמי להיות ספקית האריזות המורשה שלה בישראל. כך מדווח הבוקר &quot;כלכליסט&quot;. \r\n \r\nההיתר שניתן לקבוצה כולל אישור לייצור אריזות קרטון עבור לקוחות ישראלים שמוכרים באתר, הרשאה להדפסה דיגיטלית על קרטוני האריזות, וגם ייצור אבטיפוס של קופסאות חדשות. \r\n \r\n \r\n \r\n7:55 - חברת אנרג&#39;יאן היוונית-בריטית (הנסחרת בת&quot;א 35) הודיעה כי הגישה בשישי האחרון הצעה למכירת גז לשוק הקפריסאי. הכוונה היא להשתמש לצורך כך במאגרי הגז שברשות אנרג&#39;יאן ברשיונות כריש ותנין, וכן באסדת ההפקה הימית שלה.\r\n \r\n7:50 - חברת טבע וחברות פארמה נוספות עומדו במרכז קנוניית העלאת מחירים של יצרניות תרופות גנריות, כךלפי תביעה שהוגשה ביום שישי על ידי יותר מ-40 מדינות בארה&quot;ב לאחר חקירה של חמש שנים. \r\n \r\n7:40 - חוזרים לשגרה, לאחר החופשה הארוכה של יום העצמאות וסופ&quot;ש - במהלכה התקיימו שלושה ימי מסחר סוערים ותנודתיים בשוווקים הבינ&quot;ל, בעקבות שורת התבטאויות של הנשיא דונלד טראמפ בענייני הסחר מול סין - ובעוד שעה קלה יתחדש בעוד שעה קלה המסחר בבורסה בת&quot;א. \r\n \r\nברקע - הנעילה החיובית שנרשמה בשישי בניו יורק (מדדי דאו ג&#39;ונס ו-S&amp;P 500 עלו ב-0.4%, נאסד&quot;ק עלה ב-0.1%), בהמשך לירידות מתונות בחמישי, נסיגה קלה ברביעי וירידות חדות בשלישי. \r\n \r\nפערי הארביראז&#39; שנפתחו בדואליות הבכירות בימי החופשה מציגים תמונה מעורבת, חלק מהמניות עם פערים חדים, אך בחישוב כולל עם השפעה קלה מדד ת&quot;א 35 בפתיחת המסחר. אלה הפערים: פער חיובי - פריגו 6.5%, כיל 0.7%, נייס 0.6%, אלביט מערכות 0.7%, לייבפרסון 0.7%, אורמת טכנ&#39; 1.8%; פער שלילי - טבע 2%-, טאואר 2.3%, אופקו 13.8%-, איי.אפ.אפ 3.2%-. \r\n \r\n ", "keywords": ["בורסה", "בורסת תל אביב", "טבע", "פריגו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/12/14/779413/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתבי שוק ההון "}, "datePublished": "2019-05-12T16:25:29", "dateModified": "2020-08-16T19:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה שלילית בת\"א: טבע מחקה 10.7% - כבר לא החברה הגדולה בבורסה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}