{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3727851,00.html"}, "headline": "לפני היציאה לחופשת חג המולד - טראמפ חתם על רפורמת המס", "description": "נשיא ארה&quot;ב חתם על רפורמת המס הגדולה ביותר בארה&quot;ב זה 30 שנה. היקפה 1.5 טריליון דולר ובמרכזה הורדת מס החברות מ-35% ל-21%. הרפורמה אושרה מוקדם יותר השבוע בקונגרס חרף התנגדות הדמוקרטים וטענתם כי תפגע במדינה", "articleBody": "נשיא ארה&quot;ב דונלד טראמפ חתם היום (ו&#39;) על רפורמת המס של המפלגה הרפובליקנית בשווי 1.5 טריליון דולר, ממש לפני יציאתו לחופשת חג המולד במר א-לאגו שבפלורידה. הנשיא חתם על תוכנית המס חרף אזהרות הדמוקרטים שיישומה ייפגע במדינה. רפורמת המס היא הישג חקיקתי משמעותי עבור הנשיא. הנה שני ציוצים של הנשיא הערב - אחד לפני החתימה ואחד אחריה:\r\n \r\n95% of Americans will pay less or, at worst, the same amount of taxes (mostly far less). The Dems only want to raise your taxes!\r\n— Donald J. Trump (@realDonaldTrump) 22 בדצמבר 2017\r\n  \r\nWill be signing the biggest ever Tax Cut and Reform Bill in 30 minutes in Oval Office. Will also be signing a much needed 4 billion dollar missile defense bill.\r\n— Donald J. Trump (@realDonaldTrump) 22 בדצמבר 2017\r\nמוקדם יותר השבוע, ביום רביעי, אישר בית הנבחרים האמריקאי בהצבעה חוזרת את רפורמת המסים של טראמפ, ולאחר שכבר קיבלה עוד קודם לכן את אישור הסנאט, היא הונחה על שולחנו של הנשיא לחתימה סופית. בית הנבחרים נאלץ לקיים הצבעה חוזרת על ההצעה, בשל פגמים פרוצדוראליים שנפלו בה.  \r\n \r\n \r\n \r\nהנשיא טראמפ חגג ביום ד&#39; בערב בבית הלבן את נצחונו בהצבעה ואמר כי ההפחתה הדרמטית במס החברות תחזיר לארה&quot;ב 4 טריליון דולר שחברות הוציאו ממנה למדינות אחרות בשל המסים הגבוהים שהיו נהוגים עד כה. \r\n \r\nזו היא רפורמת המס המקיפה ביותר בארה&quot;ב מזה יותר מ-30 שנה והיא נחשבת לניצחון הגדול ביותר של ממשל טראמפ מאז שנכנס לתפקידו. הרפורמה מורידה את מס החברות בארה&quot;ב מ-35% ל-21% באופן קבוע, ומפחיתה את מדרגות המס ליחידים באופן זמני. \r\n \r\n  \r\nהרפורמה שאושרה היום כוללת גם את ביטול תוכנית הביטוח הרפואי שהנהיג הנשיא אובמה (&quot;אובמה-קר&quot;), וכן לראשונה פותחת חלק משמורות הטבע של אלסקה לקידוחי גז ונפט. \r\n \r\nהדמוקרטים בשני בתי הקונגרס הצביעו פה אחד נגד הרפורמה, אך הרוב הרפובליקני בסנאט ובבית הנבחרים גבר והרפורמה אושרה. \r\n  \r\nסקר: רק רבע מהאמריקאים תומכים ברפורמה \r\n  \r\nמוקדם יותר כאמור הסנאט האמריקאי הצביע בעד אישור רפורמת המס - ברוב של 51 מול 48. כעת, לאחר אישור בית הנבחרים יובא החוק לחתימת הנשיא ועל פי דיווחים טראמפ מעוניין לחתום עליו לפני היציאה לחופשת חג המולד. \r\n \r\nהרפובליקאים סבורים כי הרפורמה תעניק רוח גבית לכלכלה האמריקאית ותגדיל את הצמיחה. הדמוקרטים, מנגד, טוענים כי היא תרחיב את הפערים בין עשירים לעניים, ותוסיף 1.5 טריליון דולר בעשר השנים הקרובות לחוב הציבורי. \r\n \r\nפול ראיין, יו&quot;ר בית הנבחרים, אמר כי &quot;היום, החזרנו לאמריקאים את כספם. זה הכסף שלהם, אחרי הכל&quot;. מנהיגת המיעוט הדמוקרטי בבית הנבחרים, ננסי פלוסי, כינתה את ההצעה &quot;מפלצת פרנקנשטיין&quot; מלאה בחורים. &quot;המפלצת תחזור ותרדוף אותם&quot;, היא אמרה. \r\n \r\nלפי סקר של רויטרס, 52% מהאמריקאים הבוגרים מתנגדים לרפורמה, ורק 27% תומכים בה.", "keywords": ["רפורמת", "המס", "בארה&quot;ב", "דונלד", "טראמפ", "הקונגרס", "האמריקאי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/12/06/777448/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2017-12-22T18:14:22", "dateModified": "2020-07-29T05:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "לפני היציאה לחופשת חג המולד - טראמפ חתם על רפורמת המס", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}