{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3701365,00.html"}, "headline": "טראמפ מכריז על ניצחונו: &quot;נכפיל את הצמיחה בכלכלה האמריקאית&quot;", "description": "טראמפ יהיה הנשיא ה-45 של ארה&quot;ב לאחר שזכה במדינת וויסקונסין וגרף יותר מ-270 אלקטורים. &quot;אני אהיה הנשיא של כל העם האמריקאי - הגיעה העת לאחות את הפצעים. נחזיר מיליונים לעבודה&quot;, אמר בנאומו", "articleBody": "דונלד טראמפ יהיה הנשיא ה-45 של ארה&quot;ב. טראמפ נאם הבוקר (שעון ישראל) והכריז על ניצחונו לאחר שהילרי קלינטון התקשרה אליו והודתה בהפסדה. לפי סוכנות הידיעות AP, טראמפ ניצח עם 276 אלקטורים, לעומת 218 לקלינטון.\r\n \r\nטראמפ נאם את נאום הניצחון שלו בפני קהל אוהד בניו יורק: &quot;אני אהיה הנשיא של כל העם האמריקאי. הגיעה העת לאחות את הפצעים. אנחנו צריכים להתאחד.&quot; קודם סיפר על שיחתו עם הילרי קלינטון: &quot;היא בירכה אותנו על ניצחוננו ואני החמאתי לה ולמשפחתה על עבודתם הקשה בקמפיין&quot;.\r\n \r\n&quot;אמרתי כבר מההתחלה - זה לא סתם קמפיין אלא תנועה אדירה, המורכבת ממיליוני גברים ונשים שעובדים קשה, אוהבים את המדינה שלהם ורוצים עתיד טוב יותר להם ולמשפחתם&quot;, אמר טראמפ והוסיף: &quot;האנשים הנשכחים במדינה הזאת כבר לא ישכחו&quot;.\r\n \r\nטראמפ התייחס לכלכלת ארה&quot;ב: &quot;יש לנו תוכנית כלכלית. אנחנו נכפיל את הצמיחה שלנו ויש לנו את הכלכלה החזקה בכל העולם. במקביל, אנחנו נחבור לאומות העולם המעוניינות לשתף עימנו פעולה. אנחנו נשקם את התשתיות, בתי החולים ובתי הספר. נחזיר מיליונים לעבודה&quot;.\r\n \r\nטראמפ פנה במסר לקהילה הבינלאומית: &quot;אני רוצה לומר לקהילה הבינלאומית שעל אף שנשרת בראש ובראשונה את האינטרסים של ארה&quot;ב, אנחנו נדבר בצורה הוגנת עם כולם. אנחנו מעוניינים למצוא מכנה משותף, ולא עוינות: שותפות, לא סכסוך.&quot;\r\n \r\n \r\n\r\nדונלד טראמפ נואם את נאום ניצחון בניו יורק צילום: איי פי \r\n\r\n \r\nפוליטיקאים ישראלים שיגרו הבוקר ברכות לנשיא הנבחר של ארצות הברית: \r\n \r\nרה״מ בנימין נתניהו מסר, ״אני מברך את הנשיא הנבחר של ארצות הברית דונלד טראמפ. הנשיא הנבחר טראמפ הוא ידיד אמת של מדינת ישראל. נפעל יחד כדי לקדם את הביטחון, היציבות והשלום באזורנו. הקשר האיתן בין ארצות הברית לישראל מבוסס על ערכים משותפים, אינטרסים משותפים וגורל משותף. אני בטוח שהנשיא הנבחר טראמפ ואני נמשיך לחזק את הברית הייחודית בין ישראל וארצות הברית ונביאה לגבהים חדשים&quot;.\r\n  \r\nשר האוצר משה כחלון מסר הבוקר &quot;אני מברך את הנשיא הנבחר דונלד טראמפ על היבחרו לנשיאה ה-45 של ארה&quot;ב. ישראל, כדמוקרטיה היחידה במזרח התיכון, מצדיעה לארה&quot;ב, הדמוקרטיה הוותיקה בעולם, על הליך בחירות דמוקרטי המביע את רצון הבוחר. אנחנו מעריכים את הקשר העמוק בין העם בישראל והעם האמריקני, ואת הגיבוי והידידות של ארה&quot;ב במדינת היהודים. יחסים אלו חוצי מפלגות וממשלים לאורך כל השנים. אנחנו מצפים לעבודה משותפת עם הממשל האמריקני החדש לטובת חיזוק הקשרים האסטרטגיים והכלכליים בין שתי המדינות.&quot;\r\n \r\n \r\n \r\nיו&quot;ר האופוזיציה יצחק בוז׳י הרצוג מסר &quot;הבחירות בארצות הברית הן המשך מגמה כלל עולמית של מיאוס מאליטות שלטוניות ותיקות, ורצון בשינוי חד וברור. בחירתו של טראמפ היא המשך של צונאמי חברתי, כלכלי ושלטוני, שאנו רואים במדינות רבות והוא יוביל לשינוי גם בישראל. ארה&quot;ב היא דמוקרטיה חזקה והקשר העמוק והחזק בין ארה&quot;ב לבין ישראל הוא נכס בטחוני, עליו יש לשמור מכל משמר, גם עם הנשיא הנבחר דונלד טראמפ&quot;.\r\n \r\nח&quot;כ מרב מיכאלי בירכה את טראמפ אז התייחסה גם לסוגיית ההטרדות המיניות שנטענו כלפיו: &quot;מברכת את הנשיא הנבחר של ידידתנו החשובה, דונלד טראמפ. הקשר בין ישראל לארה&quot;ב הוא ברית אסטרטגית וידידות אמיצה שאני בטוחה שתמשך גם אתו. עם זאת, זה יום קשה שבו נבחר אדם שנשא דגל של פגיעה והשפלה בנשים ובאחרים. זה יום קשה לכל הנשים והגברים שנשאו עיניים אל האשה הראשונה שהיה לה סיכוי אמיתי ומוצדק להיות האשה הראשונה בתפקיד מנהיגת העולם החופשי. הילרי קלינטון עשתה הסטוריה עם רקורד העשיה המדהים שלה ואישיותה שהביאה אותה לעמדה הזאת. בזכותה, נשים יודעות היום שגם אם המאבק שלנו לשוויון חטף מכה ומתעכב, הוא בוא יבוא. כי אנחנו יכולות&quot;.\r\n \r\nשר התחבורה ישראל כץ אמר בפתח הדיון בוועדת הכספים: &quot;אני מברך את נשיא ארה״ב הנבחר- דונלד טרמפ לרגל בחירתו. אני משוכנע שיחסי ישראל עם ארה״ב בת בריתנו הגדולה ימשיכו להיות יציבים ואיתנים ואף יעמיקו בתקופות כהונתו&quot;.\r\n \r\n \r\nהיום של טראמפ: דיווח שוטף מיום הבחירות\r\n \r\n9:52: טראמפ נאם את נאום הניצחון שלו. בתחילה סיפר על שיחתו עם הילרי קלינטון: &quot;החמאתי לה ולמשפחתה על עבודתם הקשה. היא נלחמה עד הסוף&quot;.\r\n \r\nטראמפ מפרט בנאומו: &quot;נכפיל את הצמיחה בכלכלה האמריקאית&quot;\r\n \r\n9:42 - זה נגמר: דונלד טראמפ יהיה הנשיא ה-45 של ארה&quot;ב, לאחר שניצח במדינת ווינסקונסין וזכה ביותר מ-270 אלקטורים. הילרי קלינטון התקשרה לטראמפ והודתה בהפסד. \r\n  \r\n  \r\n  \r\n9:18 - המפלגה הרפובליקנית זכתה בניצחון גם באלסקה, מה שמבטיח את שליטתה בסנאט. כרגע עומדת מפת האלקטורים על 257 לטראמפ מול 219 לקלינטון.\r\n \r\n9:10 - ג&#39;ון פודסטה, ראש המטה של הילארי קלינטון, אמר כי לא תישא נאום הבוקר (שעון ישראל), ומחר תימסר הודעה מטעמה. בדבריו לתומכי המועמדת הדמוקרטית אמר כי הספירה עדיין נמשכת במדינות נוספות, ויש להמתין לסיומה.\r\n \r\n8:38 - לפי סוכנות הידיעות הכלכלית בלומברג דונלד טראמפ מוביל כעת בפער של 264 מול 215 אלקטורים על הילרי קלינטון. לפי סוכנות הידיעות AP המועמד הרפובליקני ניצח גם בפנסילבניה. \r\n \r\n8:20 - רשת CNN דיווחה כי המועמד הרפובליקני דונלד טראמפ ניצח בבחירות במדינת יוטה, המעניקה לו 6 אלקטורים. טראמפ מוביל כעת על יריבתו הדמוקרטית הילרי קלינטון - 254 אלקטורים מול 218.\r\n \r\n7:55 - עד כה נספרו 82% מקולות המצביעים בארצות הברית. המועמד הרפובליקני דונלד טראמפ זכה עד כה ב-48.2% מהקולות, המועמד הדמוקרטית הילרי קלינטון זכתה ב-47.2%.\r\n \r\n7:35 - קלינטון ניצחה בנבאדה, טראמפ מוביל 215:244\r\n \r\n7:20 - מהפך נרשם במדינת פנסילבניה, כשהמועמד הרפובליקני דונלד טראמפ זוכה ל-48.3% מהקולות, מול 48.1% למועמדת הדמוקרטית הילרי לקינטון. עד כה נספרו במדינה 90% מהקולות. כמה דקות לפני לפני כן טראמפ ניצח את הבחירות במדינת איווה, המזכה אותו ב-6 אלקטורים. \r\n \r\n6:50 - על סף מהפך: המועמד הרפובליקני קרוב להיות הנשיא ה-45, לאחר שניצח באוהיו החשובה הדהים את קלינטון וגבר עליה גם בצפון קרוליינה ובפלורידה. לפי &quot;פוקס ניוז&quot; טראמפ מוביל במניין האלקטורים 209:254 - ומתקרב ל-270. \r\n \r\n6:40 - טראמפ ניצח במדינה הקריטית פלורידה.\r\n \r\n6:20 - קליפורניה הצביעה בעד ליגליזציה של מריחואנה. פער האלקטורים הכללי עומד על 216 לטראמפ לעומת 197 לקלינטון.\r\n \r\n5:30 - ABC ו-NBC מכריזים כי טראמפ ניצח את אוהיו עם 18 אלקטורים. כרגע הפער עומד על 168 לטראמפ ו-122 לקלינטון. בשווקים מתגברות הירידות בחוזים העתידיים למינוס 4%, בורסות אסיה צוללות ב-2.5%.  \r\n \r\n5:05 - נכון לעכשיו טראמפ מוביל עם 139 אלקטורים לעומת 104 לקלינטון. טראמפ מוביל בפער גדול באוהיו, קלינטון מובילה בפער קטן בוירג&#39;יניה. \r\n \r\n4:30 - ירידות חדות בחוזים העתידיים בניו יורק: דאו ג&#39;ונס, נאסד&quot;ק ו-S&amp;P 500 מאבדים יותר מ-2%. הדולר צולל מול הין ב-1.8%.  \r\n \r\n04:00 - קלפיות נוספות נסגרו\r\n \r\nכצפוי, קלינטון הוכרזה על ידי רשתות הטלוויזיה כמנצחת בניו יורק (29 אלקטורים), \r\n \r\nבמינסוטה (10 אלקטורים), שבה היתה אמורה קלינטון לנצח - עדיין אי אפשר להכריז על זוכה, וכך גם במישיגן (16), בקולורדו (9) ובאריזונה (11).\r\n \r\nטראמפ הוכרז כמנצח, כצפוי, בדרום דקוטה (3 אלקטורים), צפון דקוטה (3), קנזס (6), וויומינג (3), נברסקה (2), ארקנסו (6) וטקסס (38 אלקטורים).\r\n \r\nלפי מדגמים נוספים, הרפובליקאים צפויים לשמור על הרוב שלהם בסנאט.\r\n \r\n03:30 - נצחונות נוספים לטראמפ\r\n \r\nרשת CNN הכריזה, כצפוי, על ניצחון לטראמפ באלבמה (9 אלקטורים) ובדרום קרוליינה (9).\r\n \r\n03:00 - הקלפיות נסגרות בשורה של מדינות\r\n \r\nלפי המדגמים, כצפוי, קלינטון ניצחה באילנוי (20 אלקטורים), דלוור (3), מרילנד (10), רוד איילנד (4), ניו ג&#39;רזי (14), מסצ&#39;וסטס (11) ומחוז קולומביה (3).  \r\n \r\nטראמפ ניצח, כצפוי, באוקלהומה (7 אלקטורים), מיסיסיפי (6) וטנסי (11).\r\n \r\nבפנסילבניה (20 אלקטורים) - אחת ממדינות המפתח - עדיין לא ניתן להכריז על זוכה.\r\n \r\n02:30 - נסגרו הקלפיות בוירג&#39;יניה המערבית, אוהיו וצפון קרוליינה\r\n \r\nברשת CNN חוזים כי טראמפ ניצח - כצפוי - בווירג&#39;יניה המערבית (5 אלקטורים). לגבי אוהיו וצפון קרוליינה - עדיין לא ניתן להכריז על זוכה. \r\n \r\nבצפון קרוליינה הוארכה ההצבעה בקלפיות בכמה מחוזות, לבקשת מטה קלינטון - ולמרות התנגדות של מטה טראמפ.\r\n \r\n \r\n02:00 - מדגמים ראשונים\r\n \r\nנסגרו הקלפיות בווירג&#39;יניה, ג&#39;ורג&#39;יה, ורמונט ודרום קרוליינה.\r\n  \r\nמדגמים ראשונים של רשתות הטלוויזיה: טראמפ צפוי לנצח, כצפוי, באינדיאנה (11 אלקטורים) ובקנטקי (8 אלקטורים). קלינטון צפויה לנצח - גם כן כצפוי - בוורמונט (3 אלקטורים). בוירג&#39;יניה (שם קלינטון אמורה היתה לנצח לפי הסקרים) ובג&#39;ורג&#39;יה (שם טראמפ הוביל בסקרים) - המרוץ צמוד ולא ניתן להכריז על זוכה, וכך גם בדרום קרוליינה. \r\n \r\n \r\n01:30 - ירידה בשיעור המצביעים הלבנים\r\n \r\nרשת CNN מפרסמת נתונים נוספים מסקרי היציאה. חלקם של המצביעים הלבנים מכלל המצביעים עומד על 70%, לעומת 72%; גם חלקם של המצביעים השחורים ירד, מ-13% ל-12%. 11% מהמצביעים הם היספאנים (לעומת 10% לפני ארבע שנים), ן-4% אסיאתים (לעומת 3%).\r\n \r\n \r\n01:00 - נסגרו הקלפיות הראשונות - במדינות קנטקי ואינדיאנה \r\n \r\nדובר הקמפיין של טראמפ אמר כי הוא יוכל לנצח ללא פלורידה, אוהיו וצפון קרוליינה - תרחיש שרוב הפרשנים והסוקרים סבורים כי הוא כמעט בלתי אפשרי.\r\n \r\n00:30 - סקרי יציאה ראשונים\r\n \r\nסקרי יציאה ראשוניים שמפרסמת רשת CNN מראים עד כמה שני המועמדים לא אהודים, אפילו לא על אלה שהצביעו עבורם. 31% מן המצביעים אמרו כי יש להם הסתייגויות מהמועמד לו הצביעו, ורק 42% אמרו כי הם תומכים לחלוטין במועמד שלהם. 38% אמרו כי הם מצפים שהמועמד לו הצביעו &quot;יביא לשינוי&quot;. 62% אמרו כי החליטו על הצבעתם לפני ספטמבר. עוד עולה מסקרי היציאה כי כ-87% מהשחורים וכ-65% מההיספאנים הצביעו בעד קלינטון. \r\n  \r\nמסקר יציאה של רשת פוקס עולה כי 71% סבורים כי היחס של טראמפ לנשים הוא &quot;מטריד&quot; ו-28% &quot;לא מטריד&quot;. 62% אמרו כי פרשת המיילים של קלינטון &quot;מטרידה&quot;, ו-29% &quot;לא מטרידה&quot;.\r\n \r\nבתוך כך, נשיא ארצות הברית לשעבר, ג&#39;ורג&#39; ווקר בוש, ורעייתו לורה, לא הצביעו בבחירות עבור טראמפ או קלינטון. כך הודיע דוברו של בוש. עם זאת לפי דיווחים שונים, הזוג הרפובליקאי הצביע בעד קלינטון. ג&#39;ורג&#39; בוש האבא, שהיה נשיא ארה&quot;ב מטעם המפלגה הרפובליקאית בין 1989 ל-1993, הצביע לפי דיווחים שונים עבור קלינטון; אשתו ברברה אמרה במהלך הקמפיין כי &quot;אינה מבינה כיצד אשה יכולה להצביע בעד טראמפ&quot;.\r\n  \r\n \r\n23:00 - תמיכה מפתיעה קלינטון\r\n \r\nג&#39;ון צ&#39;יימברס, יו&quot;ר סיסקו, אמר כי לראשונה הצביע בעד מועמד דמוקרטי - הילארי קלינטון. צ&#39;יימברס הרפובליקאי, שדיבר בכנס בליסבון, זכה למחיאות כפיים בעקבות דבריו. הוא אמר כי קלינטון תטפל טוב יותר מכל מועמד אחר בנושאים טכנולוגיים.\r\n \r\n \r\n \r\n22:00 - נדחתה תלונת טראמפ\r\n \r\nבית משפט בנבדה דחה את תלונתו של טראמפ נגד רשם המצביעים במחוז קלארק שבנבדה (ראו למטה). השופט שדן בתלונה ציין כי בקשת המטה לקבל שמות של מתנדבים שעבדו בקלפיות היא &quot;מטרידה&quot;, כך על פי דיווחי התקשורת המקומית בלאס וגאס. \r\n \r\nבתוך כך, טראמפ אמר בראיון לרשת &quot;פוקס ניוז&quot; כי &quot;יש דיווחים על בעיות עם מכונות ההצבעה בכמה קלפיות, הקולות שם מוחלפים מרפובליקניים לדמוקרטיים&quot;.\r\n \r\n \r\nבינתיים בניו יורק, אריק טראמפ, בנו של דונלד, העלה לטוויטר תמונה של טופס ההצבעה שלו. ואולם מדינת ניו יורק אוסרת על צילום של טפסי ההצבעה. אריק מחק את הציוץ, אבל הקואליציה הדמוקרטית נגד טראמפ כבר הספיקה להגיש תלונה לוועדת הבחירות, וציינה כי &quot;זו עדות נוספת לכך שבמשפחת טראמפ סבורים שהחוק לא נוגע להם&quot;.\r\n \r\n \r\n \r\n21:15 - רוח גבית מסנדרס\r\n \r\nברני סנדרס, שהתמודד מול קלינטון בפריימריז של המפלגה הדמוקרטית, פרסם בטוויטר תמונה שלו אחרי שהגיע להצבעה בקלפי. סנדרס כתב בנוסף: &quot;אני מקווה שהיום נביס את דונלד טראמפ, ושנעשה זאת בענק&quot;.\r\n \r\nגם הסנאטור ג&#39;ון מקיין, שהתמודד בבחירות מול אובמה ב-2008, קרא לאזרחים לצאת להצביע. מקיין תמך בטראמפ בתחילת הקמפיין, אך באוקטובר, בעקבות &quot;הקלטת הלוהטת&quot; - הוא הסיר את תמיכתו במיליארדר והודיע כי לא יצביע עבורו.   \r\n  \r\n \r\n \r\n  \r\n20:15 - תביעה ראשונה\r\n \r\nטראמפ, שטען כמה פעמים במהלך הקמפיין כי הבחירות מזויפות, הספיק להגיש תלונה ראשונה לבית המשפט - לאחר שלטענתו קלפי בנבאדה נשארה אתמול פתוחה שעתיים לאחר מועד ההצבעה האחרון. מטה טראמפ טוען כי עובדי הקלפי &quot;שיתפו פעולה עם פעילים דמוקרטים באופן מכוון&quot;. יצוין כי לאזרחים מותר להצביע לאחר שעה הסגירה הרשמית, בתנאי שהצטרפו לתור בקלפי לפני מועד זה. \r\n \r\n20:00  - אחוזי הצבעה גבוהים\r\n \r\nסוכנות הידיעות &quot;רויטרס&quot; ומכון הסקרים Ipsos מעריכים כי אחוזי ההצבעה בקרב האמריקנים בבחירות לנשיאות יעמדו על כ-60%. אם ההערכה נכונה, מדובר באחוזי ההצבעה הגבוהים ביותר מאז 1968. לפי ההערכה של רויטרס ו-Ipsos, סיכויי הניצחון של קלינטון עומדים על 90%.\r\n \r\n18:19 - טראמפ מצביע\r\n \r\nהמועמד הרפובליקני לנשיאות ארצות הברית דונלד טראמפ הגיע להצביע בקלפי במנהטן שבניו יורק. טראמפ הגיע למקום מלווה ברעייתו מלניה. עם הגעת פמלייתו התקבל המועמד הרפובליקני בקריאות בוז. טראמפ נשאל מה שמע צוות הקמפיין שלו על מצב ההצבעה במדינות המתנדנדות. &quot;הכול טוב, הכול טוב מאוד&quot;, השיב טראמפ. העיתונאים שאלו את טראמפ למי הצביע. &quot;החלטה קשה&quot;, ענה. &quot;זה כבוד גדול, כבוד ענק&quot;, הוסיף טראמפ וציין שהוא מרגיש בטוח לגבי תוצאות הבחירות, וקרא למצביעים: &quot;עשו את אמריקה שוב גדולה, זה הכל&quot;.\r\n \r\n15:35 - הקלינטונים מצביעים\r\n \r\nבני הזוג קלינטון הגיעו באיחור קל מכפי שתוכנן, כנראה בשל עיכובים בטיסה שלה מצפון קרולינה, שם השתתפה אמש בעצרת ביחד עם בני הזוג אובמה, בון ג&#39;ובי וליידי גאגא. קלינטון ניצלה את ההזדמנות כדי ללחוץ ידיים לתומכים, שרבים מהם שלפו את הסמארטפון וצילמו אותה. עוד קודם לכן הצביע סגנה המיועד טים קיין בוירג&#39;יניה וקרא לאזרחים לצאת ולהצביע. \r\n \r\n \r\nHillary Clinton casts her ballot in Chappaqua, New York. https://t.co/n7TqA3VDnW #Election2016 https://t.co/j96KpxllD4\r\n— ABC News (@ABC) November 8, 2016\r\n \r\nיריבה דונלד טראמפ ניצל את הבוקר כדי להתראיין לרשת פוקס ניוז. &quot;החלטתי להצביע לטראמפ&quot;, השתעשע עם המנחים. בהמשך, טען כי מצבו טוב במדינות המתנדנדות כמו צפון קרולינה, אוהיו ופלורידה. &quot;אם אפסיד אחשיב את הקמפיין שלי כבזבוז של זמן, אנרגיה וכסף&quot;, אמר, והוסיף כי הוציא מכספו מעל 100 מיליון דולר על הקמפיין.   \r\n  \r\n \r\nבפלורידה, שנחשבת למדינה המתנדנדת הגדולה ביותר, נרשם כבר שיעור הצבעה של 50%, בין השאר לשיעור הגבוה של בוחרים שהצביעו בהצבעה המוקדמת. נכון לשלב זה, 6.4 מיליון מבין 13 מיליון בעלי זכות ההצבעה במדינה כבר הלכו לקלפי. לשמחתה של קלינטון, עד כה הצביעו 36% יותר היספנים בפלורידה לעומת ב-2012. \r\n \r\n \r\n \r\n ", "keywords": ["הבחירות לנשיאות ארה&quot;ב", "הילרי קלינטון", "דונלד טראמפ"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/11/06/661857/2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט ורוני זינגר"}, "datePublished": "2016-11-09T10:08:06", "dateModified": "2020-08-18T17:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "טראמפ מכריז על ניצחונו: \"נכפיל את הצמיחה בכלכלה האמריקאית\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}