{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3842851,00.html"}, "headline": "מקסיקו שלישית במספר המתים, הנשיא מסרב לשים מסכה", "description": "ארגון הבריאות העולמי: שיא במספר הנדבקים בקורונה ביממה - 292,527; צרפת דיווחה על עלייה של 54% במספר המקרים החדשים מאז השבוע שעבר; הקורונה בפיליפינים: כ-5,000 אובחנו כחולים ביממה - נתון שיא מפרוץ המגפה; גרמניה: אלפים הפגינו בברלין נגד מגבלות הקורונה; רוסיה טוענת כי תתחיל לחסן את האזרחים נגד קורונה בחודש אוקטובר   ", "articleBody": "נגיף הקורונה - תמונת מצב בארץ ובעולם\r\n \r\n22:45 - מקסיקו שלישית במספר המתים, הנשיא מסרב לשים מסכה\r\n \r\nמקסיקו עקפה בסוף השבוע את בריטניה במספר המתים מנגיף הקורונה. יותר מ-46,600 בני אדם מתו מהנגיף במדינה. רק בארה&quot;ב ובברזיל יש יותר קורבנות. \r\n \r\nכמו מנהיגי ארה&quot;ב וברזיל, גם נשיא מקסיקו הטיל ספק ביעילות של עטיית מסכה נגד הנגיף. בשיחה אתמול עם כתבים אמר הנשיא, איש השמאל אנדרס מנואל לופס אוברדור, שהוא יעטה מסכה רק כשהשחיתות בארצו תיעלם. \r\n  \r\n&quot;אתם יודעים מתי אני אשים מסכה? כשלא תהיה שחיתות&quot;, אמר הנשיא. הוא נשאל על איום שהשמיעו מחוקקים מהאופוזיציה, שדורשים צו מניעה שיחייב אותו לעטות מסכה. &quot;בוא נעשה עסקה&quot;, אמר לופס אוברדור. &quot;נמהר לשים סוף לשחיתות וכך אעטה מסכה ולא אצטרך לדבר יותר&quot;. \r\n  \r\nבגרדיאן נכתב שלופס אוברדור מעולם לא עודד את הציבור לעטות מסכות, והופיע בציבור רק פעם אחת עם מסכה – מכיוון שטס בטיסה מסחרית לוושינגטון, לפגוש את דונלד טראמפ בבית הלבן (נשיא מקסיקו מסרב להשתמש במטוס פרטי). במהלך משבר הקורונה ממשלת מקסיקו פרסמה הנחיות סותרות על עטיית מסכות ובלבלה את הציבור. \r\n  \r\nהביקורת נגד נשיא מקסיקו היא שהוא הטיל את הסגר במדינה מאוחר מדי, והסיר אותו מוקדם מדי. לפי BBC רוב כלכלת מקסיקו הושבתה ב-23 במרץ. בעקבות רצונו של הנשיא לשקם במהירות את הכלכלה שנפגעה הודיעה בחודש מאי הממשלה שלו על הסרה הדרגתית של ההגבלות. \r\n \r\n&quot;אם מסכה הייתה אופציה להתנעת הכלכלה הייתי שם אותה מיד&quot;, אמר בחודש שעבר לופס אוברדור. &quot;אבל היא לא. אני ממלא אחר המלצות הרופאים והמדענים&quot;. לופס אוברדור טוען שאין הוכחה מדעית שהמסכה יעילה נגד התפשטות הנגיף. \r\n\r\nנשיא מקסיקו אנדרס מנואל לופס אוברדור צילום: רויטרס \r\n\r\n  \r\n18:30 - הקורונה בפיליפינים: כ-5,000 אובחנו כחולים ביממה - נתון שיא מפרוץ המגפה\r\n \r\nהרשויות בפיליפינים דיווחו על 4,963 חולי קורונה חדשים שאובחנו ביממה האחרונה, נתון שיא מאז פרוץ המגפה והתפשטותה במדינת האיים. לפי נתוני משרד הבריאות, עד כה אובחנו יותר מ-98 אלף נשאי קורונה בפיליפינים, מתוכם 2,039 בני אדם מתו - מניין הקורבנות עלה ב-17 מאתמול.\r\n \r\n \r\n17:00 - גרמניה: אלפים הפגינו בברלין נגד מגבלות הקורונה\r\n \r\nבברלין בירת גרמניה הפגינו אלפי בני אדם נגד המגבלות שהטילה הממשלה במטרה לבלום את התפשטות מגפת הקורונה. המפגינים הכריזו על &quot;סיומה של המגפה&quot; וצעדו ברחבי העיר כשרק מעטים מהם עוטים מסכות. הם אחזו שלטים שעליהם נכתב &quot;סוף הקורונה - החזירו לנו את זכויות היסוד&quot;. בינתיים הרשויות בגרמניה התריעו על עלייה במספר הנדבקים החדשים בנגיף - ביממה האחרונה אובחנו 955 נדבקים נוספים ושבעה חולים מתו. מפרוץ המגפה מתו בגרמניה 9,148 בני אדם.\r\n \r\n \r\n \r\n15:41 - רוסיה טוענת כי תתחיל לחסן את האזרחים נגד קורונה בחודש באוקטובר\r\n  \r\nשר הבריאות של רוסיה, מיכאיל מוראשקו, טען כי ארצו תתחיל במבצע חיסונים נרחב נגד קורונה כבר בחודש אוקטובר. לדבריו, מכון גאמליה לחקר מגפות במדינה סיים את שלב הניסויים הקליניים בחיסון נגד הנגיף. בתוך כך הרשויות ברוסיה עדכנו כי ביממה האחרונה אובחנו 5,462 נדבקים מאומתים חדשים ועוד 95 חולים מתו. כעת מניין המתים במדינה עומד על 14,058 בני אדם. \r\n  \r\n11:00 - הודו: 57,118 נדבקים בקורונה אובחנו ביממה האחרונה\r\n  \r\nמשרד הבריאות בהודו דיווח כי ביממה האחרונה אובחנו במדינה 57,118 נדבקים חדשים בנגיף הקורונה. בכך עלה מניין הנדבקים במדינה לכמעט 1.7 מילון, מהם כ-1.1 מיליון בני אדם שנדבקו בחודש האחרון. לפי משרד הבריאות במדינה, כמיליון מהנדבקים המאומתים החלימו ומניין המקרים הפעילים כעת עומד על שליש ממספר המקרים הכולל. ביממה האחרונה מתו מהנגיף 764 בני אדם, וכעת מספר המתים במדינה עומד על 36,511 בסך הכל. \r\n  \r\n  \r\n  \r\n  \r\nהקורונה במצרים: 321 נדבקים אובחנו ביממה, המספר הנמוך מזה 3 חודשים\r\n \r\nמשרד הבריאות של מצרים עדכן כי ביממה האחרונה אובחנו 321 נדבקים חדשים בנגיף הקורונה. זהו המספר היומי הנמוך ביותר מאז 3 במאי. בסך הכל אובחנו במדינה 94,078 נדבקים מפרוץ המגפה. ביממה שחלפה מתו מהנגיף 31 בני אדם, ובכך עלה מניין המתים ל-4,188. \r\n  \r\n9:00 - שיא עולמי במספר הנדבקים ביממה\r\n \r\nארגון הבריאות העולמי (WHO) עדכן אמש (יום ו&#39;) על שיא עולמי במספר הנדבקים בקורונה ביממה האחת, כאשר מספר המאובחנים הכולל ברחבי העולם עלה ב-292,527 בני אדם. העליות הגדולות ביותר במספר הנדבקים נרשמו בארה&quot;ב, ברזיל, הודו ודרום אפריקה. מקרי המוות עלו ב-6,812 בני אדם. \r\n \r\nלפי ארגון הבריאות, שיא המאובחנים העולמי הקודם היה ב-24 ביולי, אז אובחנו 284,196 מקרים חדשים. באותו יום נרשמו ברחבי העולם 9,753 מקרי מוות, הנתון השני בגובהו ליממה. בחודש שעבר, מספר המתים היומי הממוצע עמד על 5,200, לעומת 4,600 ביוני. מפרוץ המגפה אובחנו יותר מ-17,100,000 נדבקים בעולם ומתו יותר מ-668,900 בני אדם.\r\n \r\n  \r\n  \r\nבארה&quot;ב מתו ביממה האחרונה 1,453 חולי קורונה, מספר המתים הגבוה ביותר ביום אחד מאז 27 במאי. כך לפי ספירה של סוכנות הידיעות רויטרס. בכך עלה מניין המתים מקורונה בארה&quot;ב ל-153,882. ביממה החולפת אובחנו 66,986 מקרים חדשים של קורונה. עד כה נדבקו בארה&quot;ב 4.58 מיליון בני אדם. \r\n \r\nד&quot;ר אנתוני פאוצ&#39;י, המומחה הראשי בממשל האמריקני למחלות זיהומיות, העריך אתמול כי לארה&quot;ב יהיה חיסון יעיל נגד הנגיף עד תחילת השנה הבאה. פאוצ&#39;י אמר שבשלב הראשון יחוסנו אנשים בסיכון גבוה. &quot;אני לא חושב שכולם יתחסנו מיד&quot;, הוא אמר, &quot;אבל נספק חיסון לכל אמריקני שזקוק לו&quot;. \r\n \r\n  \r\n  \r\nבברזיל עדכן משרד הבריאות כי ביממה האחרונה אובחנו 52,383 נדבקים חדשים בקורונה ומתו 1,212 חולים. יותר מ-2.6 מיליון בני אדם נדבקו בקורונה מפרוץ המגפה בברזיל ומניין המתים עומד על 92,475. אחת הנדבקות בברזיל היא מישל בולסונרו, רעייתו של הנשיא ז&#39;איר בולסונרו, שהודיע בתחילת השבוע כי החלים מהנגיף אחרי שנדבק בו בחודש שעבר. \r\n \r\nגם במקסיקו נרשם שיא יומי של נדבקים מפרוץ המגפה – 8,458 בני אדם. מניין הנדבקים בקורונה מתחילת המגפה במקסיקו עומד על 424,637 בני אדם. משרד הבריאות המקסיקני עדכן כי 688 חולי קורונה מתו ביממה החולפת, ומניין המתים עד כה עלה ל-46,688. בכך עקפה מקסיקו את בריטניה, והיא השלישית בנתוני התמותה בעולם אחרי ארה&quot;ב וברזיל. \r\n \r\nבצרפת דיווחו אתמול רשויות הבריאות על &quot;עלייה ניכרת&quot; של 54% במספר המקרים החדשים מאז השבוע שעבר. לפי הרשויות, העלייה כללה את כל קבוצות הגיל, אולם רשות הבריאות הציבורית מסרה כי עלייה מדאיגה במיוחד נרשמה בקרב צעירים בני 20 עד 30. כמו כן, נרשמה עלייה גם במספר החולים המאושפזים.\r\n  \r\nבבריטניה השהה אתמול ראש הממשלה בוריס ג&#39;ונסון את הצעדים הבאים להקלה בסגר, אחרי ש-846 מקרי הידבקות חדשים אובחנו ביממה – מספר הנדבקים היומי הגבוה ביותר בחודש האחרון. &quot;זו נורת אזהרה&quot;, אמר ג&#39;ונסון והוסיף כי מדובר בצעד בלתי נמנע. &quot;אני יודע שהרבה אנשים יתאכזבו, אני מצטער על כך. אנחנו לא יכולים לקחת סיכון&quot;.", "keywords": ["קורונה", "צרפת", "ספרד", "בריטניה", "ארגון הבריאות העולמי", "מקסיקו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/06/01/910023/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-08-01T23:03:46", "dateModified": "2020-08-19T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מקסיקו שלישית במספר המתים, הנשיא מסרב לשים מסכה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}