{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3839357,00.html"}, "headline": "הגבלות חדשות בקליפורניה: כנסיות, בארים ומכוני כושר ייסגרו ", "description": "ארגון הבריאות העולמי: יותר מדי מדינות &quot;נמצאות בכיוון הלא נכון&quot;; הונג קונג מחמירה ההגבלות - פארק דיסנילנד ייסגר שוב; לראשונה מאז התפרצות המגפה - לא נרשמו אתמול מתים בניו יורק מהקורונה; מקסיקו: יותר מ-35 אלף מתו מנגיף הקורונה עד כה; הקורונה ברוסיה: יותר מ-6,500 נדבקים אובחנו ביממה האחרונה, 104 מתו", "articleBody": "נגיף הקורונה – תמונת מצב בארץ ובעולם\r\n \r\n23:15 - קליפורניה סוגרת כנסיות, בארים ומכוני כושר \r\n \r\nקלפורניה מטילה הגבלות חדשות, בעקבות העלייה בתחלואה. המושל גווין ניוסם הודיע על סגירת בארים, מוזיאונים ובתי קולנוע ברחבי המדינה - מסעדות יוכלו להגיש אוכל רק בישיבה בחוץ.\r\n \r\nבנוסף, ייסגרו קניונים, כנסיות, מכוני כושר ומספרות ב-30 מחוזות במדינה בהם נרשמה תחלואה גבוהה במיוחד בקורונה. 80% מאוכלוסיית קליפורניה מתגוררת במחוזות אלה.\r\n \r\nהצעד של קליפורניה בא לאחר כמה שבועות שבהם כלכלת ארה&quot;ב נפתחה מחדש - בעידודו של הנשיא דונלד טראמפ.  \r\n \r\nלדברי ניוסם, אתמול אובחנו במדינה 8,358 חולי קורונה; שיעור הבדיקות החיוביות עלה ל-7.4%.\r\n \r\nמספר חולי הקורונה המאושפזים בקליפורניה זינק ב-28% בשבועיים האחרונים. מספר המאושפזים בטיפול נמרץ קפץ ב-20%.\r\n  \r\n \r\n \r\n \r\n19:15 - הונג קונג מחמירה ההגבלות - פארק דיסנילנד ייסגר שוב\r\n \r\nפארק דיסנילנד בהונג קונג ייסגר שוב ב-15 בחודש - בעקבות התפרצות הקורונה בעיר.\r\n \r\nהפארק נפתח מחדש לפני פחות מחודש, לאחר שנסגר בינואר בעקבות התפרצות הקורונה הראשונה באזור. האורחים והצוות חויבו לעטות מסיכות ולשמור על ריחוק חברתי, וכן לעבור בדיקת חום בכניסה.\r\n \r\nהיום החליטה ממשלת הונג קונג להגביל את ההתקהלויות ל-50 אנשים. כמו כן, 12 סוגי עסקים, בהם מכוני כושר ומרכזי גיימינג, נסגרו לשבוע; מסעדות יוכלו להציע רק טייק-אווי אחרי 18:00. \r\n \r\nבהונג קונג התגלו היום 52 חולי קורונה, 41 מהם נדבקו בעיר עצמה. מספר הנדבקים בהונג קונג מפרוץ המגיפה בינואר עומד על 1,522. \r\n \r\n \r\n \r\n \r\n19:00 -  ארגון הבריאות העולמי: יותר מדי מדינות &quot;נמצאות בכיוון הלא נכון&quot;\r\n \r\nארגון הבריאות העולמי הזהיר היום כי יותר מדי מדינות &quot;נמצאות בכיוון הלא נכון&quot; - זאת בשעה שנגיף הקורונה מתפשט ברחבי העולם. \r\n \r\nלדברי טדרוס אבהנום ג&#39;יבריסוס, נשיא ארגון הבריאות, אמר כי התגובה של חלק ממדינות העולם אינה תואמת את חומרת המגיפה.\r\n \r\n&quot;מסרים מבולבלים ממנהיגים פוגעים ברכיב החשוב ביותר בכל תגובה למגיפה - אמון&quot;, אמר ג&#39;יבריסוס. &quot;המצב יילך ויחמיר - אבל זה לא חייב להיות כך&quot;.\r\n \r\n \r\n \r\n14:00 - הקורונה ברוסיה: יותר מ-6,500 נדבקים אובחנו ביממה האחרונה, 104 מתו\r\n \r\nהרשויות ברוסיה עדכנו כי ביממה האחרונה אובחנו 6,537 נשאי קורונה חדשים במדינה ומתו 104 חולים. מדובר בנתונים נמוכים במעט בהשוואה ליממה הקודמת. עד כה דווח ברוסיה על יותר מ-733 אלף נדבקים, מתוכם מתו 11,439 בני אדם.\r\n \r\n \r\n11:25 - לראשונה מאז התפרצות המגפה - לא נרשמו אתמול מתים בניו יורק מהקורונה\r\n \r\nאתמול (א&#39;) לא היו בניו יורק מתים כתוצאה מהקורונה, לראשונה מאז פרצה המגיפה במדינה לפני ארבעה חודשים. &quot;תושבי ניו יורק הם הגיבורים של הסיפור הזה, התאמצו מעל ומעבר כדי לשמור על הביטחון שלהם ושל אחרים&quot;, הכריזה דוברת העירייה אייברי כהן. עד כה דיווחו בעיר על 16,970 מתים מקורונה. ב-11 במרץ דיווחו בעיר על המת הראשון מהנגיף, ולשיא הגיעו ב-7 באפריל אז דווח על 597 מתים מקורונה. עם זאת, ביום שבת אובחנו בניו יורק 341 אנשים נוספים עם קורונה. בכל זאת, היום החלו בעיר בשלב השלישי של אסטרטגיית היציאה מהסגר, וסלוני קוסמטיקה ומכוני שיזוף נפתחו מחדש. לעומת זאת, בעיר לא מאפשרים עדיין למסעדות לשרת לקוחות בתוך המסעדה, אלא רק בחוץ. בשלב זה גם לא ידוע מתי תתאפשר הסעדה בפנים שכן במדינות שאפשרו זאת כמו טקסס נרשמה עלייה חדה בנדבקים לאחר מכן. &quot;בהעדר מנהיגות לאומית העיר שלנו הדגימה כיצד להיפתח מחדש בבטחה&quot;, הוסיפה כהן. &quot;אנחנו לא יכולים להוריד את המגננות עדיין, ונמשיך לעשות כל שבאפשרותנו כדי להילחם במגיפה ביחד&quot;.\r\n  \r\n  \r\n11:00 - החוב המצטבר של החברות בעולם יזנק השנה ל-9.3 טריליון דולר\r\n  \r\nמסקר חדש שנערך בקרב 900 חברות מובילות עולה כי היקף צבירת החובות יואץ ב-2020 ב-12% ויעמוד על טריליון דולר בשל מאמצי החברות לשרוד בעוד הקורונה נוגסת ברווחים. \r\n  \r\n09:20 - הקורונה בהודו: יותר מ-28 אלף אובחנו כנשאים ביממה האחרונה, 500 מתו\r\n \r\nמשרד הבריאות בהודו דיווח שוב על שיא במספר הנדבקים בקורונה ביממה אחת, 28,701 מקרים חדשים אובחנו מאתמול. הרשויות בכמה ערים החזירו את המגבלות הקפדניות לאחר הניסיונות לפתוח מחדש את הכלכלה. עד כה אובחנו בהודו יותר מ-878 אלף נשאי קורונה, מתוכם מתו 23,174 - 500 מהם ביממה האחרונה.\r\n \r\n8:00 - ארה&quot;ב: כ-60,000 נשאי קורונה אובחנו ביממה\r\n \r\nבארה&quot;ב אובחנו ביממה החולפת 59,747 נדבקים חדשים בנגיף הקורונה. לפי נתוני אוניברסיטת ג&#39;ונס הופקינס, שעוקבת אחר הדיווחים של הרשויות ברחבי ארה&quot;ב, מספר הנדבקים הכולל במדינה עומד כעת על 3,301,820. ביממה החולפת מתו בארה&quot;ב לפחות 442 חולים, ומספר המתים הכולל עומד כעת על 135,171. בשני הנתונים, הנדבקים והמתים, ארה&quot;ב מדורגת ראשונה בעולם. בשבת, כך לפי ספירת ג&#39;ונס הופקינס, מספר הנדבקים היומי בארה&quot;ב עמד על יותר מ-66,000.\r\n \r\n \r\nעשר המדינות המובילות במקרי הידבקות\r\n \r\n \r\n \r\n7:30 - מקסיקו: יותר מ-35 אלף מתו מנגיף הקורונה, קרוב ל-300 אלף נשאים אובחנו\r\n \r\nלפי נתוני אוניברסיטת ג&#39;ונס הופקינס מספר המתים מקורונה במקסיקו עבר את זה שבאיטליה והגיע ליותר מ-35 אלף. מספר המקרים המאומתים במדינה הדרום אמריקנית מתקרב ל-300 אלף, לפי סגן שר הבריאות המקסיקני 299,750 בני אדם התגלו כנשאים. שלוש מדינות בלבד דיווחו על יותר מקרי מוות ממקסיקו - ארצות הברית, ברזיל ובריטניה.\r\n \r\n7:00 - שיא נדבקים חדש בפלורידה\r\n \r\n פלורידה דיווחה כי אתמול נרשם בה שיא חדש במספר היומי של נדבקים חדשים - 15,299. גם מספר המתים מתחיל לעלות בפלורידה, ובשבוע שעבר מתו בה 514 חולי קורונה - ממוצע יומי של 73 מתים. לפני שלושה שבועות, הממוצע היומי עמד על כ-30 מתים. \r\n \r\n \r\n ", "keywords": ["קורונה", "ארה&quot;ב", "נדבקים", "מקסיקו", "ניו יורק", "הונג קונג", "קליפורניה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/05/975429/AP_SC309-Main-2020-03-05T02-06-30_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-07-13T23:18:51", "dateModified": "2020-08-20T14:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הגבלות חדשות בקליפורניה: כנסיות, בארים ומכוני כושר ייסגרו", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}