{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3837450,00.html"}, "headline": "ג&#39;ף בזוס התאושש ממחיר הגירושים והונו בשיא חדש: 172 מיליארד דולר                            ", "description": "ימי הקורונה מטיבים עם מייסד אמזון שממשיכה לגרוף רווחים. בספטמבר 2018 נאמד הונו בכ-168 מיליארד דולר; גרושתו, מקנזי בזוס, שקיבלה 4% ממניות החברה, מדורגת במקום 12 של עשירי העולם של בלומברג עם הון של כ-57 מיליארד דולר", "articleBody": "הונו האישי של מייסד אמזון ג&#39;ף בזוס טיפס לרמתו הגבוהה ביותר, זא תעל אף שרק לפני שנה העביר לגרושתו מקנזי בזוס 4% מאחזקתו בענקית המסחר המקוון כחלק מהסדר הגירושים ביניהם. \r\n \r\n \r\n \r\nמניית אמזון התחזקה אתמול (ד&#39;) ב-4.4% וטיפסה למחיר שיא של כ-2,880 דולר. בעקבות זאת גדל הונו של בזוס ל-171.6 מיליאד דולר. זהו הסכום הגבוה ביותר המיוחס לבזוס, שהוכתר כאיש העשיר בעולם. בספטמבר 2018, הונו נאמד ב-167.7 מיליארד דולר, כך לפי מדד המיליארדרים של בלומברג. \r\n \r\n \r\n \r\nעל אף המשבר הכלכלי, הונו של בזוס דווקא עלה השנה ב-56.7 מיליארד דולר, זאת בעוד שמתגברות התלונות על היחס לעובדי אמזון. מוקדם יותר השבוע הגיבה החברה לביקורת והודיעה כי תקצה 500 מיליון דולר לתשלום בונוס חד-פעמי של 500 דולר לעובדי ה&quot;חזית&quot;. מהחברה סרבו להגיב על עושרו של בזוס. \r\n \r\nבעוד שחברות רבות צברו הפסדים ועומדות על סף פשיטת רגל בעקבות הסגר שהוטל על מנת לבלום את התפשטות הקורונה, אמזון המשיכה להרוויח, שכן היא מאפשרת להזמין מוצרים מבלי להצטרך לצאת מהבית. בזוס מחזיק ב-11% מהחברה – אחזקה שארחאית למרבית הונו. \r\n \r\n \r\n \r\nמיליארדרים נוספים שהמשיכו להתעשר גם בקורונה כוללים את אלון מאסק, מנכ&quot;ל טסלה, שמאז ה-1 בינואר נוספו להונו 25.8 מיליארד דולר, ואריק יואן מייסד זום, שהונו הוכפל כמעט פי 4 ל-13.1 מיליארד דולר. \r\n \r\nגרושתו של בזוס, מקנזי בזוס, שקיבלה כאמור אחזקה של 4% באמזון כחלק מהסדר הגירושים ביניהם, היא בעלת שווי הון של 56.9 מיליארד דולר, שמעניק לה את המקום ה-12 בדירוג העשירים של בלומברג. היא הפכה לאחרונה לאישה השנייה העשירה בעלם אחרי יורשת לוריאל פרנסיס בטנקור מאיירס. \r\n \r\nלעומת זאת, אמנסיו אורטגה, הבעלים של רשת זארה הפסיד השנה 19.2 מיליארד דולר – הסכום הגבוה ביותר מקרב כל החברים ברשימה של בלומברג. גם וורן באפט הפסיד השנה 19 מיליארד דולר, בעוד הונו של ברנר ארנו שעומד מאחורי ענקית מוצרי היוקרה הצרפתית LVMH התכווץ ב-17.6 מיליארד דולר. \r\n \r\nובכל זאת, ההון המצרפי של 500 האנשים העשירים בעולם עומד כעת על 5.93 טריליון דולר, עלייה לעומת 5.91 טריליון דולר בתחילת השנה.  ", "keywords": ["אמזון", "ג&#39;ף בזוס", "מקנזי בזוס"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/03/04/889678/AFP_754141-01-08609311_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-07-02T13:49:59", "dateModified": "2020-08-20T10:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ג'ף בזוס התאושש ממחיר הגירושים והונו בשיא חדש: 172 מיליארד דולר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}