{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/marketing/articles/0,7340,L-3825590,00.html"}, "headline": "שוק החלב: הקורונה והעלאת מחירים תרמו לעלייה של כ-11% במכירות בינואר - אפריל", "description": "המכירות הסתכמו ב-3.02 מיליארד שקל, כך לפי נתוני סטורנקסט. מדובר בעלייה גבוהה ביחס לשוק, שסבל בשנים האחרונות מקיפאון יחסי. ב־2019 צמחו המכירות בתקופה הזאת ב־2.9% בלבד", "articleBody": "העלאות מחירים ומשבר הקורונה סייעו לשוק החלב לחתום את ארבעת החודשים הראשונים של השנה, ינואר עד אפריל, עם עלייה של 11.2% במכירות שהסתכמו ב־3.02 מיליארד שקל. כך עולה מנתוני סטורנקסט. \r\n \r\n \r\nמדובר בעלייה גבוהה ביחס לשוק, שסבל בשנים האחרונות מקיפאון יחסי שנשבר מעת לעת בשל עליות מחירים. כך למשל, ב־2017 צמחו מכירות השוק ב־1.5% בלבד, ב־2018 צמחו המכירות ב־4.4% וב־2019 צמחו המכירות בתקופה הזאת ב־2.9%. אם מתחשבים בקצב גידול האוכלוסיה השנתי, שעומד על 2%, מדובר בעליות מתונות. \r\n \r\n \r\nהאסטרטגיה של מובילת השוק תנובה בשנים האחרונות, להתמקד במכירות וברווחיות על חשבון נתח שוק, הניבה לה תוצאות. נתח השוק של המחלבה הגדולה בארץ ירד בשלישון הראשון השנה ל־49.5% לעומת 50.7% בתקופה המקבילה אשתקד, אולם נוכח צמיחת השוק, עלו מכירותיה ב־9% המהווים תוספת של 114 מיליון שקל. \r\n \r\nהמתחרה שטראוס צמחה בתקופה הן בנתח השוק שעלה ל־22.4%, והן במכירות שעלו ב־15% ל־88 מיליון שקל. נתח השוק של טרה נותר קפוא, 11.2%, בדומה ל־2019. מכירותיה של טרה, בבעלות החברה המרכזית למשקאות קלים, צמחו ב־11.2%, בדומה לצמיחה של השוק כולו. \r\n \r\nמנכ&quot;ל טרה החדש, יהודה פורטה, חותם בדיוק שנה בתפקיד, ונראה כי הוא עדיין לא הצליח להוביל שינוי מגמה במכירות המחלבה. עם זאת, ניתן לראות בכך שיפור ביחס לתוצאה הקשה בשנת 2019 אותה חתמה בירידה של 5.8% במכירות ונתח שוק שצנח ל־11% לעומת 12.1% ב־2018 ו-13% בשנת 2017. אלא שהצמיחה הושגה בעיקר ממיקוד במוצרי הבסיס המפוקחים והפחות רווחיים. \r\n \r\nכך לדוגמה, נתח השוק של טרה בגבינה לבנה עלה ל-15.4% לעומת 14% אשתקד, על חשבון תנובה שירדה ל-52.2% לעומת 53.1% בקטגוריה בעלת הרווחיות המוגבלת. צמיחה של 22.7% במכירות הקוטג&#39;, שאינו מפוקח רשמית, אלא וולנטרית, העלתה את נתח השוק של טרה ל- 11.3% לעומת 9.7% בתקופה המקבילה אשתקד, בעוד תנובה שבחרה להתמקד במכירות רווחיות על פני נתח שוק, צמצמה את חלקה בקטגוריה ל-72.9% לעומת 74.3%. לעומת זאת, בקטגוריית הגבינות הצהובות הארוזות, שמחירן לא מפוקח, איבדה טרה נתח שוק שירד ל-17.1% לעומת 18% אשתקד לטובת תנובה שעלתה מ-70% ל-71% נתח שוק. \r\n \r\nיחד עם זאת, המחלבה צמחה גם בנתח שוק בקטגוריות שאינן בסיס דוגמת משקאות חלב בהן עלתה מ9.2% ל10.1% ובגבינות מלוחות מדף שעלתה מ-4.3% ל-4.7%. \r\n \r\nלצד הקושי של טרה, ניתן לראות כי תנובה איבדה מכוחה בקטגוריה הרווחית של משקאות חלב הכוללת שוקו, קפה קר ועוד ונתח השוק שלה ירד מ-25.3% בתקופה מקבילה ב-2019, ל18.3% ב2020. \r\n \r\nמנגד, צמחה תנובה בנתח השוק והמכירות בגבינות המיוחדות ששיווקן מלווה כעת בקמפיין רחב ובגבינות המלוחות.\r\n \r\nחלק ניכר מהפגיעה בתנובה נובע מצמצום ייצור החמאה. בנטרול קטגוריית החמאה, התכווץ נתח השוק של המחלבה בשיעור קל בלבד.  \r\n  \r\nמי שרשמה זינוק במכירות בתקופה זאת היא מחלבות גד. מכירותיה עלו ב־16.8% והסתכמו ב־139 מיליון שקל ונתח השוק שלה עלה ל־4.6% מהשוק. גד, המזוהה באופן המובהק ביותר עם השוק הקולינרי, נפגעה בשיעור החד ביותר מבין המחלבות עם אובדן המכירות לשוק המוסדי. \r\n \r\nמנגד, סגירת המסעדות הובילה לפריחה בבישול ובאפיה הביתיים, שאפשרו לחברה להציג צמיחה משמעותית בשוק הקמעונאי. מי שעוד רשמה צמיחה חדה בארבעת החודשים הראשונים השנה היא חברת ויליפוד, שפועלת בשוק החלב עם מותג יורו. מכירות החברה שבשליטת האחים צביקה ויוסי ויליגר, זינקו ב־67% ל־72.5 מיליון שקל.", "keywords": ["שוק החלב", "קורונה", "תנובה", "חלב", "סטורנקסט", "טרה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/12/12/778828/21_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נורית קדוש"}, "datePublished": "2020-05-21T15:24:08", "dateModified": "2020-08-18T12:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שוק החלב: הקורונה והעלאת מחירים תרמו לעלייה של כ-11% במכירות בינואר - אפריל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}