{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/money/articles/0,7340,L-3804631,00.html"}, "headline": "כך ניצלו מהמשבר כשליש מכספי הפנסיה", "description": "בזכות הקצאת האג&quot;ח המיועדות לחוסכים בקרנות הפנסיה החדשות בהיקף של כ-28% מהחיסכון, החוסכים  יספגו תשואה שלילית נמוכה יותר מאלו בביטוחי המנהלים ובקופות הגמל. רגע לפני המשבר, תכננו בחשכ&quot;ל וברשות שוק ההון לבטל את ההקצאה שלהם לתיקי החוסכים תמורת רשת ביטחון", "articleBody": "חודשים ספורים לפני פרוץ משבר הקורונה רקם החשב הכללי רוני חזקיהו מהלך מרחיק לכת יחד עם הממונה על רשות שוק ההון, משה ברקת – לבטל את הקצאת האג&quot;ח המיועדות לקרנות הפנסיה ולהחליפן בקרן ביטחון שהמדינה תעניק לפורשים לפנסיה בשווי ההטבה שמעניקות היום האג&quot;ח. \r\n \r\n \r\nאגרות החוב הממשלתיות הן אג&quot;ח שמקצה המדינה לקרנות הפנסיה החדשות בהיקף שהולך ויורד בהדרגה אך עומד כיום על סביב 28% מהכספים המנוהלים ומעניקות תשואה מובטחת של 4.86%. האג&quot;ח הללו קיימות אך ורק בקרנות הפנסיה בהתאם למודל שעודכן לפני כשלוש שנים לפיו כל פורש מקרן פנסיה יקבל הקצאה של 70% אג&quot;ח מיועדות כך שככל שירבו הפורשים מהקרנות שבשלב זה היקפם קטן, ההקצאה תוסט מהחוסכים הפעילים לפנסיונרים. \r\n \r\nהחוסכים בביטוחי המנהלים ובקופות הגמל לא נהנים מסובסידיה דומה ובימים אלו כשהבורסות בארץ ובעולם קורסות תיק ההשקעות של החוסכים בהם יורד הרבה יותר מהחוסכים בקרנות הפנסיה. אם לא די בכך, כספי הפנסיונרים של החוסכים בביטוחי המנהלים לא נהנים מאג&quot;ח מיועדות, הם אמנם מושקעים באופן יחסית סולידי אך הקצבה של החוסכים בהם גם נפגעת מהירידות בשווקים כל עוד אלו נמשכות. \r\n \r\nמדוח הממונה על שוק ההון עולה כי נכון לסוף 2018 היו בקרנות הפנסיה החדשות (להבדיל מהקרנות הותיקות שבהן החוסכים לא חשופים לסיכוני שוק ההון) 4.22 מיליון עמיתים מתוכם 2.38 מיליון פעילים, 1.78 מיליון שאינם פעילים (שלא ביצעו הפקדות בשנה שחלפה) ועוד 57 אלף מקבלי קצבה. בקרנות הוותיקות לשם השוואה היו נכון לסוף 2018 1.1 מיליון עמיתים מתוכם רק 112 אלף פעילים, 698 אלף שאינם פעילים ו-296 אלף מקבלי קצבה. \r\n \r\nאין נתונים מצרפיים על מספר המבוטחים בביטוחי המנהלים ובקופות הגמל אך אפשר לגזור נתח שוק באופן הבא: בקרנות הפנסיה החדשות נוהל נכון לסוף 2019 סכום של 409 מיליארד שקל. בביטוחי המנהלים שהונפקו מ-1991 (אין נתונים על פוליסות שקדמו לכך אך בהן התשואה לחוסכים הייתה מובטחת ללא קשר לביצועי שוק ההון) נוהלו נכון לסוף 2019 366 מיליארד שקל ואילו בקופות הגמל מנוהל עוד סכום של 245 מיליארד שקל (לא כולל קרנות השתלמות שהוא כסף המנוהל לטווח בינוני ובו מנוהלים 247 מיליארד שקל). \r\n \r\nלמעשה החלוקה בין מוצרי החיסכון החדשים באחוזים היא באופן הבא: 40% מהכסף בקרנות הפנסיה החדשות, 36% בביטוחי המנהלים ועוד 24% בקופות הגמל. עם זאת, צריך לקחת בחשבון שחוסכים רבים משלבים חיסכון בקרן פנסיה עם ביטוח מנהלים כמוצר משלים ובפרט בעלי משכורות גבוהות שהגיעו לתקרת ההפקדות בקרן הפנסיה (עד כפל השכר במשק). \r\n \r\nניקח רגע תיק ממוצע של חוסך בביטוח מנהלים עם סביב 40% מניות שאיבדו סביב 30% מתחילת השנה - קרי השפעה שלילית של כ-12%, עוד סביב 40% אג&quot;ח קונצרניות שאיבדו סביב 10%, קרי ירידה של 4% נוספים ועוד 20% אג&quot;ח מיועדות שאיבדו בממוצע 4%-5%, קרי הפסד נוסף של 1% ובסך הכל ירידה מצטברת שיכולה להגיע לסביב 16%-17% מתחילת השנה, בתלות כמובן בתמהיל המדויק של ניירות ערך של כל חברת ביטוח. \r\n \r\nכעת ניקח תיק של קרן פנסיה שמורכב גם הוא סביב 40% מאג&quot;ח מיועדות, קרי הפסד צפוי של 12%, עוד כמעט 30% באג&quot;ח קונצרניות (נניח שאין כמעט אג&quot;ח ממשלתי בתיק בגלל המיועדות) שאיבד 10%, קרי 3% הפסד נוסף ועוד כ-30% עם תשואה מובטחת של 4.86%, קרי תשואה חיובית קצת יותר גבוהה מ-1%. במצרפי קרן הפנסיה אמורה לרדת סביב 13%-14% מתחילת השנה ואפילו פחות שכן קרנות הפנסיה כן משקיעות באג&quot;ח ממשלתיות, הגם שפחות מביטוחי המנהלים והגמל. \r\n \r\nחשוב להדגיש, בשוק עולה, הסיטואציה היא הפוכה שכן ביטוחי המנהלים וקופות הגמל אמורים להציג תשואות גבוהות יותר, בעיקר בזכות רכיב גבוה יותר של אג&quot;ח קונצרניות (ומעט יותר מניות). החשיפה בקרנות הפנסיה ובביטוחי המנהלים למניות היא יחסית דומה, עם חשיפה מעט גבוהה יותר בביטוחי המנהלים אך עיקר ההבדל הוא שאת האג&quot;ח המיועדות של קרנות הפנסיה מחליפות אג&quot;ח ממשלתיות עם תשואה נמוכה יותר בביטוחי המנהלים. אלא שעבור חוסכים מבוגרים שאינם במסלולים מותאמי גיל, האג&quot;ח המיועדות סמוך לגיל הפרישה הן ממש חבל הצלה ממשברים מסוג זה. \r\n \r\nקרנות הפנסיה החדשות החלו לקבל עמיתים באמצע שנות ה-90 של המאה הקודמת כך שאם נניח שבממוצע המצטרפים אליהם היו בני 35, מקדימי המצטרפים אמורים להיות היום ברובם בני 60 כך שיש להם עדיין כמה שנים עד הפנסיה. למעשה יש רק עשרות אלפי פנסיונרים בקרנות החדשות ולא הרבה חוסכים בהן פורשים לפנסיה בימים אלו. \r\n \r\nאלא שלו המהלך המתוכנן של החשב הכללי ורשות שוק ההון היה קורם עור וגידים לפני המשבר הנוכחי, והמשבר הזה היה מתהווה כאשר כמות הפורשים מקרנות הפנסיה החדשות היה גבוה יותר, המדינה הייתה חשופה לפיצוי של פורשים רבים. \r\n \r\nהמדינה אמנם הפסידה שנים ארוכות מהקצאת האג&quot;ח המיועדות לחוסכים בקרנות הפנסיה שכן היא יכלה בקלות לגייס אגרות חוב בשוק בתשואה השואפת לאפס בעוד לחוסכים בקרנות הפנסיה התחייבה לתשואה של 4.86%. אלא שדווקא כעת, הפער הזה מצטמצם על רקע הירידות החדות באג&quot;ח הממשלתיות הארוכות. מדינת ישראל היום יכולה לגייס חוב סחיר, ואף צפויה לעשות זאת כדי להתמודד עם ההוצאות האדירות בעקבות המשבר, בתשואה גבוהה הרבה יותר מזו שקיבלה לפני חודש. \r\n \r\nהמשבר הנוכחי שהגיע בעיתוי כה קרוב ליוזמה לביטול האג&quot;ח המיועדות מעיד עד כמה הן חשובות לתיקי החוסכים, בוודאי היותר מבוגרים שבהם. אמנם המצטרפים בשש השנים האחרונות לקרנות הפנסיה החדשות חוסכים במסלולים מותאמי גיל עם ירידה ברמת הסיכון ככל שמתבגרים אך החוסכים הותיקים בקרנות החדשות, שהם רוב החוסכים עדיין חוסכים במסלולים הכלליים. לו היו עם חשיפה מלאה היום לשוק ההון ללא אג&quot;ח מיועדות ורגע לפני פרישה, המשמעות היא פגיעה משמעותית בקצבה שתחושב להם לפנסיה. \r\n \r\nמה עשה תיק פנסיוני ללא אג&quot;ח מיועדות מתחילת השנה: \r\n \r\n40% מניות – ירידה של כ-30%: ירידה של 12%\r\n \r\n40% אג&quot;ח קונצרניות (והשקעות אלטרנטיביות שמשוערכות בהתאם לירידות בשוק הקונצרני) – ירידה של כ-10%: ירידה של 4%\r\n \r\n20% אג&quot;ח ממשלתי – ירידה של כ-4%-5% - ירידה של כ-1%\r\n \r\nבסך הכל – ירידה של עד כ-16%-17% מתחילת השנה בתלות בתמהיל הספציפי של כל גוף\r\n \r\n \r\nמה עשה תיק פנסיוני של קרן פנסיה עם הקצאה של כ-30% אג&quot;ח מיועדות מתחילת השנה: \r\n \r\n40% מניות – ירידה של כ-30% - ירידה של 12%\r\n \r\n30% אג&quot;ח קונצרניות – ירידה של 10% - ירידה של עוד 3%\r\n \r\n30% מיועדות – עליה של 4.86% - עליה של כ-1.3%. \r\n \r\nבסך הכל ירידה של עד כ-13% ואף פחות בהתחשב שגם בפנסיה יש חשיפה לאג&quot;ח ממשלתיות ובהתאם לתמהיל של כל גוף וגוף. ", "keywords": ["רשות שוק ההון", "פנסיה", "קרנות פנסיה", "חוסכים", "קורונה", "החשב הכללי", "רוני חזקיהו", "אגרות חוב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/12/15/954778/1L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רחלי בינדמן"}, "datePublished": "2020-03-29T18:11:30", "dateModified": "2020-08-20T09:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "כך ניצלו מהמשבר כשליש מכספי הפנסיה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}