{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3753252,00.html"}, "headline": "מנכ&quot;ל פרוטרום: &quot;המחאה החברתית יצרה מצב שמשקיעים ישראלים לא רוצים לקנות חברות בישראל&quot;", "description": "אורי יהודאי בוועידת התחזיות של כלכליסט: &quot;רק תכנית ארוכת טווח עם השקעות משמעותיות ומנהלים טובים שיקימו מפעלים בארץ ויחנכו לתעשייה - רק כך יפתרו בעיות הכלכלה הישראלית&quot;.  ציפי עוזר ערמון, מנכ&quot;לית לומניס: &quot;חשה עצמי ברת מזל עם בעלי מניות שקנו לא רק את החברה אלא גם את האסטרטגיה שלנו&quot;", "articleBody": " \r\n \r\n&quot;אני נמצאת בלומניס שש שנים ואכן הובלתי אותה להנפקה&quot;, כך הדגישה ציפי עוזר ערמון, מנכ&quot;לית לומניס במהלך ועידת תחזיות 2019 של כלכליסט. לדבריה, &quot;אין בעשייה הזו רגע דל בכל היבט אשר נוגע לחברה. היא צומחת, היא דינאמית, היא מספר אחת בישראל במכשור רפואי. אך עם זאת, יש תמיד אתגר. צריך לנהל במקביל חברה שפועלת בשוק דינאמי, לייצר חדשנות, להביס מתחרים וגם לנהל בעלי מניות שלכל אחד מהם יש סגנון משלו. אני כן חשה עצמי כברת מזל. גם בקדנציה תחת ויולה בורכתי בבורד מדהים ובעלי מניות שנתנו בנו אמון והעניקו לנו תמיכה. הם היו לנו למנטורים. גם כיום בעלי המניות הנוכחיים קנו לא רק את החברה אלא גם את האסטרטגיה שלנו. אנו ביצענו שלוש רכישות בעת האחרונה מאז רכישתנו&quot;.\r\n \r\nעוד הוסיפה עוזר ערמון: &quot;אני סבורה שקרן נכנסת לקרביים של ההנהלה רק אם היא חושבת שצריך מעורבות. אנו מנסים להיות תמיד לפני התחרות. לאתר כל הזדמנות וגם כל בעיה שעלולה להתרחש. אנו מקבלים עד היום פידבק טוב ותמיכה מלאה. אני מאמינה שבורד המנהלים מעורב מאוד. הם מאשרים גיוסים, רכישות, תכניות עבודה. אך מעורבות אופרטיבית נדרשת רק כשהנהלה לא יודעת כיצד לעבוד&quot;.\r\n \r\n \r\nלדברי אורי יהודאי, מנכ&quot;ל פרוטרום: &quot;אני סבור שזהות המתעניינת בפרוטרום פחות חשובה. ההסתכלות הנכונה היא כיצד בונים חברה שיוצאת למסע לטווח ארוך. אני הייתי במסע של פרוטרום 33 שנים. היינו חברה ציבורית במשך 20 שנים - נסחרנו בהתחלה בשווי של 13 מיליון דולר והיה לנו מחזור של שלושה מיליון דולר. אני סבור שלא צריך לשאות מי הרוכש של חברה, האם הוא סיני או בריטי. התחרות האמיתית היא בין ישראל לעולם. תחרות היא לייצר בידול בינינו ובין העולם. מבחינתי הבעיה המרכזית של מדינת ישראל ושל כלכלת ישראל היא שאנשים טומנים ראש בחול. הם לא מבינים שהחברות התעשייתיות המשמעותיות ביותר בישראל נרכשות על ידי זרים: כתר, נטפים, פרוטרום. זו בעיה כי יש חשש מהותי שהן יצאו מגבולות ישראל. יש רוכשים ישראלים שהיו יכולים לרכוש את פרוטרום. והמחאה החברתית יצרה מצב שמשקיעים ישראלים לא רוצים לקנות חברות בישראל. כאן בארץ בונים מפעלים בהיקף נמוך יותר. תעשיות יוצאות מישראל. אנו משכנעים אנשים למה לא צריך להשקיע בישראל. נוצר דיבור על עוד חברה שנמכרה ועוד חברה שנמכרה, אך לדעתי זוהי מלחמת סחר. ומלחמת הסחר הזו לא החלה בדונאלד טראמפ, שפועל למען עסקים במדינה שלו ומונע מהם לצאת&quot;. \r\n \r\nעוד הדגיש יהודאי: &quot;אפשר להזיז מיליארד או שניים, לחלק את העוגה, אך יש להגדיל את העוגה, כך נקטין את אי שיוויון במשק, נגדיל את התמ&quot;ג. אני עוסק בזה בימים אלה אך מי שצריך להוביל את זה היא המדינה. אני מאמין שמה שיש לעשות זה לאמץ גישה הוליסטית אסטרטגית. המשלה צריכה להוביל, עם מעסיקים, עם הסתדרות. רק תכנית ארוכת טווח עם השקעות משמעותיות ומנהלים טובים שיקימו מפעלים בארץ ויחנכו לתעשייה - רק כך יפתרו בעיות הכלכלה הישראלית – אחרת כל בועת האופוריה המדומה כאן תתפוצץ. אני לא רואה היכן הכלכלה כאן צומחת&quot;. \r\n \r\nלדברי עוזר ערמון: &quot;יש כיום הבדל בין חברה פרטית וציבורית. להיות חברה ציבורית נותן יתרון שאפשר לקנות מניה כמובן וכיום עם עליית הריבית יש לכך יתרון. ניתן לתת לעובדים אופציות – ועם חוסר היציבות השלטונית והרגולטורית יש בכך יתרון. אך גם יש חסרונות: יש פחות יכולת תחרותית כי יש חשיפה מלאה. אצלנו קיבלנו כלי חשוב: משקיעים רוצים לראות תכנית וגם שנעמוד בה. כשאנו הופכים לפרטיים יכולתנו להגיב לשוק ולשנות תכניות מעניקה לנו יתרון. בהיבט זה, כשהיינו ציבוריים סווגנו בנאסד&quot;ק. אני לא סבורה שלחברה בסדר גודל של לומניס יש היגיון להיסחר בשתי זירות. הבורסה בישראל מוסיפה הרבה דיווחים מידיים. בחברה שאינה מאוד גדולה עדיף להיסחר רק בבורסה אחת&quot;. \r\n \r\nלדברי יהודאי: &quot;החוכמה, או ההכרח, לנהל חברה ציבורית נוגע לדיסוננס בין ניהול רבעוני לניהול ארוך טווח. ולכן נוצרת מצוינות שאין בחברה פרטית. לדעתי אחד הכלים שאיננו משתמשים בהם הוא הנזלה של חברות דרך הבורסה. לרוב החברות הגדולות אין בעל מניות עיקרי, זו תפיסה ישראלית מקומית בלבד. לדעתי יש להסתכל קדימה ולא על טווח מיידי&quot;. עוד ציין יהודאי, &quot;השאלה היא איך בונים עוד טבע, עוד נטפים, עוד כתר. אני אשמח להיות מחר שר אוצר או שר תעשייה אך זה לא יקרה בגלל שיקולים פוליטיים. אז אני מעדיף לבנות עוד כמה פרוטרומים - אני מאמין גם בישראל. חברה צריכה הנהלה בישראל. ופחות חשוב מי בעל המניות&quot;.\r\n \r\nלדברי עוזר ערמון: &quot;פרייבט אקוויטי מיועד לתשואה גדולה לבעלי המניות ולכן הדרך היחידה היא לנהל כמו בחברה ציבורית. מטרתנו היא צמיחה רבעונית בכל הפרמטרים, אנו חייבים לנהל כחברה ציבורית. כך שאנו לא נהנים מירידה בנטל עקב אי ציבוריות. בישראל יש לנו כ-500 עובדים, כלומר אנו מפרנסים 2,000 אנשים. כל עוד בעלי המניות מקבלים תשואה ואנו מגדילים את החברה, יש מצב ווין ווין לכולם&quot;. ", "keywords": ["אורי יהודאי", "פרוטרום", "לומניס", "ציפי עוזר ערמון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/12/31/873526/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "תומר הדר"}, "datePublished": "2018-12-31T14:17:37", "dateModified": "2020-08-05T19:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מנכ\"ל פרוטרום: \"המחאה החברתית יצרה מצב שמשקיעים ישראלים לא רוצים לקנות חברות בישראל\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}