{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3788450,00.html"}, "headline": "רשימה שנייה של הסטארט-אפים במשלחת לוועידת כלכליסט בברלין", "description": "עשרות סטארט-אפים כבר הבטיחו את מקומם בוועידת WeTech Berlin ב-26-27 בפברואר בברלין. ועידת כלכליסט בשיתוף ענקית הנדל&quot;ן האירופית Aroundtown, בנק לאומי ולאומי טק וקרן ההשקעות האירופית Target Global תפגיש בכירים וכוכבי הייטק מישראל וגרמניה עם משקיעים ושותפים אסטרטגיים בתאגידים אירופיים מובילים", "articleBody": "עשרות סטארט-אפים כבר הבטיחו את מקומם בוועידת WeTech Berlin ב-26-27 בפברואר בברלין. ועידת כלכליסט בשיתוף ענקית הנדל&quot;ן האירופית Aroundtown, בנק לאומי ולאומי טק וקרן ההשקעות האירופית Target Global תפגיש בכירים וכוכבי הייטק מישראל וגרמניה עם משקיעים ושותפים אסטרטגיים בתאגדים אירופיים מובילים. \r\n \r\nהתחומים שנבחרו השנה:\r\nDisrupting the City\r\nAI &amp; Big Data\r\nProp-Tech\r\nTech for Good\r\nCyber &amp; Intelligence Tech\r\n \r\nועידת ברלין תתקיים ב-27-26 בפברואר. לפרטים נוספים ולהרשמה לחצו כאן.\r\n \r\nנותרו מקומות אחרונים במשלחת הסטארט-אפים לברלין. להגשת מועמדות: omer.vermouth@calcalist.co.il\r\n \r\n \r\nArbe\r\n \r\nהחברה מפתחת את הדור הבא של הדמיית תמונת המכ&quot;מים המאפשרת חישה ברזולוציה גבוהה ומיועדת למערכות סיוע לנהגים (ADAS) תוך כדי סלילת הדרך לנהיגה אוטונומית מלאה.\r\n \r\nגיוסים: 55 מיליון דולר\r\nמשקיעים: Canaan Partners Israel, iAngels, 360 Capital Partners, Catalyst CEL, AI Alliance (Hyundai, Hanwha, SKT), BAIC Capital, Mission Blue Capital, Maniv Mobility, O.G. Tech Ventures, Taya Ventures and OurCrowd\r\n \r\n \r\nWave\r\n \r\nפלטפורמת Wave הינה מערכת אשר תכליתה לאפשר לכל הצדדים בשרשרת האספקה ממשק נוח להעברת שטרות ומסמכי מקור בעזרת ניהול מרשם בעלויות ברשת מבוזרת מבוססת על טכנולוגית הבלוקצ&#39;יין - טכנולוגית הבלוקציין מאפשרת בפעם הראשונה לנהל את העברת הערך הנלווה לשטרות בין כל הצדדים בצורה דיגיטלית וללא כל שימוש בנייר. \r\n \r\nעד היום, המערכת כבר נוסתה בהצלחה על ידי עשרות בנקים, חברות ספנות ומשלחים מרחבי העולם המשתמשים בשירותי המערכת ואף מציעים אותה ללקוחותיהם (חברת הספנות צים לדוג&#39;) במטרה לשפר את חווית הלקוח המוצעת תוך כדי יצירת חיסכון וערך נוספים לשרשרת האספקה כולה. המערכת של Wave הינה למעשה מערכת קורייר אלקטרונית, והיא מאפשרת להעביר מסמכים בצורה מאובטחת אך גם להעביר מסמכים מקוריים כך שהשולח כבר אינו הבעלים של המסמך המקורי אלא מקבל רק עותק שלו, ואילו הנמען מקבל לרשותו את המסמך המקורי. \r\n \r\nגיוסים: 6 מיליון דולר\r\nמשקיעים: מריוס נכט, גיגי לוי (NFX), פרנק סיקה, מארסק, צים. \r\n \r\n \r\n \r\nXm Cyber \r\n \r\nהחברה מובילה בתחום ה-&quot;Breach and Attack Simulation&quot; (סימולציה של פריצה ותקיפה) פיתחה פלטפורמה חדשנית בשםHaXM . הפלטפורמה של XM Cyber מייצרת סימולציות תקיפה באופן רציף, וחושפת את כלל מסלולי התקיפה האפשריים מנקודת מבטו של התוקף, החל מנקודת הפריצה הראשונית ועד הגעה לנכסים ארגוניים חיוניים, ובכלל זה מסלולי תקיפה העוברים מתחת לרדאר של רבים ממוצרי האבטחה הקיימים אשר כיום אין שום דרך לגלותם.\r\n \r\nכצעד משלים לסימולציית התקיפה, מערכת HaXM מספקת המלצות ממוקדות ומתועדפות המראות כיצד ניתן לתקן את הליקויים שהתגלו. למעשה המערכת פועלת כצוות סגול אוטומטי המשלב תהליכים של צוות אדום וצוות כחול על מנת לייצר תהליך אבולוציוני מהיר שמביא את הארגונים לרמת מוכנות גבוהה בפני איומי סייבר. \r\n \r\nמשקיעים: Macquarie Capital, Nasdaq Ventures, Our Innovation Fund, LP ו-UST Global, Swarth Group\r\nגיוסים: 32 מיליון דולר\r\n \r\n \r\n \r\nPlentific\r\n \r\nהחברה מציעה לבעלי נדל&quot;ן ומנהלי נכסים אתר מקוון לשירותי תיקונים ותחזוקה ביתיים\r\n \r\nגיוסים: 41 מיליון דולר\r\nמשקיעים: Pi Labs, Target Global, Round Hill Ventures, A/O PropTech, PropTech Capital\r\n \r\n \r\nJuganu\r\n \r\n \r\n \r\nהחברה פיתחה במהלך השנים האחרונות בשיתוף עם ענקיות תוכנה וחומרה את ”FOAM”. הפתרון המיוחד של ג&#39;וגאנו, נותן מענה פורץ דרך לסוגיות תקשורת ושירותים במרחב הציבורי והמסחרי שחברות רבות בעולם מנסות לפתור במהלך השנים האחרונות ללא הצלחה. \r\n \r\nבהטמעה פשוטה ומהירה, הטכנולוגיה שפותחה על ידי ג&#39;וגאנו, מאפשרת לכל רשות ציבורית, להנגיש ולהשיק אפליקציות ויישומים כגון: בינה מלאכותית, תמיכה אורבנית במכוניות חכמות ובקרות תנועה, יישומי ביטחון והצלה מתקדמים, שירותים מוניציפליים מתקדמים, ניטור מלא בזמן אמת של תשתיות, וחיבור לכל סנסור או שירות מתחומי הIOT, עבור כל אחד מהצרכים השוטפים של הרשות.\r\n \r\nגיוסים: 25 מיליון דולר\r\nמשקיעים: Comcast, Viola Growth, Amdocs, Ourcrowd\r\n \r\nGuardian Optical Technologies\r\n \r\nגארדיאן פיתחה חיישן מתקדם לתעשיית הרכב. הוא מהווה את הפיתרון הכולל היחיד שמאחד ניטור נהג, ניטור מצב התפוסה (עבור כריות האוויר ושאר יישומי בטיחות) וזיהוי של תינוקות שנשכחו ברכב. החיישן, שמחליף מספר רב של חיישנים ברכב, חוסך מעל מאה דולר לרכב עבור כל יצרן ומאפשר יישומים מתקדמים יותר בעתיד באמצעות עדכון תוכנה בלבד. החברה צופה הטמעה של החיישנים שלה כבר ב 2023. \r\n \r\nגיוסים: 16 מיליון דולר\r\nמשקיעים: קרן ההשקעות של טויוטה, מניב מוביליטי, סומפו (ענקית ביטוח יפנית) ויבואני רכב ישראלים \r\n  \r\n  \r\n \r\n \r\nGK8\r\n \r\nחברת אבטחת סייבר שפיתחה טכנולוגיה פורצת דרך לניהול ושמירה על נכסים דיגיטליים. הטכנולוגיה מאפשרת למוסדות פיננסיים לבצע את כל תהליך ניהול הנכסים הדיגיטליים, כולל שליחת עסקאות מאושרות ל- blockchain, בצורה מאובטחת. החברה כבר מנהלת באופן מאובטח נכסים דיגיטליים עבור מספר לקוחות שמנהלים מעל למיליארד דולר בנכסים. החברה הוקמה ביולי 2018 על ידי המנכ&quot;ל, ליאור לאמש, ומנהל טכנולוגיות ראשי שחר שמאי, שעסקו באבטחת הנכסים האסטרטגיים של מדינת ישראל בפני מתקפות סייבר. המשקיעים והוועדה המייעצת של GK8 כוללים \r\n \r\nגיוסים: 4 מיליון דולר\r\nמשקיעים: מריוס נכט, דיסקונט קפיטל, זרוע ההשקעות של בנק דיסקונט, פרופ&#39; ערן טרומר, מומחה הצפנה ומייסד חברת Zcash ואילן לבנון, מי שניהל את תחום אבטחת הסייבר באחת מיחידות המודיעין של צה&quot;ל.\r\n \r\n \r\n \r\nQEDIT\r\n \r\nהחברה מפתחת פתרונות וכלים לשמירה על הפרטיות עבור ארגונים פיננסיים המעוניינים לשתף פעולה מבלי לחשוף זה בפני זה נתונים רגישים. החברה משתמשת בשכבת בלוקצ&#39;יין פרטי ומצפינה את המידע באמצעות שיטה מתמטית מורכבת הקרויה &#39;הוכחה באפס ידיעה&#39; (zero-knowledge proof cryptography). בכך, החברה מאפשרת לארגונים להשתמש בבלוקצ&#39;יין, ובאותה עת לשמור על סודיות המידע ללא חשש מדליפתו. \r\n \r\nהטכנולוגיה של החברה מעניקה לארגונים את היכולות לשתף מידע רגיש ולהוכיח את אמינותו של פרט מידע מסוים, וכל זאת מבלי להחזיק במידע ומבלי לחשוף את תוכנו. החברה אף מסייעת לחברות להקים מערכות לניהול שרשרת האספקה בשילוב האקו-סיסטם שלהן, תוך שמירה על סודיות המידע הרגיש. שימוש בטכנולוגית החברה עשוי לקצר ולייעל תהליכים ארגוניים שהיו עמוסים בבירוקרטיה ותלויים במשאבים יקרים, ולאפשר לצרכנים להיות בטוחים שהמידע עליהם לא דולף מספקי השירותים השונים. החברה הכריזה לאחרונה על שיתוף פעולה אסטרטגי עם ענקיות הווירטואליזציה VMware ו-Ant Financial, ואף נבחרה לאחת מחברות הסטארט-אפ החדשניות על ידי פורום הכלכלה העולמי ועל ידי אתר הטכנולוגיה הפופולארי Crunchbase.\r\n \r\nגיוסים: 13 מיליון דולר\r\nמשקיעים: המשקיעים הראשונים בחברה היו אודי וינשטיין ואופיר שלוי, אדי שלו מקרן ג&#39;נסיס, יריב גילת, עפר רותם ומני רוזנפלד. סבב הגיוס האחרון היה בהובלת MizMaa Ventures, ובשיתוף Ant Financial, RGAX, Meron Capital, Collider Ventures, Jovono ו-Target Global\r\n \r\n \r\nRewire \r\n \r\nהחברה פיתחה את פלטפורמת הבנקאות הבינלאומית עבור מהגרים, ציבור שברוב המקרים לא מצליח לקבל שירותים בנקאיים ונאלץ להשתמש בפתרונות חלופיים אשר מחד כרוכים בעמלות גבוהות. הפתרון של Rewire נותן מענה לקשיים הללו באמצעות חשבון (Neo bank ) חוצה גבולות וגלובלי המאפשר לנהל את חיי היום יום של מהגר העבודה גם במדינה בה הוא עובד וגם במדינת המוצא. כך יכול מהגר העבודה הן לתמוך בקרוביו שהותיר במולדת והן לבנות את עצמאותו הפיננסית. \r\n \r\nשיתופי הפעולה שהחברה חותמת עם בנקים במדינות המוצא יחד עם הטכנולוגיה שפיתחה, מאפשרים לכל מהגר להפקיד כסף לחשבון בנק דיגיטאלי ולהשתמש בו מקומית, להפקיד משכורת , לבצע תשלומים באמצעות כרטיס אשראי אשר מנפיקה החברה, לבצע העברת כספים למדינת המוצא ובהמשך ליהנות ממוצרים פיננסיים שונים כגון – תשלומים לחינוך, לקיחת הלוואות ונטילת משכנתא. Rewire פעילה ביותר מ20 מדינות בעולם ,ונותנת שירות למהגרים מיותר מ10 מדינות מוצא. \r\n \r\nגיוסים: 17 מיליון דולר\r\nמשקיעים: קרןViola FinTech ומשקיעים נוספים ובעיקרם BNP Paribas דרך גוף ההשקעות Opera Tech Ventures ,OurCrowd, קרן הון סיכון Montea תוך שהיא מצרפת את שותפתה האסטרטגית Standard Bank of South Africa, ומשקיעים פרטיים \r\n \r\n \r\nSixdof Space\r\n \r\nחברת Sixdof Space יצרה מערכת עקיבה אופטית חדשנית שמהווה פריצת דרך משמעותית הן מבחינת מהירות והן מבחינת דיוק. המערכת משלבת בצורה ייחודית אופטיקה, אלקטרוניקה ואלגוריתמיקה עבור יישומים בתעשיות שונות. למרות שבתחילת דרכה החברה התמקדה בפיתוח של מערכת עקיבה inside-out בעלת שש דרגות חופש (6DOF) עבור תעשיית המציאות המדומה או הרבודה, החברה כיום מפתחת יישומים עבור תחומים נוספים, כגון רובוטיקה ותעשיית הרכב.\r\n \r\nגיוסים: 3 מיליון דולר\r\nמשקיעים: אנג&#39;לים ומשרד המדען הראשי\r\n \r\n \r\nCybeReady Learning Solutions\r\n \r\nהחברה מספקת פלטפורמת למידה אוטומטית בנושא אבטחת סייבר עבור הארגון שמבקש להשיג יותר הגנה בפחות מאמץ. החברה פותרת את בעיית התכנון הביצוע והמדידה ל תכנית הלמידה על ידי התבססות על אוטומציה ולמידת מכונה. החברה משרתת מאות לקוחות בכ-20 מדינות ותומכת ב-36 שפות.\r\n \r\nגיוסים: 5 מיליון דולר\r\n \r\nHome Made\r\nהחברה יצרה אתר נדל&quot;ן מקוון המחבר בין בעלי בית לדיירים.\r\n \r\nגיוסים: 3.8 מיליון דולר\r\nמשקיעים: VentureFriends \r\n \r\nAnachoic \r\n \r\nאנאקואיק פיתחה מערכת בטיחות אקטיבית למשתמשי כביש פגיעים, כגון רוכבי אופנוע, אופניים והולכי רגל. המערכת הייחודית של אנאקואיק, מחזקת את תפיסת המרחב של המשתמש דרך שדה שמע סינתטי ובכך מפחיתה באופן משמעותי את הסיכון להיפגע בתאונת דרכים. ליישום המערכת, החברה פיתחה חיישנים זעירים, מסנתז שמע ובינה מלאכותית שמוטמעים בתוך קסדה או אוזניות ובאמצעותם המערכת מגלה איומים ומעבירה אותם למשתמש באופן טבעי ואימרסיבי. לחברה יש שת&quot;פ עם יצרן קסדות לאופנועים ואופניים מוביל ומתכננת להתחיל ניסוי שטח בהיקף רחב עם מספר שחקנים נוספים בתחום.\r\n \r\nמשקיעים: אנג&#39;לים\r\n \r\n \r\nBllush\r\n \r\nכיום, רובנו רגילים לצרוך תוכן ולקבל השראה דרך פלטפורמות כמו אינסטגרם ופינטרסט, מה שמביא לכך שחברות אופנה מקוונות (e-commerce), שמשווקות בגדים דרך אתרים ואפליקציות, מאבדות את תשומת הלב של המשתמשים כיוון שהן לא מצליחות לספק חוויה המשתווה לזו שמספקות הרשתות החברתיות.\r\n \r\nחברת בלאש מאפשרת לחנויות אלו לייצר חוויות תוכן דומות לאלו של הרשתות החברתיות בתוך האתר או האפליקציה שלהן, דרך עבודה עם משפיעני רשת ותכנים מעוררי השראה. החברה מפעילה marketplace של תמונות אופנה מקצועיות המגיעות מ- micro-influencers כך שחברות אופנה יכולות להשתמש בהן. מיליוני יוזרים בחודש צופים בתכנים של בלאש דרך החברות המובילות באירופה כגון Otto Group ו-Zalando. \r\n \r\nמשקיעים: קבוצה של אינג׳לים ישראליים ואמרקיאים וקרן LETA Capital\r\n \r\n \r\nAgrowing \r\n \r\nהחברה מספקת סנסורים מולטיספקטרליים המאפשרים לאתר ולזהות מחלות ומזיקים באתרים חקלאיים באמצעות למידת מכונה, תוך רכישת צילומי תקריב מולטיספקטרליים מרחפנים ברזולוציה של פחות מחצי מ&quot;מ לפיקסל. העיצוב המיוחד של הסנסורים, שמבוססים על מצלמות סוני מתקדמות, מאפשר לאגרווינג להציע את מוצריה במחיר תחרותי למוצרים המובילים בשוק, למרות הפער האיכותי המשמעותי שלהם.\r\n \r\nמוצרי החברה נמצאים בשימוש מסחרי ע&quot;י חברות AI מובילות בחקלאות המדייקת, כמו SeeTree.ai הישראלית. החברה משתפת פעולה עם יצרנית הרחפנים YUNEEC ועם מוסדות אקדמיים כמו הטכניון של רוצ&#39;סטר ואוניברסיטת סאו פאולו.\r\n \r\nמשקיעים: Agrichem Ltd\r\n \r\n \r\n \r\n ", "keywords": ["ועידת ברלין", "WeTechBerlin", "הייטק ישראלי", "הייטק"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/01/27/965001/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נעמי צורף"}, "datePublished": "2020-02-04T15:26:38", "dateModified": "2020-08-19T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רשימה שנייה של הסטארט-אפים במשלחת לוועידת כלכליסט בברלין", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}