{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3783790,00.html"}, "headline": "כוכבים בשמי ברלין, הסטארט-אפים במשלחת כלכליסט", "description": "רשימה ראשונה של הסטארט-אפים במשלחת כלכליסט לוועידת WeTechBerlin בסוף פברואר", "articleBody": "עשרות סטארט-אפים כבר הבטיחו את מקומם בוועידת WeTechBerlin ב-26-27 בפברואר בברלין. ועידת כלכליסט בשיתוף ענקית הנדל&quot;ן האירופית Aroundtown, בנק לאומי ולאומי טק וקרן ההשקעות האירופית Target Global תפגיש בכירים וכוכבי הייטק מישראל וגרמניה עם משקיעים ושותפים אסטרטגיים בתאגדים אירופיים מובילים. \r\n \r\nהתחומים שנבחרו השנה: \r\nDisrupting the City \r\nAI &amp; Big Data \r\nProp-Tech \r\nTech for Good \r\nCyber &amp; Intelligence Tech\r\n \r\n \r\nועידת ברלין תתקיים ב-26-27 בפברואר. לפרטים נוספים ולהרשמה לחצו כאן.\r\n \r\n \r\nהרשימה כמעט סגורה ואולם סטארט-אפים המעוניינים עדיין להגיש מועמדות ולהצטרף למשלחת מוזמנים לשלוח מייל עד יום חמישי 30 בינואר: omer.vermouth@calcalist.co.il \r\n \r\nבין הסטארט-אפים שנבחרו למשלחת: \r\n \r\nAnzu.io\r\nהחברה פיתחה פלטפורמה לפרסום במשחקים ובטורנירי Esports. הפלטפורמה מספקת פתרון פרסום מקיף למותגים אשר מציג ומודד מודעות סטנדרטיות בתוך סביבת המשחק בזמן אמת, באופן שבו הפרסומות הופכות לחלק ממנו. אנזו יצרה סביבת פרסום בעלת יכולות מיקוד המאפשרת הגשה של מודעות מותאמות אישית המתחלפות במהלך המשחק בהתאם למאפייני השחקן והתנהגותו. המערכת שלה מייתרת את הצורך בעידכון קוד המקור של המשחק והפצתו מחדש בכל פעם שיש צורך בהכנסת תוכן שיווקי חדש לתוך עולם המשחק.\r\n \r\nגיוסים: 8 מיליון דולר\r\nמשקיעים: WPP PLC, BITKRAFT, Axel Springer SE\r\n \r\n \r\n \r\nHome Hero \r\nהחברה פיתחה מערכת בינה מלאכותית המבצעת התאמות חכמות בין מוכרים לקונים בשוק הנדל&quot;ן, באופן המקל על סגירת עסקאות. Home Hero מפעילה זירה דיגיטלית של מוכרים וקונים עם מאגר בלעדי של נכסים, ומתווכי החברה משתמשים באפליקציה ייעודית המעניקה להם כלי ניהול למיקסום יכולותיהם וייעול עבודתם.\r\n \r\nגיוסים: 6 מיליון דולר\r\nמשקיעים: Tanzanite Capital, AltaIR, MMG Capital and Angels \r\n \r\n \r\nOTORIO \r\nהחברה עוסקת בהגנת סייבר בשוק העולמי ומתמקדת בסקטור עם פוטנציאל בלתי מוגבל: הגנת סייבר על חברות יצרניות הנמצאות בתהליכי חדשנות דיגיטלית (Industry 4.0). מאחורי החברה עומדים תא&quot;ל (מיל&#39;) דניאל ברן, מי שהקים את מערך הסייבר ההגנתי של צה&quot;ל ומכהן כמנכ&quot;ל החברה, ורס&quot;ן (מיל&#39;) יאיר עטר, לשעבר קצין בכיר ביחידת סייבר וכעת ה־CTO של החברה. אוטוריו, בשיתוף אנדריץ האוסטרית, פיתחה פלטפורמת סייבר ייעודית לתעשייה היצרנית. הלכה למעשה היא מנהלת את מערך ההגנה במפעל מקצה לקצה, לרבות הערכת סיכונים, הטמעת אסטרטגיה וכלים לניהול הסיכונים, הקמת חמ&quot;ל סייבר ועוד.\r\n \r\nגיוסים: מעל 50 מיליון דולר\r\nמשקיעים: קבוצת אנדריץ האוסטרית\r\n \r\n \r\nOptimove \r\nהחברה מפתחת טכנולוגיות CDP (פלטפורמות מידע לקוחות), מסדי נתונים שאוגרים במקום אחד את כל הפרטים על לקוחות החברה. המידע שנאסף עובר סידור וניפוי של פרטים מיותרים, ועל בסיסו יכולות לקוחותיה של אופטימוב להגיש לכל אחד מלקוחותיהן את ההצעה הרלוונטית ביותר. עד לאחרונה היא עבדה בעיקר עם חברות אינטרנט, אבל כיום היא משרתת גם לקוחות אנטרפרייז גדולים דוגמת יונילוור, סטייפלס, ומותגי האופנה דיאן פון פירסטנברג, Spanx ו־Hanna Andersson.\r\n \r\nגיוסים: 20 מיליון דולר\r\nמשקיעים: IGP\r\n \r\n \r\nPercepto Robotics \r\nפרספטו מפתחת רחפנים תעשייתיים אוטונומיים ומציעה פתרון מבוסס רחפן אוטונומי בתחנת עגינה. הרחפנים פועלים מסביב לשעון ללא צורך בהתערבות אנושית ובתנאי מזג אוויר קשים לרבות גשם, שלג ורוחות חזקות. הרחפן מצויד במערכות צילום יום ולילה ומשתמש בבינה מלאכותית כדי לאתר בזמן אמת סכנות ביטחון ובטיחות ותקלות אופרטיביות. המערכת נשלטת מרחוק על ידי תוכנה בענן ומשמשת לתחומים מגוונים, ביניהם אבטחה וזיהוי אנומליות שעשויות להצביע על תקלות או שחיקה בציוד ותשתיות. \r\n \r\nגיוסים: 15 מיליון דולר\r\nמשקיעים: Spider Capital, R&amp;R Ventures\r\n \r\n \r\nSyte\r\nהחברה פיתחה טכנולוגיית חיפוש ויזואלי מבוססת AI שאומצה בידי כמה מותגים מובילים בעולם האופנה ועיצוב הבית, ביניהם טומי הילפיגר, מארקס אנד ספנסר, Boohoo ו-Farfetch. פיתרון המצלמה של סייט מאפשר ללקוחות המחפשים פריט מסוים באתרי סחר מקוון לצלם אותו ולקבל את התוצאות הקרובות ביותר מבין הפריטים המשווקים באותו אתר. בנוסף, סייט פיתחה מוצרים לחנויות פיזיות, כגון מראות חכמות עם שירות סטיילינג, ומנוע המלצות המשתמש במערכת התיוג המתקדמת של החברה, שמתייגת כל פריט בצורה אוטומטית ומאפשרת להפוך תמונה לטקסט, כך שמנוע החיפוש יודע לזהותה בקלות.\r\n \r\nגיוסים: 30 מיליון דולר\r\nמשקיעים: קרן ויולה, קרן סטורם,קרן אקסס, NHN ventures, קרן מגמה, LINE, KDC, NMB Ventures, Remagine Ventures\r\n \r\n \r\nHopOn Mobility \r\nאפליקציית תשלום לכל סוגי התחבורה הציבורית: אוטובוס, רכבת, אופניים, קורקינט ומוניות. והכל בחשבון אחד ובמחיר הטוב ביותר.\r\n \r\nגיוסים: 4.5 מיליון דולר\r\nמשקיעים: Clear Future\r\n \r\n \r\n \r\nBreezoMeter \r\nהחברה ייצרה חיישן זיהום אוויר שמנטר את איכות האוויר בתוך ומחוץ לרכב ומעביר את הנתונים למערכת ניהול איכות אוויר מבוססת ענן, שגם היא פיתוח של בריזומיטר. המערכת מספקת אנליזות המבוססות על מידע בזמן אמת לצד תחזיות המוזנות חזרה למערכת הנהג ברכב עם סט המלצות להקטנת הסיכון משאיפת הזיהום. \r\n \r\nגיוסים: 12.5 מיליון דולר\r\nמשקיעים: Entrée Capital, Goldacre, Phi Square Holdings\r\n \r\n \r\n \r\nVenn \r\nחברת התחדשות אורבנית המציעה מודל עירוני של מגורים משותפים בחללים משופצים, בהם יחידות דיור במגוון רחב של גדלים ושיתופי פעולה עם מספר רב של עסקים שכונתיים. בשונה מחברות המציעות מודלים של דיור ומרחבי עבודה שיתופיים, הפלטפורמה של Venn מעודדת מעורבות קהילתית בעיצוב החיים בשכונה באמצעות התנדבות, כלים להשתתפות חברתית, צריכה מקומית ומודל כלכלי שמשקיע חלק מרווחי החברה חזרה בשכונה עצמה.\r\n \r\nגיוסים: 40 מיליון דולר\r\nמשקיעים: קרן פיטנגו, Bridges Israel, LocalGlobe ומשקיעים פרטיים.\r\n \r\n \r\nPointGrab\r\nהחברה מייצרת חיישנים לבתים חכמים. מוצר הדגל של החברה, קוגניפוינט, הוא חיישן קצה חכם, המנטר את פעילותם של האנשים בבניינים מסחריים. באמצעות שילוב של בינה מלאכותית (deep learning neural networks), חיישן הקוגניפוינט מספק בזמן אמת נתונים מדויקים לגבי מיקום האנשים, מספרם ותנועתם. עד כה התפרסמה החברה בעיקר בזכות החיישן שפיתחה להפעלת הטלוויזיות או הטלפון מרחוק.\r\n \r\nגיוסים: 10 מיליון דולר\r\nמשקיעים: ABB Technology, Mitsubishi UFJ, Signify\r\n \r\n \r\nSeebo\r\nסיבו מפתחת פתרונות מבוססי בינה מלאכותית, שמאפשרים למפעלי יצור לצפות ולמנוע הפסדים כתוצאה מאובדן בתוצרים ובאיכותם. באמצעות התראות מיידיות ותחזיות אוטומטיות של הגורמים לתקלות, סיבו מבטיחה שיפור מתמשך בתהליכי יצור ובאיכות היצור. הפתרונות של סיבו מוטמעים מסביב לעולם, במפעלי יצור של תעשיות שונות ובהן, תעשיית הרכב, מזון , כימיקלים ועוד.\r\n \r\nגיוסים: 22 מיליון דולר \r\nמשקיעים: TPY Capital, קרן ויולה, קבוצת פריצקר ו-Global IoT\r\n \r\n \r\n \r\nRadiflow\r\nרדיפלואו מפתחת תקשורת בפרוטוקול תקשורת מהירה, את&#39;רנט, שהיא ייחודית לצריכהם של מפעלי תעשייה. היא הוקמה במטרה ליצור מוצר תקשורת מהיר שמסוגל להתחבר למערכות התקשורת הארגונית הקיימות במפעלים, כגון מערכות ERP ורכש, מערכות המאופיינות בדרישות מאוד ספציפיות. \r\n \r\nגיוסים: 18 מיליון דולר\r\nמשקיעים: ST Engineering וזהר זיספל\r\n \r\n \r\nhoopo\r\nהחברה פיתחה פתרון איכון ללא שימוש ב-GPS, המאפשר לחברות תשתית, לוגיסטיקה ושדות תעופה לאתר ולעקוב אחרי ציוד במטרה לקבלת החלטות. הופו מתמחה באיכון חיישנים תוך שמירה על חיי סוללה ארוכים ועלויות נמוכות. הפיתרון שלה מאפשר שימוש ברשתות חכמות עבור חברות ותשתיות שעד כה לא יכלו לעמוד בעלות ובצריכת האנרגיה הגבוהה ששויכו לטכנולוגיות מעקב קיימות. חזון החברה הוא להנגיש טכנולוגיות מיקום גם ללקוחות נוספים כמו ציי רכב, מפעילים סלולריים וצרכני קצה.\r\n \r\nגיוסים: 5 מיליון דולר\r\nמשקיעים: קרן אוניברסיטת תל אביב, Global IoT, Fusion LA\r\n \r\n \r\n \r\nCHEQ\r\nהחברה פועלת בתחום הפרסום ומתמחה בהגנה על מפרסמים ברשת מפני הונאות, בדגש על תחום הונאות פרסום והגנת מותג. החברה הודיעה כי ב-2020 היא מתכוונת להרחיב את שירותי ההגנה שלה למפרסמים לתחומים חדשים כמו גיימינג ושירותי סטרימינג. כך למשל, הודיעה לאחרונה על שיתוף פעולה להגנה על מפרסמים במשחקי קונסולה, יחד עם ליגת ה-Esports של חברת Turner.\r\n \r\nגיוסים: 21 מיליון דולר\r\nמשקיעים: Battery Ventures, MizMaa Ventures\r\n \r\n \r\n \r\nFlytrex\r\nהחברה פיתחה מערכת הפעלה ושליטה משלה ומשתמשת ברחפני DJI, מפעילה מאז 2016 שירותי משלוחים כאלה ברייקיאוויק שבאיסלנד, ובאחרונה קיבלה אישור לבצע משלוחים דומים גם בעיר הוליספרינגס בצפון קרוליינה, שיתמקדו במשלוחי מזון. פלייטרקס, הוקמה בידי עמית רגב ויריב בש, המוכר גם כאחד ממייסדי עמותת ספייס איי אל שיזמה את שיגור החללית בראשית לירח ומשמש כמנכ&quot;ל החברה.\r\n \r\nגיוסים: 10.5 מיליון דולר.\r\nמשקיעים: Benhamou Global Ventures, Armada Invesment AG\r\n \r\n \r\nNoTraffic\r\nהחברה פיתחה טכנולוגיה שנועדה לייעל תזמון רמזורים בצמתים, ונשענת על שילוב מידע שנאסף בין כלי רכב ותשתיות (V2I), ומחיישנים שפרוסים בנקודות מסוכנות בכבישים. המערכת של NoTraffic מבוססת על אלגוריתמיקת AI שמזהה, מסווגת ועוקבת אחר כלל משתמשי הדרך, לרבות הולכי רגל, ומעריכה את זמן הגעתם לצומת. בהתאם למידע הנאסף, המערכת מייעלת את תזמוני הרמזורים כדי למקסם את זרימת התנועה ולהפחית עומסים, לתעדף סוגים שונים של כלי רכב ולמנוע תאונות. לטענת החברה, פריסת המערכת שלה משדרגת את כלי ניהול התנועה הקיימים, ומאפשרת להכין את התשתית לעידן הרכב המקוון תוך שעות ספורות, בצמצום של 70% בהוצאות על מערכות ניהול תנועה קיימות. עלות ניטור כל צומת מגיעה כיום ל-30 עד 100 אלף דולר, כך שמדובר בחיסכון של מיליוני דולרים. בנוסף, מסוגלת המערכת לקבל מידע מכלי רכב לא מקוונים באמצעות אלגוריתמיקה של עיבוד תמונה.\r\n \r\nגיוסים: 7 מיליון דולר\r\nמשקיעים: Next Gear, Lool ventures, North First Ventures\r\n \r\n \r\n \r\nTriEye \r\nהחברה מפתחת מערכת העלת טכנולוגיית חישה המאפשרת ראיה בתנאי מזג אוויר ותאורה קשים. מצלמת ה-SWIR שפיתחה TriEye מיועדת להציל חיים בכבישים. המצלמה תאפשר למערכות ADAS ולרכבים אוטונומיים להשיג יכולות ראיה באיכות HD בתנאי מזג אוויר ותאורה קשים, הכוללים בין היתר ערפל, אבק או חושך, שבהם מצלמות סטנדרטיות אינן מסוגלות לראות. גם כאשר משלבים מספר פתרונות חישה דוגמת מכ&quot;ם, lidar ומצלמה, לא ניתן כיום לאתר ולזהות עצמים בוודאות גבוהה בלילה או בתנאי ראות קשים נפוצים, דוגמת אדם הרוכב על אופניים תחת ערפל.\r\n \r\nגיוסים: 22 מיליון דולר\r\nמשקיעים: יצרנית הרכב פורשה, אינטל קפיטל, מריוס נכט ו-Grove Ventures \r\n \r\n \r\nintsights\r\nהחברה מתמחה באיסוף מודיעין סייבר שמאפשר לחברות להתגונן מפני מתקפות אפשריות, כמו גם לטפל בהן בזמן אמת. חלק מהתמקדות החברה היא באיסוף מידע ברשת האפלה, שמשמשת פלטפורמת מסחר להאקרים. אינסייט, אם כן, אוספת מודיעין כדי לדעת איך יראו המתקפות והחולשות הבאות.\r\n \r\nגיוסים: 70 מיליון דולר\r\nמשקיעים: קרן Qumra Capital, גלילות קפיטל, ClearSky, בלאקסטון , בלאמברג, Tola Capital ו-Wipro. \r\n \r\n \r\n \r\nSparkBeyond \r\nהחברה פיתחה פלטפורמת AI שמסוגלת לנתח כל דבר – ממטעי דקלים באינדונזיה ועד לסחר בנשים. המערכת מסוגלת לסרוק מיליוני פרטי מידע שונים ולאתר במהירות בתוכם קשרים וגורמים. כיום עושות שימוש במערכות החברה חברות מעשרות תחומי פעילות שונים, ובהם בריאות, חקר סרטן, חקלאות וחיזוי מחירים.\r\n \r\nגיוסים: 57 מיליון דולר\r\nמשקיעים: Aleph(Michael Eisenberg), Lord David Alliance\r\n \r\n \r\n \r\n3GSolar Photovoltaics\r\nהחברה מפתחת פאנל סולארי לייצור חשמל בעלות נמוכה המבוסס על טכנולוגיה ייחודית המייצרת חשמל באמצעות תאים פוטו-וולטאיים בהדפסת צבע. אור השמש הלבן מורכב משילוב של צבעים רבים. את התכונה הזו שלו מנצלת החברה ליצירת פאנל סולארי צבעוני, שמסוגל ללכוד את הצבעים השונים שבאור השמש ולהפיק מכל אחד מהם את מיטב האנרגיה האצורה בו. התהליך, ששואב השראה מהפוטוסינתזה שבטבע, עושה שימוש בספקטרום הנרחב של הצבעים כדי להמיר כל אחד מהגוונים בנפרד לאנרגיה. \r\n \r\nגיוסים: 9.4 מיליון דולר\r\n \r\nSkyline AI \r\nהחברה פיתחה טכנולוגיה לאיתור עסקאות נדל&quot;ן מניבות בעזרת שימוש ב-AI וביג דאטה. החברה מנטרת יותר מ-130 מקורות מידע כדי לאפשר חיזוי סיכון, תשואה וערך עתידי של נכסים ברמת דיוק גבוהה. מהחברה נמסר כי היא מחזיקה היום במאגר הנתונים הגדול ביותר בתעשיית הנדל&quot;ן בארה&quot;ב, ומנתחת יותר מ-10,000 פרטי מידע שונים שנאספו על כל נכס לאורך 50 השנים האחרונות.\r\n \r\nגיוסים: 25 מיליון דולר\r\nמשקיעים: Sequoia Capital, JLL (NYSE: JLL), Nyca Partners, DWS group\r\n \r\n \r\nGOARC \r\nהחברה מפתחת ומשווקת פלטפורמת בטיחות דינמית לעובדים ומנהלים במקומות עבודה מסוכנים. הפלטפורמה של גוארק מאפשרת לעבוד בצורה בטוחה יותר, למנוע טעויות אנוש ולמזער נזקים ותאונות עבודה. זוהי תוכנה כשירות, מבוססת ענן, בתצורות של מערכת ניהול תוכן ושל אפליקציה בשטח. הפלטפורמה אוספת נתונים ממקורות שונים, כולל ממשק למערכות IIOT, מערכות ארגוניות כמו ERP וחוץ ארגוניות, ושולחת אותם חזרה למפעילים, עובדים ומנהלים כתובנות והנחיות בטיחות.\r\n \r\nגיוסים: 1.2 מיליון דולר\r\n \r\n \r\n ", "keywords": ["ועידה", "ברלין", "WeTechBerlin"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/01/28/965159/18_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נעמי צורף"}, "datePublished": "2020-01-28T13:59:22", "dateModified": "2020-08-17T14:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "כוכבים בשמי ברלין, הסטארט-אפים במשלחת כלכליסט", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}