{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3726008,00.html"}, "headline": "&quot;היה מידע על החוליה של 11 בספטמבר. הוא רק לא עבר&quot;", "description": "תא&quot;ל (במיל.) אריאל קארו, אמר בוועידת Mind the Data 2017 של &quot;כלכליסט&quot;, כי &quot;אם אנחנו לא יודעים למיין את המידע ולנתבו, אנחנו יוצרים גודש מידע. עודף זה עלול להקריס לחלוטין את אנשי הביג דאטה ומהנדסים שעובדים על פרויקטים&quot;", "articleBody": "&quot;אנחנו מביאים את הידע והניסיון מהתחום הצבאי אל השוק האזרחי&quot;, כך אמר ראש מנהל מודיעין וסייבר ברפאל, תא&quot;ל (במיל.) אריאל קארו בוועידת Mind the Data 2017 של &quot;כלכליסט&quot; בשיתוף בנק לאומי, על פתרון &quot;אבן החכמים&quot; - טכנולוגיה ייחודית בתחום ניהול ופענוח ביג דאטה. קארו כיהן בעבר כקצין מודיעין ראשי.\r\n \r\n \r\n&quot;משחר ההיסטוריה תמיד היה מידע והגורמים שנדרשו לאגור את הדאטה, לנהל אותו ולהפיק ממנו תוצרים היו אלו ארגוני המודיעין&quot;. אמר קארו, לדבריו, השוק כיום שונה לחלוטין וההבנה כי ידע שווה כסף והרבה, הגיעה לחברות המסחריות. מכיוון שהמידע קיים הם זקוקים למי שינהל אותו וגם יהיה מוכשר מספיק כדי להסיק ממנו מסקנות ומהן להבין כיצד לפעול. &quot;הבעיה היא לא איך להשיג את הדאטה, אלא לייצר ממנו משהו מיוחד ובעל ערך ייעודי ללקוח&quot;.\r\n \r\n \r\nעם זאת, הסביר קארו כי בעידן הממוחשב של ימינו הקלות בה ניתן לאסוף מידע על כל אחד מאיתנו יכולה גם להיות אחד המכשולים הגדולים ביותר עבור תחום הביג דאטה. &quot;אם אנחנו לא יודעים למיין את המידע ולנתב אותו אנחנו יוצרים גודש מידע. עודף שעלול להקריס לחלוטין את אנשי הביג דאטה ומהנדסים שעובדים על הפרויקטים הללו&quot;.\r\n \r\n \r\nבנוסף, קארו התייחס שהיה קצין מודיעין של פיקוד מרכז בזמן חומת מגן וקצין מודיעין שדה ראשי במהלך עופרת יצוקה, כי כמו שצבא לסודיות והסיווג יש ערך משמעותי ביותר ברמה המבצעית אסטרטגית. &quot;החשש הגדול של כל חברה ולמעשה של כולנו הוא שאנחנו לא נצליח לשמור על הסודות שלנו&quot;, אמר קארו. &quot;אותו חשש מקשה על היכולת שלנו לשתף פעולה, גם במקרים שחבירה שזו שווה המון כסף ותועלת, ולכן מידור המידע הוא כל כך חשוב&quot;. את המידור החשוב וההכרחי עבור הארגונים השונים הסביר קארו הוא אחד המוצרים אותם יודעים בתעשייה הישראלית לפתח ולספק.\r\n \r\nקארו, האמון כאמור על מיזם &quot;אבן החכמים&quot; של רפאל, אמר כי על אף סכומי הכסף הגדולים ושעות הפיתוח הרבות שהושקעו עד כה בתחום – אם יש משהו יותר חכם מהענן הוא האדם. &quot;מאז הוא מתמיד ידע האדם לנהל את המידע שהוא מחזיק בו ולהפיק ממנו תוצאות באמצעות ההתנהלות המולטידיספלינרית כך \r\nשזה מסוגל לנתח את המידע באופן רב ערוצי תוך השלכה רעיונית&quot;. \r\n \r\nלדבריו, היכולת המולטידיספלינרית היא אתגר שעומד כיום במרכז עיסוקם של מדעני מידע ואנשי תוכנה רבים. כמו כן, זו מוטמעת כבר היום בתוצרה זו או אחרת בטכנולוגיות שונות – גם בפתרונות שלקארו ולאנשיו יש להציע לגופים השונים.\r\n \r\n&quot;החלטנו שאנחנו מייצרים פלטפורמה שלוקחת את הכלים המתקדמים ביותר של ארגוני המודיעין ולצד אלו פיתחנו את הרכיבים שזיהינו שחסרים ולא פותחו עד כה&quot;, סיפר קארו. &quot;כמו כן, התוספת החשובה שלנו לכלים ורכיבים הללו היא המחשבה, ההתאמה והפיתוח הייעודי שאנחנו מייצרים מתוך הבנת הדרישות והבעיות של הלקוח שלנו&quot;. \r\n \r\nבמסגרת אותו שירות שהסיבו ברפאל לתחום האזרחי מהעולמות הביון והמודיעין, אמר ראש מינהל מודיעין וסייבר בחברה, כי התאמת המוצר ללקוח היא עד לרמת מבנה התוכנה ודרכי הפעולה שלה. &quot;אנחנו פיתחנו פתרון רב-רבדי. אנחנו לא מגיעים עם מוצר שהוא מערכת סגורה, אלא ארכיטקטורה פתוחה. זאת מתוך הבנה ששיש לו חלק מהכלים וחלק אנחנו נספק לו לראשונה&quot;, העיד קארו. &quot;מערכת סגורה מסורבלת ומקשה משום שהחלפת מערכות קיימות היא מכשול ואתגר ממשי ודאי במערכות גדולות&quot;.", "keywords": ["אריאל קארו", "רפאל", "ועידת Mind the Data 2017", "בנק לאומי", "סייבר", "בי דאטה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/11/27/774635/19_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "יואב סטולר"}, "datePublished": "2017-11-27T12:14:29", "dateModified": "2020-07-20T15:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"היה מידע על החוליה של 11 בספטמבר. הוא רק לא עבר\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}