{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/conference/articles/0,7340,L-3844690,00.html"}, "headline": "הזוכה בתחרות הפודטק: Future Meat - מפתחת פלטפורמה לגידול בשר מתורבת", "description": "הזוכות במקומות השני והשלישי בתחרות הפודטק של כלכליסט ותנובה, שנבחרו למהלך החדשני הבא בתעשיית המזון: Amai שמפתחת חלבון כתחליף סוכר בריא, ו-Next Ferm שמייצרת רכיבים פעילים לתעשיית המזון ללא הנדסה גנטית", "articleBody": " \r\n&quot;לצד הנגיף המתעתע והמסוכן שאיתו אנחנו מתמודדים, אנו מתמודדים עם חיידק כלכלי פטוגני אלים וקטלני שמקדם ההדבקה של שניהם גבוה מ-1. אנחנו בתנובה מרגישים אחריות מאוד גדולה כחברת המזון הלאומית שמחוברת בעבותות לפריפריה, לחקלאות ולתעשייה, לספק ביטחון תזונתי ולהעניק וודאות&quot;, כך אמר אייל מליס, מנכ&quot;ל תנובה בגמר תחרות הפודטק של כלכליסט ותנובה. \r\n \r\n \r\n&quot;לצד ההערכות ההכרחית לטווח הקצר עלינו להמשיך ולהביט גם קדימה ולאופק, הסתכלות שמקבלת משנה תוקף דווקא לאור המשבר הנוכחי. למעשה, תנובה כבר מובילה בישראל שתיים מהמהפכות המרכזיות של עולם המזון: המהפיכה התעשייתית הרביעית, מפעלים חכמים בזכות הטמעת טכנולוגיות ביג דאטה ובינה מלאכותית ברצפת הייצור. מהפיכת החלבון האלטרנטיבי שאחראים לה מספר טרנדים כמו רווחת בעלי החיים, קיימות ובריאות. בשוק תחליפי החלבון פועלות למעלה מ-1,000 חברות. \r\n \r\n&quot;הוא צמח במכירות בתקופת הקורונה למעלה מפי 6 מאשר החלבון מהחי. כמעט 60% מהצרכנים בישראל משלבים בתזונה השבועית שלהם תחליפים אלטרנטיביים לצד חלבון מהחי. בעשור האחרון האצנו עוד יותר את הפיתוח של התחום, מתוך הבנה שהתפקיד שלנו הוא להיות קשובים לצרכנים ותמיד להיות מסוגלים לספק להן את מה שהם רוצים. בכך גם חיזקנו את המערכת החיסונית שלנו כחברה והבטחנו לעצמנו צמיחה לאורך זמן צמיחה ולא סטגנציה&quot;, אמר. \r\n \r\nבמקום הראשון בתחרות השנה זכתה חברת Future Meat Technologies, המפתחת פלטפורמה לגידול בשר מתורבת; במקום השני זכתה חברת Proteins Amai, המפתחת חלבון כתחליף סוכר בריא יותר ולמקום השלישי הגיעה חברת Next Ferm, המייצרת רכיבים פעילים לתעשיית המזון המבוססים על שמרים ללא הנדסה גנטית.  \r\n \r\nבשר מתורבת\r\n \r\n&quot;בשר הוא חלק עקרוני מהתרבות האנושית. אבל צריכת הבשר הגיעה לשיא כך שאין לנו מספיק שטח, מים ואפילו דברים להאכיל את הפרות שאנחנו רוצים לאכול. כמו כן, הגידול של הבשר מייצר 16% מפליטת גזי החממה וזו אחת הסיבות בגללן שוק תחליפי הבשר נמצא בגדילה מאסיבית. התחליפים יכולים לספק את המרקם אבל אין לזה טעם של בשר מכיוון שהטעם מגיע מהשומן. לכן רק טכנולוגיה של בשר מתורבת יכולה לספק את ההרגשה. לקחת תאים מחיה ולייצר בעזרתם בשר. הבעיה תמיד הייתה העלות&quot;, אמר פרופ&#39; יעקב נחמיאס, מייסד Future Meat Technologies. \r\n \r\nהטכנולוגיה של החברה, המאפשרת גידול בשר ללא בעל החיים, מבוססת על מחקר שמבוצע במעבדה של פרופ&#39; נחמיאס. החברה מפתחת פלטפורמה טכנולוגית לייצור תעשייתי המאפשרת ייצור חסכוני ומדרגי של מוצרי בשר ללא בעלי חיים, במטרה לשחרר את העולם מהתלות בבעלי חיים. לדבריו הטכנולוגיה של החברה מאפשרת לשפר פי 20 את יעילות הגידול. &quot;זה אומר שבטכנולוגיה כמו המקרר שיש לנו בבית אנחנו יכולים לייצר חצי טון בשר בכל שבועיים, זה מקביל ללול תרנגולות&quot;. \r\n \r\nהפתרון של החברה מיועד לייצור של בשר מתורבת. הטכנולוגיה פשוטה באופן שמדמה תהליכי תסיסה של מזון קיימים כמו יוגורט או בירה. מאז הקמתה ב־2018 החברה יצרה בהצלחה בנק של תאים ממקורות שונים כמו עופות ובקר, סקרה והתאימה נוסחות שונות ליצירת רקמות שריר ושומן.\r\n \r\nחלבון מתוק שמחליף סוכר\r\n \r\n&quot;ביצת הזהב שכולנו מייחלים לה זה חלבון מתוק שמחליף סוכר בצורה שהיא טעימה לנו. סוכר הוא לא רק נזק לבריאות שלנו, הוא נזק לשכבות המוחלשות ולכדור הארץ. אנחנו פועלים למצוא משהו שהוא בר קיימא שהוא ידידותי לסביבה וטעים&quot;, אמר ד&quot;ר אילן סמיש, מייסד חברת Proteins Amai. החברה מייצרת חלבון שמשמש כממתיק ומהווה תחליף לסוכר שהוא לטענתה טעים, זול וידידותי לסביבה. \r\n \r\n&quot;יש עולם של דיאט אבל הוא קטן כי אין היום פיתרון טוב להפחתה של מעל 30% סוכר. הכל נכשל בטעם, מחיר, בריאות והתאמה למוצר. עדיין 90% מהשוק זה סוכר. השאר זה ממתיקים שהם לא רק לא טעימים אלא גם לא בריאים, כשכל שוק ההמתקה מורכב ממולקולות קטנות שפוגעות בגוף שלנו. לעומת זאת חלבונים הם בריאים. החלבון שלנו הוא פי 10,000 יותר מתוק מסוכר ובזכות זה אנחנו יכולים להיות 90% יותר זולים מסוכר ביחידת המתקה&quot;, אמר.\r\n \r\n&quot;בכל העולם הקטגוריה של תחליפי חלבון צומחת אבל יש בעיה, חלבונים מהצומח לא באמת טובים כמו חלבונים מן החי. פרופיל חומצות האמינו שלהם נחות מה שאומר שצריך לאכול יותר כדי לקבל את אותה פונקציונליות. מרבית המקורות באים עם טעמי לוואי וריחות ולחלק מהמקורות מיוחסים אלרגנים ומזהמים. לכן פיתחנו את פרוטבין, המבוסס על חלבון ויגאני, מבוסס שמר שפרופיל חומצות האמינו שלו, טעמו וריחו קרוב בצורה אופטמלית למקור מהחי, והוא מיוצר בשיטות קיימות מאוד גבוהות. המטרה היא לתת יותר ערך לצרכנים לחברות המזון ולסביבה&quot;, כך אמר בועז נוי, מנכ&quot;ל ומייסד משותף של חברת NextFerm, המייצרת רכיבים פעילים לתעשיית המזון המבוססים על שמרים ללא הנדסה גנטית. \r\n \r\nלדבריו, &quot;המוצר של החברה נועד לענות על האתגרים של תחליפי החלבון דרך ערך תזונתי כמו של חלבון מן החי וטעם נטראלי ובכוונתי להשיק אותו עד 2021&quot;.\r\n \r\n \r\nעמותת RobinFood, שלה אפליקציה לשיתוף מזון בין צרכנים ומסעדות זכתה ב&#39;חברה החברתית&#39;. שי רילוב, יזם חברתי, ממקימי רובין פוד אמר כי &quot;בישראל 20 מיליארד שקל מתבזבזים כל שנה על מזון שאף אחד לא נהנה ממנו. 80% מזה נמצא בין הקמעונאי לצרכן. כחמישית ממשקי הבית בישראל חיים באי ביטחון תזונתי, זאת בעוד ששליש מהמזון שמתבזבז הוא אצל הצרכנים. אנחנו מציעים אפליקציה לשיתוף מזון. מציעים לצרכן מניעת ביזבוז מזון, זה חוסך כסף ויוצר חוסן קהילתי. ביטחון תזונתי היום חשוב יותר מאי פעם&quot;.\r\n \r\nעמותת Robin Food, פיתחה  באמצעות החממה החברתית בטכניון והמרכז לטכנולוגיות חכמות בפקולטה למדעי המחשב אפליקציה לשיתוף מזון בין צרכנים ומסעדות. את האפליקציה של רובין פוד פיתחו הסטודנטים בדר פאדי, מראלי נועה, דדוש נדב, אדיר ירדן, צור שגב, פרידמן נטע ואורן יעקוביאן-פנה, בהנחיית איתי דברן, איתן סינגר ויובל רון מהפקולטה למדעי המחשב בטכניון. \r\n \r\nהיוזמה מפתחת גם פלטפורמה לקישור בין עודפי סחורה של חקלאים, יצרנים, קמעונאים ומסעדות - לבין ארגונים ועמותות.\r\n \r\n \r\n \r\nהשופטים בחצי הגמר היו: פרופ&#39; מרסל מחלוף דיקנית הפקולטה להנדסת ביוטכנולוגיה ומזון בטכניון; יואל אסתרון, מו&quot;ל כלכליסט; אייל מליס, מנכ&quot;ל תנובה; ליאת סברדלוב בשמו של ג&#39;ון מדבד, שותף מנהל ומייסד OurCrowd; ינאי אורון, שותף מנהל בקרן ההון סיכון ורטקס; ד&quot;ר תמי מירון, CTO בחממת הפודטק Fresh Start; אייל רוזנטל, שותף בקרן הון סיכון Finistere Ventures; שי כהן, CINO מנהל יחידת החדשנות הקונצרנית, תנובה; אורן אבראשי, מנהל החדשנות בטמפו ורואה החשבון המלווה — רון צדוק בשמה של דינה פסקא־רז, שותפה, ראש מערך הטכנולוגיה, KPMG סומך חייקין.\r\n \r\nמיץ בריא, קטיף ודבש \r\n \r\nיובל קליין, מנכ&quot;ל חברת בלו-טרי טכנולוגיות, שפיתחה פלטפורמה שמפחיתה סוכרים במיצים טבעיים, והשתתפה גם היא בגמר אמר כי &quot;ההולי גרייל של התעשייה זה בעצם לגרום לחומרי הגלם להיות טבעיים ולצאת משם, ולכן מי שיצליח בצורה פיזיקלית לגרום לזה שהמיץ מפירות יישאר טבעי אבל גם בריא יזכה בכל הקופה&quot;. החברה מתכוונת בהמשך להוציא את הלקטוז מתוך החלב כדי שגם החלב יהפוך להיות מוצר הרבה יותר בריא. \r\n \r\n&quot;אנחנו רואים שהמגמה העולמית היא ששטחי הקטיף הולכים וגדלים וחקלאים צריכים להעסיק כוח אדם עצום לתקופה מאוד קצרה. זו בעיה שכל שנה מאיימת על הגידול החקלאי. אנחנו נותנים למגדלים שלנו יכולת לפתור את בעיית הסיכון בגיוס עובדים, מורידים עלויות ומאפשרים להעלות את התנובות שלהם&quot;, אמר יניב מאור, מייסד מנכ&quot;ל, Tevel Aerobotics Technologies. \r\n \r\nחברה נוספת שמטרתה לשפר ייצור בתחום מאוד מסורתי היא BeeWise אשר פיתחה כוורת אוטונומית רובוטית. &quot;דבורים הן התשתית של החקלאות אבל אנחנו מאבדים כ-40% מהן בכל שנה. הדבורים המסחריות מצילות את העולם. הכוורת הרובוטית האוטונומית, קופסא שמכילה את הכוורות ובאמצעה יש רובוט שמנטר את הכוורות ונותן מענה לדבורים בזמן אמת מביאה לכך שלא רואים קריסה בכוורות. אנחנו פה כדי להציל את הדבורים והתזונה העולמית ובעיקר לייצר דבש טרי וטהור&quot;, אמר סער ספרא, מייסד ומנכ&quot;ל החברה. \r\n \r\nאת בעיית ביזבוז המזון בתהליכי הייצור מנסה חברת הסטארט-אפ SeeBo לזיהוי תקלות בתהליכי הייצור לפתור באמצעות בינה מלאכותית. &quot;יצרני מזון מאבדים בין 2% ל-4% כתוצאה מ-Food waste כאשר הצוות בקו הייצור יכול למנוע ולזהות את התקלות&quot;, אמר ליאור עקיבא, מנכ&quot;ל ומייסד משותף של SeeBo. \r\n \r\nחברה נוספת המפתחת טכנולוגיה ליצירת תחליפי בשר היא SavorEat, שמפתחת מדפסות שמייצרות תחליפי בשר בהתאמה אישית. &quot;אנחנו מפתחים טכנולוגיה שבפעם הראשונה בעולם יכולה לעשות התאמה אישית של המוצר. האתגרים שתעשיית תחליפי הבשר מתמודדת איתם הם לייצר את חוויית האכילה כאשר הדפסת התלת מימד מאשרת ליצור מרקם יותר הטרוגני שמתקשר לחוויה הסנסורית&quot;, אמרה רחלי וייצמן מכ&quot;לית ומייסד משותפת, SavorEat. \r\n \r\nראש העיר קריית שמונה, אביחי שטרן אמר מבית חממת חממת הפוד-טק Fresh Start &quot;אני רוצה לקרוא לכולם לבוא ולהצטרף לסיפור החדש של קריית שמונה להפיכתה כבירת הפוד טק של ישראל&quot;.  ", "keywords": ["פודקטק", "תחרות פודטק", "Proteins Amai", "תנובה", "Next Ferm", "בשר מתורבת", "Future Meat Technologies"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/08/12/1012317/2222_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מעין מנלה"}, "datePublished": "2020-08-12T17:06:28", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הזוכה בתחרות הפודטק: Future Meat - מפתחת פלטפורמה לגידול בשר מתורבת", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}