{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3368549,00.html"}, "headline": "מהי דירת החלומות שלכם?", "description": "על מה מפנטז הישראלי כשהוא חושב נדל&quot;ן? הסקר הענק של &quot;כלכליסט&quot; ומכון מדגם בשיתוף IPanel מספק את התשובה המלאה: מגודל הדירה המבוקש והפסיליטיס המועדפים, דרך היישובים הכי לוהטים ועד 300 אלף השקלים שמפרידים בין המציאות לחלום", "articleBody": "כשיצאנו לבדוק מהם החלומות הנדל&quot;ניים הכמוסים של הישראלי המצוי, יכולנו לנחש כמה העדפות נפוצות. אבל איש מאיתנו לא תיאר לעצמו שמה שיעלה מהסקר באופן המובהק ביותר הוא שוק עצום של אנשים לא מרוצים. אם ננסה לתמצת את ממצאי הסקר המקיף שייפרס להלן למסקנה בודדת אחת, היא תהיה שבאופן מתמיד עם ישראל רוצה לעבור דירה. או בודק את האפשרות. או שוקל. או מהרהר בשווי דירתו, שמא הגיע הזמן...\r\n \r\nיותר ממחצית הנשאלים (53%) השיבו כי הם צפויים לעבור דירה בחמש השנים הקרובות. זה כולל 35% מהנשאלים אשר צופים כי יעברו דירה אפילו קודם, במהלך שלוש השנים הקרובות, ו־5% שעברו דירה ממש בעת האחרונה. \r\n \r\n \r\nהצצה מהירה בנתוני הסקר, שנערך על ידי מכון &quot;מדגם&quot; בראשותו של מנו גבע בשיתוף iPanel — הפאנל הישראלי באינטרנט, מגלה את הסיפור כולו: רוב מוחץ של הישראלים חיים בבניין משותף בדירת 4 חדרים שנמצאת בבעלותם. גם כאשר שואלים אותם מה לדעתם גודל הדירה הדרוש להם, אילו יכלו לבחור, התשובה הממוצעת היא 4 חדרים בקירוב. כלומר, הישראלי הממוצע מצליח לספק את הצורך שלו מבחינת מרחב המחיה. \r\n \r\nאבל כאשר שואלים על המקום שבו היה רוצה לגור, מתברר שכמעט שני שלישים מהנסקרים (63%) היו רוצים לגור ביישוב אחר, לא בזה שבו הם גרים. המשמעות היא שהישראלי מוכן &quot;לשלם&quot; בוויתור על מגורים ביישוב שבו היה מעדיף לגור, לטובת בעלות על בית בשטח העונה על צורכי משפחתו.\r\n \r\nהסקר שערך מכון &quot;מדגם&quot; בראשית נובמבר היה מקיף במיוחד: 1,000 נסקרים, שהשיבו על לא פחות מ־20 שאלות פרטניות בנושא העדפות המגורים שלהם - מגודל הדירה דרך מרכיביה, מיקומה וגודלה, ועד חלומות הנדל&quot;ן הפרועים שלהם, ביום שבו כסף לא יהווה בעיה (ראו מסגרת).\r\n \r\n \r\nלאחר קריאה מעמיקה של הסקר ותוצאותיו אפשר בהחלט לקבוע ש&quot;אי השקט&quot; הנדל&quot;ני של הישראלים, המרדף המתמיד אחר הבית הבא, המרפסת המרווחת יותר, הגג &quot;שייתן אוויר&quot;, הגינה &quot;שיהיה לילדים איפה לרוץ&quot;, סביבת החינוך המתאימה ועוד ועוד — כל אלה מזינים ללא הרף את תעשיית הנדל&quot;ן המקומית, ועוזרים לה לצלוח גם את המשברים הגדולים ביותר. \r\n \r\nחצרי היא מבצרי\r\nכאשר נשאלו משתתפי הסקר באיזה סוג מגורים היו מעוניינים לגור (מבין 8 אפשרויות שהועמדו בפניהם), התבררה מחדש עוצמתו של חלום ה&quot;בית עם גינה&quot;. קרוב לרבע (23%) היו רוצים לגור על חצי דונם במושב בשרון. 14% נוספים היו רוצים בית פרטי בגוש דן מחוץ לתל אביב. 13% שהיו רוצים לגור במצפה בגליל היוו הפתעה מסוימת, אבל הם רק מחזקים את &quot;גוש צמודי הקרקע&quot;, שחברים בו בסך הכל 59% מהנסקרים. 10% היו רוצים לגור באחד המגדלים בתל אביב — להיט העשירים של השנים האחרונות. 8% העדיפו דווקא דירה בבית ישן בתל אביב, אבל מול הים. וילה בסביון — סמל סטטוס מיושן משהו — זכתה ל־6% ביקוש, דירה בעיר העתיקה בירושלים ל־4%, ו־3% היו שמחים לגור בחווה גדולה בדרום הארץ.\r\n \r\nבהמשך למגמה הזו, על השאלה מהי צורת הדיור המועדפת עליהם השיבו רוב מוחץ (74%) שיעדיפו בית פרטי. 11% מעדיפים דירה סטנדרטית בבית משותף, ורק 8% היו מטפסים למגדל יוקרה. צורת הדיור שהישראלים הכי פחות אוהבים היא בתים דו־משפחתיים - 7% בלבד. אם כבר שכנים, שיהיו הרבה, לא אחד בלבד.\r\n \r\nהמגמה נשמרת במובהק גם כאשר נשאלו הנסקרים &quot;מה היית הכי רוצה שיהיה לך בבית?&quot;. 57% ביקשו לעצמם חצר גדולה, 19% העדיפו בריכה פרטית, 11% חדר כושר. שומר בכניסה (4%), לובי מפואר (3%) וחדר קולנוע (2%) דשדשו הרחק מאחור.\r\n  \r\n \r\n2 מיליון שקל ואני מאושר\r\n \r\nלכאורה, השאלה כמה כסף עולה &quot;הבית שעליו אתה חולם&quot; הזמינה תשובות שינקבו בסכומים דמיוניים. אלא שמשתתפי הסקר היו צנועים באופן יחסי: החלק הגדול ביותר (29%) העריכו שהבית שעליו הם חולמים יעלה בין 1.2 ל־1.8 מיליון שקל — כמחירה של דירת 4—3 חדרים בגבעתיים. 21% העריכו שיידרשו להם בין 1.8 ל־2.3 מיליון שקל כדי לממן את בית החלומות, אבל בצדם היו 19% ממשתתפי הסקר שהסתפקו ב־900 אלף שקל עד 1.2 מיליון בלבד. רק 8% פינטזו על בית שמחירו יותר מ־3 מיליון שקל — פחות מה־9% שאמרו שיספיקו להם בין 600 ל־900 אלף שקל כדי לרכוש את בית חלומותיהם. \r\n \r\nועדיין, התשובות הצנועות יחסית הללו מלמדות על פער עצום בין היכולת הפיננסית הקיימת של הישראלים לרכוש דירה, לבין הדירה שעליה הם חולמים. בנטרול ערכי הקיצון (מעל 3 מיליון שקל, ומתחת ל־600 אלף שקל), הישראלי הממוצע חולם על דירה שעולה 1.58 מיליון שקל. כאשר הוא נשאל בכמה כסף יוכל לקנות דירה, הממוצע הוא 1.26 מיליון (גם כאן, בנטרול ערכי הקיצון). הפער הזה, של כ־300 אלף שקל בין היכולת לבין הרצון, משמעותי הרבה יותר אם מביאים בחשבון ש־41% השיבו שכלל אינם מסוגלים לרכוש דירה. לאור הנתונים הללו, ייתכן שהחלומות של הישראלים אינם כה צנועים כפי שנדמה היה מלכתחילה — וככל הנראה כך גם התסכול שלהם.\r\n \r\nהגודל חשוב מהמיקום\r\n \r\nמפתיע היה לגלות כי כאשר נשאלו משתתפי הסקר &quot;כמה חדרים אתה צריך בדירה&quot;, היתה התשובה הממוצעת 4.2 חדרים. זו בדיוק היתה התשובה הממוצעת גם לשאלה &quot;כמה חדרים יש בדירה שבה אתה גר&quot;. המשמעות היא שהישראלי מצליח בסופו של דבר להשיג לעצמו דירה בגודל שלדעתו דרוש לו. בהחלט ייתכן שזה הפרמטר החשוב ביותר, שעליו לא מתפשרים בעת רכישת דירה. \r\n \r\nלכן מעניין לקרוא את הנתון הזה מול הנתונים לגבי מקום המגורים המועדף: כאשר נשאלו הנסקרים באיזה יישוב היו רוצים להתגורר, הם פירטו רשימה ארוכה של יישובים כאלה, עם הובלה ברורה לתל אביב (17.3%), ירושלים (9.5%) ורעננה (6.4%). כשמשווים את הרשימה הזו עם רשימת היישובים שבה מתגוררים בפועל משתתפי הסקר, עולה כי שיעור עצום — 63% — אינם גרים ביישוב שבו הם היו רוצים לגור אילו יכלו להרשות לעצמם.\r\n \r\nהמשמעות הברורה היא שהישראלי מוכן להתפשר ולא לגור ביישוב שהוא חושב שהכי נכון מבחינתו לגור בו, כל עוד הוא מצליח למצוא דירה בגודל הדרוש לו ביישוב אחר.\r\n \r\nרעננה לוהטת, ארסוף בסוף\r\n \r\nהיכן בכל זאת היו הישראלים רוצים לגור? משתתפי הסקר מתגוררים בפועל ב־219 ערים ויישובים בכל רחבי ישראל. 9% מהם מתגוררים בתל אביב, 7% בירושלים, 4% בכל אחת מהערים ראשון לציון, רמת גן, חיפה ופתח תקווה.\r\n \r\nואיפה הם חולמים לגור? רשימת התשובות כוללת 173 יישובים. בראש צועדת כאמור תל אביב, העיר הגדולה היקרה בישראל, עם 17.3% מהנסקרים שהיו רוצים לגור בה — כפול משיעור המשתתפים שאכן מתגוררים בה. אחריה נמצאת ירושלים עם 9.5% שהיו רוצים לגור בה — מעט יותר מ־7% הירושלמים בפועל שהשתתפו בסקר. \r\n \r\nהנתון המעניין לדעתנו הוא זה המתייחס לרעננה, שבה מבקשים לגור לא פחות מ־6.4% מהישראלים. השיעור הגבוה מעיד על האטרקטיביות הגואה ותדמיתה האיכותית של העיר, אשר מבין משתתפי הסקר רק 1% בודד גר בה בפועל. הביקוש לרעננה כפול מזה של שכנתה כפר סבא (3.1%), יותר מכפול מהביקוש של השכנה הנוספת הרצליה (2.8%), וגבוה בהרבה גם מהביקוש לחיפה למשל (3.6%).\r\n \r\nעוד מעניין לראות כי יישובים יוקרתיים כמו סביון, ארסוף וכפר שמריהו נדחו בבוז על ידי הישראלים כמקום שירצו לגור בו. שיעורי הביקוש להם היו, בהתאמה, 1%, 0.6% ו־0.3%.\r\n \r\nהמעבר סיבות רבות לו\r\n \r\nמעבר דירה הוא עניין מסובך, שרבים מייחלים לו אך לא מעט חוששים מפניו. קניית דירה היא ברוב המקרים העסקה הגדולה ביותר שיעשה אדם בימי חייו, ולכן סל השיקולים לגביה רחב מאוד. לצד הסיבות הרציונליות היבשות שמניעות את התהליך ניצבים גם רחשי הלב. הקנייה &quot;מהבטן&quot; היא לא עניין שיש לזלזל בו, והרבה פעמים דירה שמבחינה רציונלית היא הבחירה הטובה ביותר לא תהיה הדירה שבסופו של דבר תירכש. \r\n \r\n \r\nבהקשר זה, מעניין להתבונן בסיבות שמנו הנסקרים למעבר הדירה הצפוי (מבין אלה שעברו באחרונה, או שיעברו בשנים הקרובות). 12% אמרו שהם מבקשים לשפר את תנאי מגוריהם, 11% פירטו ואמרו כי דרושה להם דירה גדולה יותר, 9.5% ביקשו לשנות את אזור המגורים.\r\n \r\nשאר הסיבות הנפוצות היו הצורך לצאת מבית ההורים, חתונה, הצורך ב&quot;שינוי בחיים&quot; וסיום חוזה השכירות הקיים. כ־4% העידו שיעברו לדירה קטנה יותר משום שהנוכחית גדולה לצורכיהם כרגע.\r\n \r\nשכירות אינה מילה גסה\r\n \r\nמבין אלה שעתידים לעבור דירה, כמחצית (51%) יעברו לדירה שירכשו. אולם הנתון המעניין יותר הוא שכרבע (24%) יעברו לדירה או בית בשכירות חודשית (האחרים עדיין לא יודעים).\r\n \r\nהנתון הזה עשוי להיחשב מפתיע, משום שבישראל, בניגוד למרבית מדינות המערב, האפשרות של מגורים בשכירות אינה נחשבת מקובלת במיוחד. רוב הישראלים רוצים דירה בבעלותם, חרף עולה של המשכנתה. לא מן הנמנע שהעלייה בשיעור המתכננים להתגורר בשכירות נובעת ממחירי הדירות הגבוהים, שאינם מאפשרים לשדרג את מקום המגורים באמצעות רכישה. אגב, שיעורם של אלה השוקלים לגור בשכירות דומה לשיעורם של אלה מבין משתתפי הסקר שהעידו כי אין כיום דירה בבעלותם: 26%.\r\n \r\nחיזוק להנחה שהשכירות כבר אינה מילה גסה אפשר למצוא גם בעובדה ש־41% מהנשאלים העריכו כי לא יוכלו כלל להשיג את ההון הנדרש לרכישת דירה.\r\n \r\nאיכות חיים, לא חינוך לילדים \r\n \r\nכדי להבין במדויק מהם השיקולים המובאים בחשבון בהחלטה איזו דירה לרכוש, נתבקשו משתתפי הסקר לדרג את מידת החשיבות של חמישה קריטריונים שהוצגו להם. מהתשובות עולה כי לישראלים הכי חשוב לדעת עם מי הם גרים. הרכב האוכלוסייה באזור זכה לדירוג חשיבות ממוצע של 8.6 (בסולם מ־1 עד 10), הרבה לפני כל ארבעת הקריטריונים האחרים. \r\nקירבה למקום העבודה קיבלה דירוג חשיבות של 7.3, קירבה למשפחה דירוג של 7.1, וכך גם קירבה לצירי תנועה ראשיים. במפתיע, חינוכם של הילדים לא זכה לציון גבוה במיוחד. איכות מערכת החינוך באזור המגורים זכתה לדירוג חשיבות של 7 בלבד. \r\n \r\nגם כאשר התבקשו הנשאלים לבחור מה מבין השיקולים שלעיל הוא החשוב ביותר, השיעור הגבוה ביותר (39%) קבע שהאוכלוסייה בסביבת המגורים היא הגורם הכי חשוב. 20% ציינו את הקירבה למשפחה כקריטריון החשוב ביותר, ומערכת החינוך באזור זכתה להיות החשובה ביותר בקרב 18% מהנסקרים. הקירבה למקום העבודה זכתה ל־14%, ואילו הקירבה לעורקי תחבורה ראשיים נותרה אחרונה, עם 9%.\r\n \r\nגם בפילוח לפי המצב המשפחתי, חשיבות הסביבה החברתית אינה משתנה. גם הרווקים הישראלים, גם הגרושים, גם הנשואים ללא ילדים וגם בעלי הילדים שמחפשים דירה רוצים לדעת קודם כל מי יהיו השכנים באזור. \r\n \r\nאצל הרווקים, הקריקטריונים הבאים בשחשיבותם היו הקירבה למקום העבודה וסמיכות לעורקי תחבורה ראשיים.\r\nאצל בעלי הילדים, באופן טבעי, איכות מערכת החינוך באזור היא הקריטריון השני בחשיבותו, ורק אחריה הקירבה למקום העבודה. במקום האחרון מבחינת סדר העדיפויות שלהם נמצאת הקירבה למשפחה — כנראה שלא כולם מבקשים מהסבתא לעשות בייביסיטר.\r\n \r\nכולם רוצים להשקיע\r\n \r\nפרק מעניין במיוחד הוא זה שעסק באפשרות לרכוש דירה כהשקעה פיננסית לטווח ארוך. אף שהשקעה בדירת מגורים נהפכה לאופנה בשנים האחרונות, ובמיוחד בחודשים האחרונים, צריך לזכור שעדיין מדובר בצעד שלא רבים יכולים להרשות לעצמם. \r\n \r\nכדי להבין עד כמה הפך אפיק ההשקעה הנדל&quot;ני ללוהט, כדאי להציץ במספרים: לא פחות מ־86% ממשתתפי הסקר העידו כי אילו יכלו היו רוכשים דירה כהשקעה פיננסית. 46% מהם בטוחים (!) שהיו עושים את הצעד, ואילו 40% הנותרים חושבים שהיו עושים זאת. שיעורם של אלה שהשיבו כי הם בוודאות לא היו עושים צעד כזה, או חושבים שלא יעשו אותו, עמד על 14% בלבד.\r\n \r\nהמספרים מדהימים גם כאשר עוברים משאלות &quot;אילו יכולתי&quot; לשאלות של ביצוע בפועל. לא פחות משליש ממשתתפי הסקר השיבו כי ירכשו דירה להשקעה בחמש השנים הקרובות. רק 22% בטוחים שלא יעשו זאת. \r\n \r\nהשיעור הגבוה ביותר של אלה המתכוונים לרכוש דירה כהשקעה הוא בקרב אלה שכבר מחזיקים דירה בבעלותם: 24% מהם העידו כי הם שוקלים לרכוש דירה נוספת. רק כ־8% מקרב אלה שאין להם דירה בבעלותם מתכננים לרכוש אחת כהשקעה פיננסית.\r\n \r\nמהן הסיבות לרכישת דירה כהשקעה? ובכן, מתברר שהישראלי אוהב את מה שנחשב בעיניו כהשקעה יציבה לטווח ארוך. קרוב לשני שלישים (65%) הסבירו את האטרקטיביות בהשקעה בכך שהיא מסוגלת לספק להם יציבות לטווח ארוך.\r\n \r\nגם הזינוק במחירים בתקופה האחרונה השפיע על הנימוקים: 21% מהמשתתפים אמרו כי ישקיעו בנדל&quot;ן משום שהוא יספק להם תשואה עודפת על השקעות באפיקים אחרים. ככל הנראה גאות המחירים היא גם זו שגרמה ל־14% להשיב כי ההשקעה באפיק הנדל&quot;ני היא בעלת הסיכון הנמוך ביותר.\r\n \r\nמה לגבי שיקולי מס? ובכן, למשיבים ניתנה האפשרות לבחור בשיקולי מיסוי כגורם עיקרי שמשפיע על החלטתם לרכוש דירה להשקעה. שיעור הנסקרים שחשבו כי שיקולים אלה הם החשובים ביותר עמד על0.3% . \r\n \r\nהסקר שביצע מכון המחקר מדגם עבור &quot;כלכליסט&quot; כלל 1,000 ישראלים בני 25 ומעלה, המייצגים את כלל האוכלוסייה היהודית הבוגרת בארץ. מרביתם (61%) חיים בבית משותף, כרבע מהם (24%) חיים בבית פרטי ו־12% בבית דו־משפחתי. לדיירי מגדלי היוקרה היה ייצוג של 3%. \r\n \r\nשני שלישים מהנשאלים גרים בדירה או בבית שבבעלותם, ואילו השליש האחר גר בשכירות. אלא שגם מבין הגרים בשכירות, למעלה מחמישית מחזיקים בדירה שבבעלותם, כך שמכלל המדגם, שלושה רבעים (74%) הם בעלי דירה או בית, ורק כרבע (26%) אינם בעלי דירה.\r\n \r\nמשתתפי הסקר פזורים בין 219 ערים ויישובים. מחציתם (52%) חיים עם בן זוג ויש להם ילדים. 16% נוספים הם בשלבים ראשונים של הקמת משפחה: חיים עם בן זוג, אך ללא ילדים. ממוצע הנפשות לדירה היה 3.3.\r\n \r\n50% דיווחו על רמת הכנסה משפחתית נטו שבין 7,000 ל־15,000 שקל בחודש. 18% מרוויחים פחות מ־7,000 שקל בחודש, ואילו 12% מרוויחים בין 15,000 ל־25,000 שקל בחודש.\r\n \r\nהסקר נערך באמצעות מערכת הסקרים הממוחשבת Scout של מכון מדגם, המאפשרת לערוך סקרים באמצעות האינטרנט בקרב הפאנל האינטרנטי iPanel.", "keywords": ["מדגם", "בית משותף", "בית פרטי", "מגדלי יוקרה", "iPanel"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/96130/01_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שי פאוזנר ואורי חודי "}, "datePublished": "2009-11-26T07:57:21", "dateModified": "2020-08-03T13:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מהי דירת החלומות שלכם?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}