{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3572946,00.html"}, "headline": "רסיס ענק בלב לונדון", "description": "בשכונת העוני סאות&#39;וורק שבלונדון ייפתח בעוד חודש ה־Shard (רסיס), המגדל הגבוה ביותר באירופה, שאותו אפשר לראות כמעט מכל פינה בעיר. תושבי השכונה כבר עוברים קורסים במלצרות ובסידור פרחים כדי לשרת את תושביו העתידיים, מה שרק מגביר את החשש שאנדרטת העוצמה הבריטית תהפוך למונומנט שמנציח את הפערים החברתיים במדינה", "articleBody": "הסיפור של השארד מייצג בצורה הטובה ביותר את הבעיות, התקוות והקונפליקטים שחווה כיום הבירה הבריטית. לונדון, שהיתה פעם מרכז עולמי של כוח ועוצמה, מנסה כיום נואשות לשמור על מעמדה, לא מפחדת להשתמש בכסף זר כדי להשיג את מטרותיה, ומסתכלת בעצב על אלה שכספם וכישוריהם לא מאפשרים להם להסתגל למציאות החדשה. \r\n \r\nכבר היום, עוד לפני שהסתיימה בנייתו, השארד (רסיס, בעברית) הוא גורד השחקים הגבוה ביותר באירופה. הוא נמצא מרחק גשר אחד מהסיטי, הרובע הפיננסי של לונדון, וביום מעונן (שבלונדון זה כמעט כל יום), צריך להתאמץ כדי לראות את הקצה שלו מבעד לעננים - קצה שמתנוסס בגובה של 310 מטר. הוא יכיל 27 קומות של משרדים, מלון חמישה כוכבים בן 18 קומות, עשר דירות יוקרה ענקיות וארבע קומות תצפית. יזם הפרויקט, ארווין סלר, מפנטז על שימוש בקומה האחרונה לוועידות פסגה של מנהיגי העולם: &quot;לא ניתן להם לרדת משם עד שיפתרו את משבר היורו&quot;. השארד, על 72 קומותיו, ייפתח בעוד חודש וישנה את קו הרקיע של לונדון לתמיד. \r\n \r\nהשארד הוא סמל, זה ברור, אבל השאלה היא מה הוא מסמל. האם הפרויקט הגרנדיוזי, ששוויו 2 מיליארד ליש&quot;ט (כ־3.2 מיליארד דולר), הוא עדות לגדולתה של לונדון כאחת הערים המצליחות בעולם ומארחת המשחקים האולימפיים, או שהוא מונומנט לניכור החברתי ולפערים המתרחבים בין אלה שירכשו בו דירות במיליוני ליש&quot;ט לאלה שלא יוכלו לממן את כרטיס הכניסה לקומות התצפית שלו (20 ליש&quot;ט, ככל הנראה)?\r\n \r\n \r\nשורה של מתנגדים\r\n \r\nמבחינת תחבורתית השארד הוא הברקה. הוא נמצא מרחק כמה צעדים מלונדון ברידג&#39;, אחת מתחנות הרכבת הגדולות ביותר בלונדון, שדרכה עוברים 54 מיליון נוסעים בשנה. ב־1998, כשסלר רכש את המתחם תמורת 40 מיליון ליש&quot;ט, שכנו בו מגדלי סאות&#39;וורק - בניינים מכוערים למדי בני 25 קומות ששימשו את פירמת רואי החשבון Coopers Waterhouse Price. מבחינתו של סלר זו היתה עסקה בסיכון נמוך: בניינים שהדייר בהם הוא חברה בינלאומית שתמשיך לשלם שכירות בלי הפרעה. אלא שכמה חודשים אחרי שהעסקה לרכישת המתחם נחתמה, התפרסם מסמך ממשלתי שעודד הקמת פרויקטים גדולים של נדל&quot;ן בצומתי תחבורה מרכזיים. באותו יום נולד הרעיון לשארד.\r\n \r\nעוד לפני שהגה את הפרויקט הגרנדיוזי, ארווין סלר היה שם שזכרו בלונדון, ולא בהכרח לטובה. הוא נולד במזרח לונדון, הצד המקופח יותר של העיר, והתחיל את הקריירה במכירת בגדים בבאסטות בשוקי לונדון ואסקס. אחר כך עבר לעבוד במדרחוב קרנבי, אתר הקניות המשגשג שמתפצל מרחוב אוקספורד והיה אחד מסמליה של &quot;לונדון החוגגת&quot; בשנות השישים. \r\n \r\n&quot;מייטס&quot;, רשת הביגוד שהקים סלר, היתה הראשונה שמכרה בגדי גברים ובגדי נשים באותה חנות והביאה ללונדון - ולעולם כולו - את בשורת המכנסיים הפרחוניים. בזמנו היו לה שבעה סניפים באזור רחוב אוקספורד בלבד, ולדברי סלר לא היה אדם אחד בבריטניה שלא היה לו לפחות פריט אחד מהרשת. בתחילת שנות השמונים החליט סלר לעבור לנדל&quot;ן והתעסק בעיקר בבנייה לתחום הקמעונאי. אולם כעבור עשור החברה שהקים ונסחרה בבורסה, Ford Sellar Morris, התמוטטה. סלר, שהפסיד בעצמו 28 מיליון ליש&quot;ט, הספיק מאז להקים חברה חדשה, להשלים פרויקטים רבים ולחזור לרשימת האנשים העשירים בבריטניה של &quot;הסאנדיי טיימס&quot;.\r\n \r\nשנה אחרי שהגה את רעיון המגדל נסע סלר לברלין לפגישה עם ארכיטקט־העל רנזו פיאנו, שתכנן בין היתר את מרכז פומפידו בפריז. פיאנו סלד ממגדלים. הוא ראה בהם מבצרים אגרסיביים ושחצניים שהציבור לא יכול לגשת אליהם. בכל זאת, הוא הפך את הדף עם העיצוב הראשוני שהביא לו סלר וצייר סקיצה משלו, שהיתה דומה מאוד למוצר המוגמר. מגדל שנראה כמו רסיס זכוכית עם פוטנציאל להפוך לאחד מסימני ההיכר של לונדון, ביחד עם הביג בן והגרקין, הבניין הייחודי שמשמש כמטה חברת ביטוח המשנה השוויצרית סוויס־רה.\r\n \r\n&quot;זה לא עניין של כסף&quot;, אמר פיאנו לעיתון &quot;גארדיאן&quot;, &quot;זה עניין של הפתעה והנאה. למקום הזה ערים צריכות להתקדם. התקדמות במאונך שולחת מסר על שמירה על הטבע. לא מדובר בשחצנות ובכוח, אלא בהגדלת האינטנסיביות של החיים בעיר&quot;.\r\n \r\nבזמן שהאופוריה של סלר היתה בשיאה, התרחשה מתקפת הטרור של ה־11 בספטמבר. הפלת מגדלי התאומים גרמה לבריטים להרהר שוב בכדאיות הבנייה של גורד שחקים שהוא סמל לעושר ולשגשוג, על כל הסיכונים הנובעים מכך. בסופו של דבר, למרות הקשיים, התוכניות לא נעצרו. &quot;הזיכרון היה עדיין טרי, אבל זה לא השפיע על אמונתנו שזה הדבר הנכון לעשות. הפנטגון הוא בניין נמוך אך הוא הותקף גם כן&quot;, אמר סלר. עם זאת, מתקפת הטרור בכל זאת השפיעה על התכנון: יסודות הבניין חוזקו עוד יותר ומחשבה רבה יותר הוקדשה לדרכי המילוט.\r\n \r\nאבל פיגועי הטרור של ה־11 בספטמבר היו רק המערכה הראשונה. בחודשים שלאחר אישור הבניין נאבק סלר בשורה של ארגונים שביקשו לבטל את התוכנית. רשימת המתנגדים כללה את אינגליש הריטג&#39;, הארגון האחראי על שימור מבנים באנגליה, נציבות הפארקים והארמונות המלכותיים וקתדרלת סנט פול, שנמצאת לא הרחק ונחשבת גם היא לאחד מסמליה של לונדון. בעוד הוא הודף את כל המתנגדים, רכש סלר גם את המתחם הסמוך, כדי לבנות שם בניין בן 17 קומות שישלים את השארד וייקרא The Place.\r\n \r\nמשבר הסאב־פריים ומחנק האשראי שבא בעקבותיו הנחיתו את אחת המהלומות הקשות ביותר על השארד. הבנק השוויצרי קרדיט סוויס, שהיה מוכן להעניק אשראי לכל הפרויקט, נסוג ברגע האחרון - מהלך שאיים לחסל את השארד עוד לפני שנבנה. זו הסיבה שהבניין הגבוה ביותר באירופה חב את חייו למדינה קטנה במפרץ הפרסי.\r\n \r\n \r\nהאינטרס הקטארי\r\n \r\nבשנים האחרונות השקיעה משפחת המלוכה של קטאר 10 מיליארד ליש&quot;ט (כ־16 מיליארד דולר) בבריטניה. היא מחזיקה, בין היתר, בבית הכלבו היוקרתי הרודס, בבניין השגרירות האמריקאית בלונדון, בנתח מבנק ברקליס וב־One Hyde Park, בניין הדירות היקר ביותר בבירה. משפחת המלוכה היא גם בעלת השליטה, דרך הבנק המרכזי של קטאר, בחברה שמחזיקה בחלקים מהמתחם הפיננסי בקנרי וורף, כ־25% מרשת המרכולים הענקית סיינסבורי&#39;ס וכ־20% מהבורסה של לונדון. \r\n \r\nב־2008 שילמה קטאר 1.5 מיליארד ליש&quot;ט עבור 80% מפרויקט השארד, ולאחר מכן הגדילה את חלקה בפרויקט ל־95%. שתי דירות במגדל, שכל אחת מהן משתרעת על פני שתי קומות, ישמשו כביתם של חברי משפחת המלוכה הקטארית בלונדון. &quot;להשקעות האלה יש בהחלט גם ממד פוליטי&quot;, מסביר ל&quot;נדלניסט&quot; ד&quot;ר סטיפן הרטוג, מומחה למדינות המפרץ הפרסי מהלונדון סקול אוף אקונומיקס, &quot;זה עובד לפחות בשתי רמות. ראשית, הרחבת הקשרים הביטחוניים והדיפלומטיים של המדינה הקטנה מעבר לקשריה עם ארצות הברית, אסטרטגיה שכוללת גם מדינות כמו צרפת. שנית, זהו ניסיון לשים את קטאר &#39;על המפה&#39; כשחקן כלכלי בינלאומי. המטרה של זה היא הרבה מעבר לרווח כלכלי טהור, ונוגעת גם למיתוג ולרצון לבלוט&quot;. \r\n \r\nאחת השאיפות של קטאר, המדינה עם התמ&quot;ג לנפש הגבוה בעולם, היא לזנב בשכנותיה, כווית ואיחוד האמירויות. קרן ההשקעות של אבו־דאבי, שמשקיעה בין היתר בנדל&quot;ן, היא העשירה בעולם ונכסיה שווים יותר מ־600 מיליארד דולר. קרן ההשקעות של כווית שווה כמעט 300 מיליארד דולר. רשות ההשקעות של קטאר, לעומת זאת, מנהלת נכסים בהיקף של 85 מיליארד דולר, ולכן היא משתדלת לבחור נכסים אסטרטגיים שישפרו את תדמיתה של המדינה.\r\n \r\nקטאר היתה תחת חסות בריטניה עד שקיבלה עצמאות בשנת 1971, ועד היום מייבאת בריטניה רבע מתצרוכת הגז שלה מהמדינה הקטנה. לקטאר שווה לחזק את היחסים הללו למקרה שאיראן תממש את איומיה ותסגור את מצרי הורמוז. 20% מיצוא הנפט העולמי עוברים דרך המצר, בהם גם המכליות מקטאר. איראן אימה כמה פעמים לחסום את התנועה הימית באזור אם הסנקציות הכלכליות שננקטו כנגדה יוחמרו, ואף הודיעה שמהלך כזה יהיה &quot;קל מאוד&quot;. בתגובה שלחו ארצות הברית, בריטניה וצרפת נושאת מטוסים ושש ספינות מלחמה לעבור דרך המצר. שר החוץ של בריטניה, וויליאם הייג, אמר שכל ניסיון לחסום את המצר יהיה לא חוקי ולא יצלח. הסיכוי שאיראן אכן תממש את האיום נראה כיום קטן, אבל קטאר מעוניינת לבטח את עצמה - מהלך כזה ישתק את הכלכלה שלה. \r\n \r\nהשראד, אמר לאחרונה נגיד הבנק המרכזי של קטאר, שיח עבדאללה בין־סעוד אל־תאני, יהווה &quot;סמל ליחסים הקרובים בין בריטניה לקטאר&quot;. את המגדל יחנכו במשותף ב־5 ביולי הנסיך אנדרו וראש ממשלת קטאר, השיח&#39; חמאד בין ג&#39;סים אל־תאני, תמונה שאין ספק שתיכנס לתודעה הציבורית והתקשורתית בבריטניה. \r\n \r\n&quot;זה לא יעזור לנו&quot;\r\n \r\nקשה להתעלם מהעובדה שלמרות קרבתו למרכז העיר, השארד נבנה בסאות&#39;וורק, אחת השכונות העניות ביותר בלונדון. צורתו המיוחדת לא תואמת את השיכונים האפורים שנמצאים מרחק דקת הליכה ממנו. \r\n \r\nמבין תושבי השכונה, תומכי השארד משוכנעים שהוא ייצור אלפי מקומות עבודה. המתנגדים רואים בו תזכורת למעמד שאליו לעולם לא יוכלו להגיע. &quot;אם תצליח להתקבל לעבודה שם זה בוודאי יעזור לך&quot;, אומר ג&#39;ון, פנסיונר שגר בשכונה 45 שנה, &quot;בנוגע לשיקום האזור, זה לא יעזור בשום דבר&quot;. \r\n \r\nג&#39;ון מזכיר את שוק בורו, שוק האוכל המפורסם שנמצא אף הוא בקרבת מקום. &quot;פעם היינו הולכים לשם כל יום שבת כדי לקנות ירקות. היום זה כבר יקר מדי, כיוון שג&#39;יימי אוליבר (&quot;השף העירום&quot; ־ י&quot;ב) קונה שם כולם העלו את המחירים. שום שף במסעדה בשארד לא ילך לחנות פה בשכונה ויקנה מצרכים, הוא ילך לשוק בורו. עד עכשיו כל הניסיונות להחיות את האזור לא עבדו. כשעברתי לפה האזור עוד היה מלא במפעלים, עכשיו המפעלים הפכו לדירות של יאפים שישנים פה באמצע השבוע ובסוף השבוע הולכים לבלות במקום אחר&quot;.\r\n \r\nאולם במקרה של סאות&#39;וורק, הסטטיסטיקה עשויה להטעות, שכן בשכונה קיימים כבר כמה כיסים ש&quot;שיק&quot; הוא שמם השני. רחוב ברמונדסי, למשל, נמצא דקות ספורות מהשארד וכולל, בין היתר, גלריות אמנות, חנויות מעצבים קטנות וסוכנות תיווך נדל&quot;ן שמשווקת דירות בסטנדרט גבוה. בשעת צהריים של יום שישי, התור בבית הקפה הוויאטנמי ברחוב התארך עד מחוץ לחנות. &quot;זו בועה קטנה ומוזרה&quot;, מסכמת איליין, בעלת חנות לקולרי כלבים ברחוב. &quot;המקום הזה הופך למה שהיתה האמפסטד בשנות השישים, בועה בוהמיינית קטנה שבסופו של דבר נהרסה על ידי חנויות גנריות&quot;. \r\n \r\nפתיחתו של השארד בקיץ ממלאת את איליין תקווה שהלקוחות יזרמו מגורד השחקים היישר לחנות המיוחדת שלה, בחיפוש אחר הקולר המושלם לכלב שלהם. היא נהנית לראות את ההתקדמות בבניית השארד בכל יום כשהיא בדרכה לעבודה. &quot;האזור הזה הולך ללבלב, הרבה סלבריטיז מתחילים לעבור לכאן. היינו בני מזל שעברנו לפה לפני שהשיגעון התחיל&quot;, היא אומרת. איליין מספרת שדמי השכירות שלה הוכפלו בחודש האחרון, אחרי שעלו בקביעות מאז שפתחה את החנות לפני שש שנים. &quot;מה אפשר לעשות? אם אני הייתי בעלת הנכס הייתי דורשת את אותו הדבר. עסקים קטנים כמו העסק שלי יוצרים את האווירה ברחוב, אבל אם תחזור לפה בעוד חמש שנים בטח יהיה כאן סניף של סטארבקס. בשלב מסוים לא נוכל לשרוד את העליות בדמי השכירות - הם יוכלו. לכן האמפסטד היא כבר לא מה שהיתה פעם וגם קמדן נהרסה. כל הקסם מתנדף ברגע שהדבר היחיד שחשוב זה כסף&quot;.\r\n \r\n \r\nדומיננטי לרגע \r\n \r\nבקו הרקיע של שנחגאי בניין כמו השארד לא היה כל כך דומיננטי. לפי נתוני המועצה לבניינים גבוהים וסביבה עירונית (CTBUH), בסין לבדה נבנו 200 בניינים שגובהם יותר מ־200 מטר, בנייתם של 23 מהם הסתיימה בשנה שעברה. בבריטניה קיימים כעת רק שני בניינים בגובה זה, וביבשת אירופה כולה 22 בניינים בלבד, לעומת 342 באסיה. במדינת ישראל, רק מגדל משה אביב ברמת גן חוצה את קו ה־200 מטר. נכון לסוף השנה הקודמת, 46 מתוך 100 הבניינים הגבוהים בעולם היו באסיה, לעומת 26 בצפון אמריקה ו־24 במזרח התיכון. לצורך בניית השארד השתמשו בכ־15 אלף מטר מעוקב של בטון ו־12 אלף טונה פלדה.\r\n \r\nבלונדון, שהמגדלים הגבוהים שלה לא מתקרבים בגובהם לגורדי השחקים הסיניים, אי אפשר לפספס בניין של 310 מטר. באתר התמונות פליקר נפתחה קבוצה בשם &quot;אני יכול לראות את השארד מכאן&quot;, עם תמונות של המגדל ממקומות שונים ברחבי העיר, גם כאלה שרחוקים קילומטרים רבים מהבניין. מהשארד עצמו יהיה אפשר להשקיף על לונדון עד למרחק 60 ק&quot;מ ויותר, אולם בעוד כמה שנים צפוי המגדל לאבד את תואר הבניין הכי גבוה באירופה: במרץ השנה אושרה בצרפת תוכנית לבנייתם של שני גורדי שחקים שיהיו גבוהים מהשארד בעשרה מטרים. בדומה לשארד, הפרויקט הפריזאי, שנקרא Hermitage Plaza, יכיל דירות יוקרה, מסעדות, משרדים ומלון חמישה כוכבים. \r\n \r\nלפחות בלונדון השארד צפוי להישאר דומיננטי בקו הרקיע. בחודשים האחרונים דחו הרשויות תוכניות לבניית מגדלי מגורים בשורדיץ&#39; ובדלסטון, אזורים במזרח העיר שנהנים מפריחה מחודשת. בניינים גבוהים נתפסים כמייצגי בועת הנדל&quot;ן שפרחה לפני המשבר הכלכלי ושיגעון הגדלות של יזמיהם. בשורדיץ&#39; ובלונדון, שתושביהם לא אמידים, הרשויות המקומיות לא רצו לאשר את התוכניות מחשש שהקמת מבנים אלה, שמחירי הדירות בהם יגיעו ליותר מחצי מיליון ליש&quot;ט, עשויה להגדיל את הקיטוב החברתי. הדיירים החדשים, שיעבדו בסיטי או בענף ההייטק שמתפתח באזור, יסתכלו מלמעלה על הבניינים האחרים, שרובם בני שתיים עד חמש קומות. \r\n \r\nלמרות זאת, ככל הנראה במוקדם או במאוחר גם באזורים האלה הכסף יכריע את הכף, ומגדלים ייבנו. &quot;זה ג&#39;ונגל של בטון שם בחוץ ומי שיושב בצד מפסיד&quot;, מכריז דייב, תושב סאות&#39;וורק שנולד וגדל בה. &quot;לבנות גורד שחקים כמו השארד בשכונה שלנו היתה החלטה מאוד חכמה. אני גאה שיהיה פה סמל כזה&quot;. \r\n \r\nהוא מספר בהתלהבות על ימי הכיף שמתקיימים לדיירי השכונה בחסות השארד, עם אוכל בחינם ופעילויות לילדים. בנוסף היזמים השיקו תוכנית בהיקף של 5 מיליון ליש&quot;ט כדי לסייע לתושבים &quot;לרכוש את הכישורים המתאימים לעבודה בשארד&quot;. בבית הספר התיכון המקומי הסבו כיתות לימוד ישנות לחללים שבהם התלמידים יוכלו להתנסות בעבודות כמו מלצרות, ספרות, סידור פרחים ואימון כושר. בהתחשב במצבה של השכונה ובמצב הכלכלי המורכב בבריטניה, התושבים אינם מוטרדים מכך שההכשרה שתינתן לילדיהם היא למקצועות שישרתו את שאר באי השארד. &quot;לא אכפת לי מזה&quot;, אומר דייב. &quot;זה לפחות משהו&quot;.", "keywords": ["השארד", "לונדון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/266444/8857063_7b7d566259_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "יואב בורנשטיין, לונדון"}, "datePublished": "2012-06-05T08:36:19", "dateModified": "2020-08-20T17:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רסיס ענק בלב לונדון", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}