{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3572962,00.html"}, "headline": "השכנים נאים בעיניהם", "description": "יש בניינים שבהם לכל השכנים יש מכנה משותף רחב מהרגיל: משיכון הרופאים והאחיות במתחם המגורים של שיבא, דרך בית הספר בראשון לציון שבו גרים יחד 30 מחנכים, ועד לקומפלקס התוסס של עובדי המלונות באילת. &quot;כלכליסט&quot; מציג את הבניינים שבהם אתה גר רק עם אנשים כמוך", "articleBody": "האידיאליסטים \r\n&quot;המקום הזה נותן לנו משמעות, סולידריות ותחושת ביטחון&quot;\r\nבקיבוץ העירוני בראשון לציון מוכנים לגור בבית ספר משופץ גם עוד עשר שנים\r\n \r\nמי אנחנו: כ־30 חברי &quot;קיבוץ המחנכים העירוני&quot; של תנועת דרור ישראל. כולם בני 32–33, בוגרי תנועת הנוער העובד והלומד שעברו את המסלול המלא של התנועה החל מקומונריות, עבור בשירות צבאי בנח&quot;ל ועד פרק משימה. חברי הקבוצה עוסקים בחינוך פורמלי ובלתי־פורמלי.\r\n \r\nהמבנה: מתחם בית הספר המקצועי מפתן שנסגר והוסב למגורים, אזור התעשייה הישן, ראשל&quot;צ.\r\n \r\n \r\nלמה דווקא כאן: חלק מהחברים בקבוצה הגיעו לראשון לציון כבר בשנת 2000, אחרי שירותם הצבאי, ופעלו בשכונות מזרח העיר. &quot;כשנגמרה התקופה ביקשנו שיקלטו אותנו כגרעין בוגר, והעיר הקצתה לנו מגורים&quot;, מספרת נעם אריאלי, חברה בקבוצה. &quot;ב־2006 הגשנו בקשה להקים קיבוץ מחנכים עירוני, והעירייה הקצתה לנו את בית הספר מפתן, ששיפצנו והסבנו למגורים&quot;. \r\n \r\nדבר הדיירים: חברי הקיבוץ העירוני חיים בשיתוף כלכלי וחברתי מלא: הם עובדים במערכת החינוך, שכרם נכנס לחשבון משותף, והם עורכים ביחד קניות לצורכי מזון וביגוד. בין החברים יש חלוקה לקבוצות בנות שישה עד 12 חברים, והם גרים בדירות משותפות בהרכבים שבין שלושה לעשרה חברים. יעלה קרלינסקי, שגרה במתחם עם בן זוגה, מדגישה כי לא מדובר בחיים שמנוהלים על ידי תקנון, ולכל אחד החופש לחיות את חייו בחופשיות. &quot;יש רשימת קניות על המקרר וכל אחד כותב מה הוא צריך. לא מתנהל פה דיון על זה שמישהו צריך חולצה, אבל יש כאן אחראי על הכספים, ולפעמים צריך למנן את ההוצאות. וזה בסדר. כולנו יודעים שהבחירה לממן את עצמנו ממשק חינוכי לא תהפוך אותנו למיליונרים. החיים כאן הם חלק מהבחירה שלנו בחיים צנועים&quot;.\r\n \r\nיתרונות למגורים במקום: היתרון הגדול ביותר, אומרת אריאלי, הוא תחושת הסולידריות והביטחון. &quot;הערבות ההדדית שיש לנו גדולה ממה שיש להרבה אנשים שחיים חייים &#39;רגילים&#39;. המקום הזה נותן לנו משמעות. לא כל אחד זוכה לקום בבוקר ולהגיד לעצמו &#39;אני עושה את מה שאני אוהב, ואני חי עם מי שאני אוהב&#39;. זו זכות גדולה מאוד&quot;.\r\n \r\nחסרונות למגורים במקום: מבחינת אריאלי החיסרון היחיד הוא המיקום באזור תעשייה. &quot;הייתי שמחה אם היינו ממוקמים בתוך שכונת מגורים, והבית היה הופך למרכז של השכונה. לא כל כך נעים להסתובב פה בלילה&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור: הקבוצה פטורה מדמי שכירות, ומשלמת רק חשבונות מהחשבון המשותף. &quot;יש עוד חמש שנים עד תום החוזה שלנו עם העירייה, אבל מבחינתנו אפשר כבר עכשיו להאריך אותו בעשר שנים נוספות&quot;, אומרת אריאלי.\r\n \r\nהחמולה\r\n&quot;אם יורד גשם אני מתקשרת לגיסתי ואומרת &#39;בחייתכ, תכניסי לי את הכביסה&#39;&quot;\r\nברחוב הצלבנים 33 בחיפה מקפידים לקיים ישיבות ועד בית, אפילו שכל הדיירים הם בני משפחה אחת\r\n \r\nמי אנחנו: משפחת סווידאן הערבית־נוצרית. בשמונה דירות בבניין מתגוררים בני המשפחה, ובשלוש דירות נוספות מתגוררים דיירים מוגנים.\r\n \r\nהמבנה: הבניין ברחוב הצלבנים תוכנן על ידי אדריכל שבדי בסגנון ימי ביניימי, וכולל שמונה דירות גדולות בשטח 200 מ&quot;ר כל אחת, חדרונים ומרפסות נוספים, גשר, מגרש כדורסל ובריכות נוי.\r\n \r\n \r\nלמה דווקא כאן: סב המשפחה, חנא סווידאן המנוח, בנה את הבית ב־1935 כדי לשכן בו את ילדיו ומשפחותיהם העתידיות בתנאי לוקסוס משודרגים. סווידאן היה יזם בנשמתו שראה פוטנציאל בבנייה על ההר. כיוון שהבניין עמד לבדו בסביבה לא בנויה, הוא סלל את הרחוב אליו ונתן לו את שמו, &quot;הצלבנים&quot;.\r\n \r\nדבר הדיירים: אילהאם סווידאן, כלתו של חנא הנשואה לבנו הבכור נעמה, מספרת כי בעת נישואיה ב־1965 הבית היה כבר שם דבר בחיפה. &quot;הוא היה הבניין היחידי על ההר וזה היה ממש מג&#39;סטיק&quot;, היא אומרת. לרוע המזל, בעשר השנים הראשונות לנישואיהם לא יכלו לעבור לטירה המפוארת, כיוון שכל הדירות היו תפוסות על ידי שוכרים. &quot;אחרי עשר שנים התפנתה עבורנו דירה, ועברנו לכאן. כשהתעוררתי ביום הראשון בבית הסתכלתי למעלה וראיתי את התקרה בגובה ארבעה מטרים, שמעתי את גיסי קורא לבן שלו מהגשר שבחוץ, וחשבתי שאני נמצאת בסיפור אגדה. זה היה כמו בעליסה בארץ הפלאות. אני לא אשכח את הרגע הזה&quot;.\r\n \r\nבמהלך השנים התחתנו אחיו ואחיותיו של נעמה ועברו לגור בדירות שהתפנו. לדברי אילהאם, משק הבית התנהל תמיד בשיתוף תוך ערכים של בתים פתוחים. &quot;בכל חג נהוג שעושים אצל משפחה אחרת. אם, נגיד, חוגגים את ערב הקריסמס אצל מישהו, אז כולם היו מגיעים. כל הנשים היו מבשלות ביחד, ואם מישהו חולה אז תמיד יש מי שיבקר אותו&quot;.\r\n \r\nיתרונות למגורים במקום: &quot;אני חושבת שזו ברכה לגור ביחד. זה דבר פנטסטי&quot;, אומרת אילהאם. &quot;כאשה צעירה לא הבנתי לאן בדיוק אני נכנסת. היום אני חושבת שזכיתי. למשל, אם כלתי לא יכולה לבשל באיזה יום, אני אומרת לה שתקפוץ אליי ותיקח סיר עם אוכל מהמקרר. אם אני צריכה לקחת אוטו, תמיד יש בחניה רכב של מישהו. אם יורד גשם ואני בעבודה אני יכולה להתקשר לגיסתי ולהגיד, &#39;בחייתכ, תכניסי לי את הכביסה הביתה&#39;&quot;, היא אומרת.\r\n \r\nחסרונות למגורים במקום: &quot;יש חיכוכים כמו בכל בניין. אנחנו עושים פה ישיבות ועד, אפילו שזו משפחה, ולפעמים סדר העדיפויות של כל אחד שונה בנוגע להוצאות. אני, למשל, חושבת שהגיע הזמן לצבוע את המדרגות, ומישהו אחר יכול לחשוב שקודם כל צריך לתקן מעקה שנפל - אבל אלו ויכוחים קטנים&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור שלנו: כל הסווידאנים לא משלמים הוצאות על הדיור בבניין. &quot;המגורים המשותפים מאפשרים גם חיסכון ענק בהוצאות&quot;, אומרת אילהאם. &quot;זה חוסך אוכל ודלק, וזה כיף גדול&quot;.\r\n \r\nהברסלבים\r\n&quot;רצינו לגור ביישוב שבו אף אחד לא יתנגד לנו&quot;\r\nבקהילה הברסלבית בחריש מרגישים כמו חלוצים, רגע לפני שקמה סביבם עיר חרדית שלמה\r\n \r\nמי אנחנו: 50 משפחות שלהן יותר מ־100 ילדים מקהילת הברסלבים. הגרעין הראשוני כלל חמש משפחות בלבד והגיע לפני 4.5 שנים, לאחר שהתפצל מקהילה של חוזרים בתשובה בחיפה. משפחות אלה משכו אחריהן עשרות משפחות נוספות של חוזרים בתשובה מכל הארץ.\r\n \r\nהמבנים: מספר בתי שיכון ובתים פרטיים ביישוב.\r\n \r\n \r\nלמה דווקא כאן: &quot;חיפשנו מקום שיקבל אותנו כמו שאנחנו&quot;, מסביר יגאל לחמן, חבר בקהילה. המשפחות הראשונות, הוא מספר, הגיעו מקהילה חיפאית של חוזרים בתשובה. &quot;הקהילה בחיפה החלה לגדול, ואנשים סביבנו חשבו שבאנו לעשות השתלטות חרדית - מה שממש לא נכון: כולנו מגיעים מבתים חילוניים, שירתנו בצבא וחלקנו אמנים. רצינו להתמקם ביישוב שבו לא תהיה לאף אחד התנגדות אלינו&quot;, הוא אומר. יצחק קשת, מנהל הקהילה, מסביר כי גם מחירי הדירות היו שיקול בבחירה בחריש. &quot;כשהגענו לפה המחירים היו מאוד נמוכים. בחיפה התעסקנו בעיקר בפרנסה, ואצלנו חלק גדול מהחיים מוקדש ללימוד תורה. יש לנו גם הרבה פערים להשלים, כי לא גדלנו בבתים דתיים. בחריש אנחנו מצליחים לשלב בין השניים&quot;, הוא מסביר.\r\n \r\nדבר הדיירים: &quot;זה מקום כל כך קטן, שכשבאנו לפה קראנו לו &#39;המערב הפרוע&#39;: יש רחוב אחד והוא נראה כמו סט של מערבון. הקמנו כאן קהילה, ואנחנו לא צריכים יותר מזה&quot;, אומר קשת. &quot;ברמה האישית, טוב לנו איך שהמקום נראה היום. ברור שכשתקום כאן עיר חרדית מסביבנו הכול ישתנה. מנגד, ברמה הלאומית זו משימה חשובה לעם ישראל&quot;.\r\n \r\nיתרונות למגורים במקום: לדברי קשת, היתרון הגדול של המקום הוא האפשרות להקים בו קהילה שתפורה למידותיהם. &quot;כל אחד מאיתנו עזב בית חילוני והקים משפחה, וזו המשפחה המורחבת שלנו&quot;, הוא אומר. הוא מספר שהדגש גדול מושם על חינוך: &quot;הקמנו כמה גני ילדים בקומת הקרקע של הבניינים. זו לא שכנות שבה מתביישים לדפוק על הדלת ולבקש כוס חלב - אנחנו שומרים אחד על הילדים של השני, אוכלים יחד ארוחות שבת. יש פה הרבה ביחד&quot;, הוא אומר. &quot;רעייתי ילדה לאחרונה, וכל המשפחות עשו תורנות: כל יום מישהי אחרת בישלה סיר אוכל. זה היה חסד עצום&quot;.\r\n \r\nבנוסף לתמיכה שהקהילה מעניקה, היא מסייעת להם גם לשמור על הזהות שבחרו. &quot;אנחנו רוצים לשמור על אורח חיים דתי, אבל לא לאבד את הזהות שבאנו ממנה&quot;, מסביר קשת. &quot;אני למשל, הייתי איש קבע ולמדתי הנדסת תוכנה. תמיד עסקתי בניהול. אם הייתי מצטרף לקהילה חרדית יכול להיות שהייתי צריך לוותר על זה, אבל כאן מתאפשר לי לעסוק בזה. יש אצלנו גם הרבה מוזיקאים. בין הפעילויות שלנו יש גם משאית שאנחנו מפעילים כבית מדרש נייד: אנחנו מגיעים למקום בטבע ופורקים אוהלים לקראת שבת, מכינים אוכל לפני כן, יושבים ושרים יחד ומתנתקים קצת מהעולם, כדי לתת לאנשים לטעום את הטעם של שבת הרוחנית&quot;.\r\n \r\nחסרונות למגורים במקום: &quot;יש עניין סביב הפרטיות&quot;, אומר קשת. &quot;אתה יודע שאם תפתח את הדלת מיד ייכנסו כמה ילדים הביתה, כי הם באים לשחק עם הילדים שלנו. זה החיסרון היחיד, אבל כבר מזמן עברנו את שלב ה&#39;לא נעים&#39;, ואין בעיה להגיד שזה לא מתאים עכשיו, ואמא שלהם תבוא ותיקח אותם הביתה&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור שלנו: חברי קהילה שהגיעו לפני ארבע שנים קנו דירות בכ־200 אלף שקל. היום דירת 3 חדרים בחריש מגיעה לכ־400 אלף שקל. לדברי חברי הקהילה, עליית המחירים לא נגמרה בשל הביקוש שהם יצרו, אלא בשל הציפיות שיצר תכנון העיר החרדית, שהביא הרבה יזמים דתיים לרכוש דירות במקום כהשקעה.\r\n \r\nעובדי המלונות\r\n&quot;כולם מסביב חבר&#39;ה צעירים. זה ממש כמו בצבא&quot;\r\nצעירים, צעירות ובריכה באמצע: מתחם אלמוגים הוא המלרוז פלייס של עובדי המלונות באילת\r\n \r\nמי אנחנו: ברמנים, מלצרים, קציני ביטחון, נהגים, טבחים - כולם עובדים בבתי המלון בעיר.\r\n \r\nהמבנה: קומפלקס סגור מול קמפוס בן גוריון בצד הצפוני־מערבי של אילת, ובו 650 דירות קטנות בנות 2–1 חדרים. במתחם בריכת שחייה, חדר כביסה וחדר כושר.\r\n \r\n \r\nלמה דווקא כאן: רוב עובדי בתי המלון באילת מרוכזים במתחמים משותפים, כמו בניין הסלע האדום שבו מרוכזים עובדי קלאב הוטל, או בית ישרוטל של רשת ישרוטל - אבל יחסית למגורי העובדים, מתחם אלמוגים נחשב למשודרג ביותר בעיר. במתחם מתגוררים עובדי המלונות של רשת דן, פתאל, הילטון, קראון פלאזה ובקרוב עתידים לעבור אליו גם עובדי ישרוטל.\r\n \r\nדבר הדיירים: חן סביון (23), קב&quot;ט במלון דן אילת, התוודע למקום עוד בטרם עבר לגור בעיר, כשהגיע להתארח אצל חברים. &quot;כשהחלטתי לעבוד באילת כבר ידעתי שזה המקום שאני מתכוון לגור בו. כולם פה בני אותו גיל בערך, עובדים כמוך, קורעים את התחת כמוך ורוצים לצאת לבלות אחרי העבודה כמוך, וזאת גם דרך להכיר אנשים חדשים&quot;, הוא מסביר. מריאנה פלדמן (20) עומדת לסיים את פרק הזמן לעבודה מועדפת בעוד ארבעה חודשים, אבל היא מאמינה שתרצה להישאר לעבוד בעיר ולגור במתחם גם אחרי כן. &quot;מבחינתי זה צ&#39;ופר לגור פה. כולם פה חברים ואף פעם לא משעמם פה. אם במקרה את נמצאת פה בלי החברים שלך, אפשר ללכת לבר שנמצא למטה, לבריכה או לחדר כושר&quot;.\r\n \r\nיתרונות למגורים במקום: המתחם כולל בריכה חיצונית, חדר כושר ומזנון שפתוח עד חצות. מחירי השכירות כוללים גם ארנונה, חשמל ומים, ובחלק מהדירות בתי המלון מסבסדים לעובדיהם גם טלוויזיה בכבלים בחבילת דיור. החדרים מרוהטים וכוללים מטבחון, שירותים ואמבטיה, והדיירים מעידים כי מדובר בחיסכון כלכלי עצום בהשוואה לדירה שכורה בעיר, שמחייבת הוצאות נלוות על דמי השכירות. רוב הדיירים הם בשנות ה־20 לחייהם ואינם תושבי אילת במקור, ולכן המקום מתפקד עבורם כמקום מפגש עם בני גילם.\r\n \r\nחסרונות למגורים במקום: &quot;יש ימים שאתה חוזר ממשמרת לילה ורק רוצה לישון, ופתאום בחדר ליד מתחילים לשתות ולעשות צחוקים או להשמיע מוזיקה&quot;, אומר סביון. &quot;האחראים במקום מודעים לזה, והם מסתובבים במסדרונות ולפעמים אפילו נותנים קנסות על רעש, אבל זה בכל מקרה מפריע&quot;. חיסרון נוסף הוא החדרים הקטנים: סביון, למשל, גר עם שותף: &quot;אני חושב שאחרי תקופה ארוכה פה יהיו אנשים שיעדיפו לשלם עוד 200–300 שקל בחודש ולעבור לדירה בעיר, אבל זה המקום הכי טוב להגיע אליו כדי להיקלט כמו שצריך ולהכיר אנשים חדשים&quot;, מסכם סביון. עבור פלדמן, למקום אין חסרונות: &quot;גם אם נמאס לי ואני רוצה לישון ושכנים שמים מוזיקה, זה לא מפריע לי. אני נרדמת בכל מצב, וטוב לי שכולם מסביבי חבר&#39;ה צעירים. זה ממש כמו בצבא&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור שלנו: דמי השכירות במקום נעים מ־2,000 שקל לדירות חדר שאותם חולקים בדרך כלל שני שותפים, ל־3,000–3,500 שקל לדירות שני חדרים. המחיר תלוי גם במיקום הדירה ובתוספות כמו גישה לחצר.\r\n \r\nהרופאים והאחיות\r\n&quot;כשלבעלי היתה בעיה בעין, הוא ירד לגינה ורופא טיפל בו&quot;\r\nבמתחם המגורים של עובדי בית החולים שיבא שכר הדירה מסובסד, והשכנים מטפלים בך בכפפות של לטקס\r\n \r\nמי אנחנו: רופאים, אחיות, עובדי מעבדה ועובדי סגל של בית החולים שיבא תל השומר.\r\n \r\nהמבנה: כ־300 דירות בבנייני שיכון ישנים בני 2–4 קומות, וכמה מבנים צמודי קרקע. המתחם ממוקם בסמיכות לבית החולים שיבא בתל השומר, רובו פונה לתוך בית החולים וצד אחד פונה לרחוב עמק האלה ברמת גן.\r\n \r\n \r\nלמה דווקא כאן: מדובר באחד הפרויקטים היחידים בארץ שבהם המגורים מסובסדים על ידי מקום העבודה. איש צוות שמעוניים להתקבל למגורים בבניין צריך להגיש בקשה שעוברת לוועדה מיוחדת. האישורים ניתנים בהתאם לסדרי עדיפויות של בית החולים, ותקופת המגורים הארוכה ביותר במתחם היא חמש שנים.\r\n \r\nדבר הדיירים: עבור האחות נורית שניידר, מפקחת קלינית במערך האונקולוגי, מדובר במתחם מגורים אידיאלי. &quot;יש כאן אווירה של קיבוץ: כולם מכירים את כולם&quot;, היא אומרת. &quot;עכשיו אני בחופשת לידה ויש לי עוד תינוק בבית, ותמיד יש פה מישהו שישים עין על הילדים. בתוך המתחם יש מכולת, גני ילדים וקוסמטיקאית שהיא אשתו של אחד הרופאים וכולן הולכות אליה, וזה גם מאוד נוח בגלל הקרבה לעבודה&quot;.\r\n \r\nלדברי חן פסטרנק, אח בפנימית ג&#39;, היתרון הגדול ביותר הוא זה הכלכלי. &quot;אני שוכר במתחם דירת 4 חדרים, 100 מ&quot;ר, ב־1,900 שקל בחודש. אם הייתי שוכר דירה דומה בסביבה, למשל בקריית אונו, הייתי משלם בקלות 4,500 שקל. זה חוסך גם לפחות רכב אחד למשפחה, בגלל הקרבה למקום העבודה&quot;. כאב לשלושה ילדים בוגרים (12,16 ו־23), פסטרנק מציין כי המקום הוא גן עדן עבורם: &quot;מערכת החינוך בסביבה מצוינת. הם מגיעים הביתה מבית ספר, זורקים את התיק והולכים לשחק בחוץ עם חברים במתחם סגור. הם מאוד אוהבים לגור פה&quot;.\r\n \r\nיתרונות למגורים במקום: היתרון היחסי הבולט הוא כמובן שירותי ה־VIP לחולים המתגוררים במתחם. &quot;לבעלי היתה בעיה בעין&quot;, מספרת שניידר, &quot;הוא פשוט ירד לגינה, היו שם רופא עיניים ואשתו שהיא מומחית לאלרגיה. הם עלו הביתה, הביאו לו משחה וטיפלו בו במקום&quot;. לכך נוסף כמובן הצ&#39;ופר בדמות דמי השכירות הנמוכים והקרבה למקום העבודה. &quot;אני ילדתי בבית החולים, ובבוקר למחר באתי מחדר הלידה כדי לעזור לילדה להתארגן ליציאה לגן&quot;, מוסיפה שניידר. &quot;זה מאוד נוח. יש יתרון בכך שלפחות מחצית מהשכונה אקדמאים ואתה מוקף באנשים איכותיים&quot;.\r\n \r\nחסרונות למגורים במקום: הקרבה לבית החולים היא גם חיסרון במקרים מסוימים. &quot;יש בעיה להפריד בין העבודה לבית&quot;, אומרת שניידר. &quot;חלק מהבניינים ממש צמודים לבית החולים; אנחנו לא אומרים פה שמות של רחובות, אז אם שואלים אותך איפה אתה גר אתה אומר: &#39;ליד פסיכיאטריה&#39;, &#39;בבניין שליד הפרעות אכילה&#39; או: &#39;ליד אף אוזן גרון&#39;. תמיד יודעים שאתה זמין. הרבה פעמים אתה מוצא את עצמך קופץ לעבודה גם אם אתה בחופשה&quot;, אומרת שניידר.\r\n \r\nפסטרנק דווקא מעיד על עצמו כמי שיודע לשמור על גבולות. מבחינתו החיסרון של המתחם הוא מצבן של הדירות. &quot;כל הדירות פה בנות 50 בערך, חלקן לא מתוחזקות כמו שצריך. לרווק או לזוג צעיר שרק עכשיו יצאו מבית ההורים זה נחמד, אבל לזוג כמונו שעבר מבית פרטי בצפון זה קצת קשה&quot;. עוד הוא מציין את הגבלת הזמן למגורים במתחם. &quot;בעוד שלוש שנים ייגמר לנו החוזה, ואז נתחיל לחפש את עצמנו שוב. הסיכוי שלנו כזוג שכירים להגיע לדירה פה באזור, שמחירה הוא כ־2.2 מיליון שקל, לא כל כך סביר. אני חושב שפתרון המגורים שתל השומר מציע צריך להיות מאומץ על ידי מקומות עבודה נוספים, ולא רק לעובדים בתחום הבריאות. אם היה משהו אטרקטיבי מספיק היינו שוקלים גם מעבר לפריפריה, אפילו לפריפריה המרוחקת&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור שלנו: דמי השכירות ליחיד בדירה הם כ־700 שקל לחודש, לדירת 3 חדרים כ־1,200 שקל לחודש ולדירות 4 חדרים כ־1,900 שקל. לאחרונה החליט בית החולים לעדכן את המחירים, והם מתוכננים לעלות בכמה פעימות ולהגיע למקסימום של 2,400 שקל לדירות 4 חדרים.\r\n \r\nהצרפתים\r\n&quot;אפילו השלטים במעלית כתובים בעברית ובצרפתית&quot;\r\nבכל חופשה בצרפת, מגדל V-Tower בנתניה הופך לפאריס הקטנה\r\n \r\nמי אנחנו: יהודים צרפתים מפאריס, מרסיי וליון, שמגיעים ארצה מספר פעמים בשנה.\r\n \r\nהמבנה: 50 יחידות דיור במגדל V-Tower בשכונת עיר ימים, נתניה, שכולל בריכה, חדר כושר, לובי, חדר מחשבים וחדר דיירים.\r\n \r\n \r\nלמה דווקא כאן: נתניה הפכה לאבן שואבת עבור יהודי צרפת, ובימי הקיץ ישנם אפילו אזורים שלמים - ובראשם הרחובות ז&#39;בוטינסקי ואוסישקין - שבהם שלטת השפה הצרפתית. השכונות הקרובות לים, כמו עיר ימים, מושכות אוכלוסיה צרפתית שמעוניינת בקרבה לחוף וגם יכולה לרכוש נכסים יקרים ביחס לנכסים בתוך העיר.\r\n \r\nדבר הדיירים: &quot;שמענו על הפרויקט מחברים, ויש פה פלוס גדול שכמעט כולם דוברים צרפתית&quot;, מסביר אברהם פרץ, כלכלן מפאריס שקנה דירה במתחם לפני שנתיים. לדברי פרץ, הוא ומשפחתו מגיעים לארץ שלוש פעמים בשנה והמקום עונה על כל הצרכים שלהם. &quot;הילדים פוגשים פה ילדים אחרים ומשחקים איתם, אנחנו גם פגשנו פה חברים, מתארחים אחד אצל השני ונוסעים הרבה לטייל בארץ&quot;. בחגים מארגן ועד הבית פעילויות משותפות: בפורים, למשל, ערכו קריוקי ומנגל בבריכה, ובמימונה היו דיירים שהזמינו את שכניהם אליהם לטעום מדברי המתיקה.\r\n \r\nיתרונות למגורים במקום: לדברי יקי בריגה, מנכ&quot;ל החברה שבנתה את הפרויקט, היתרון הגדול של המגדל הוא המיקום הקרוב לים והאווירה של בית מלון שיש במגדל כל ימות השנה. נוסף על כך, העובדה שהריכוז הגדול של דיירים מצרפת במתחם מקל עליהם. &quot;צרפתים אוהבים לגור בקומונות שלהם&quot;, הוא מסביר. &quot;ישיבות הוועד מתורגמות לצרפתית, השלטים במעלית הם בעברית ובצרפתית, וכשנכנסים ללובי יש מסך גדול שמספר על פעילויות בארץ בצרפתית ובעברית. זה נותן להם תחושה של בית. גם המיקום קרוב לכל המסעדות שהצרפתים אוהבים, כמו שיפודי מרים ומרקש&quot;. \r\n \r\nחסרונות למגורים במקום: החיסרון עליו מצביע פרץ הוא הדאגה לדירה כשהמשפחה לא נמצאת בארץ. &quot;לקח לנו הרבה זמן למצוא ועד בית טוב שיטפל במקום כשאנחנו לא נמצאים&quot;.\r\n \r\nאיך זה משפיע על הוצאות הדיור שלנו: מחירי הדירות במתחם נעו בין 2.8 מיליון שקל ל־4 מיליון שקל לפני שנתיים. המחירים עלו מאז בכ־15%.", "keywords": ["דיירים", "שכנים", "קומונות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/266440/IMG_3773341449_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירלי ששון-עזר"}, "datePublished": "2012-06-05T08:38:58", "dateModified": "2020-07-16T11:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "השכנים נאים בעיניהם", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}