{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3551740,00.html"}, "headline": "נכון או לא נכון? בחיפה הולכים לישון ב־22:00", "description": "ועוד 30 קלישאות נדל&quot;ן ודמוגרפיה שיצאנו לבדוק :מזיהום האוויר בקריות, דרך הגיל הממוצע בגבעתיים ועד ריכוז העיראקים ברמת גן ושיעור גידולי התות ברמת השרון", "articleBody": "בחיפה הולכים לישון ב־22:00 - נכון חלקית\r\n \r\nיש לי חבר טוב שנולד בחיפה, העביר את שנות בגרותו בתל אביב, ולפני קצת יותר משנה חזר לעיר הצפונית עם אשתו כדי לחסוך בהוצאות ולהתקרב למקום עבודתה. בתוך כמה חודשים הם נשברו. &quot;חיפה לא הולכת לישון בעשר כמו בשיר של דיוויד ברוזה, אלא בשמונה&quot;, טוען החבר, שמיד עם תום החוזה החיפאי חזר לתל אביב. \r\n \r\nמצד שני, יאיר מלכה, חיפאי גאה ומבעלי קפה גרג - שהתחילה כרשת חיפאית לפני ששלחה זרועות לשאר הארץ - טוען שהקלישאה ממש לא נכונה. &quot;לפני 24 שנה הקמתי סנדוויץ&#39; בר בכרמל, מוסד חיפאי שעובד 24 שעות ביממה, ובלילה יש תור ענק&quot;, הוא אומר. &quot;בלילה יש פעילות מצוינת בכרמל ובציר מוריה. יש לנו שם קפה גרג שעובד 24 שעות ביממה, ויש שם עוד מקומות, עם חיים ובילויים&quot;. \r\n \r\nאז מאיפה התדמית? \r\n&quot;זו לא תל אביב&quot;, הוא טוען, &quot;זה ההבדל. אבל 70 אלף איש יוצאים פה בלילה. זו סתם סטיגמה&quot;.\r\n \r\nגם ישראל סביון הוא חיפאי גאה: מנכ&quot;ל הגרנד קניון, חבר במועצת העיר חיפה ועד לאחרונה ממלא מקום ראש העיר. &quot;זו סתם קלישאה שנסחטת מימי אבא חושי ועוברת מדור לדור&quot;, הוא טוען ומונה את כל הפסטיבלים, צירי הבילויים והאירועים בעיר. &quot;חיפה כבר מזמן לא הולכת לישון מוקדם, וזו לא פרופגנדה. יש פה חיי לילה תוססים וקונפליקטים לא קטנים בין דיירים למקומות הבילוי&quot;.\r\n \r\nעכשיו, כשסיכמנו שהקלישאה הזו נכונה רק חלקית, נותרו עוד 30 קלישאות לבדיקה.\r\n \r\nבקריות יש את זיהום האוויר הכי גבוה בארץ - לא נכון\r\n \r\nהאוויר בקריית ביאליק הוא באמת מהמזוהמים ביותר בישראל, אבל לא הכי מזוהם - את התואר המפוקפק הזה קוטפת בדרך כלל ירושלים. לפי נתוני הפליטות של כלל תחמוצות החנקן (NOx) של המשרד לאיכות הסביבה, רק בחודש אחד במהלך שמונת החודשים הראשונים של 2011 היה האוויר בקריית ביאליק המזוהם ביותר. במשך חמישה חודשים התמקמה קריית ביאליק במקום השני, ובחודשיים נוספים היא אפילו לא נמנתה עם חמש הערים עם האוויר המזוהם ביותר בארץ. במשך שלושה חודשים נמדד האוויר הכי מזוהם ברחובות בני ברק, ובארבעה בכביש בר־אילן בירושלים.\r\n \r\nובשעה שבקריית ביאליק די מזוהם, האוויר בקריית אתא ובחיפה הרבה יותר נקי. בקריית אתא רמות הזיהום נמוכות ב־75%–90% מאשר בקריית ביאליק, וברחבי חיפה הן נמוכות ב־55%–95%.\r\n \r\n \r\nירושלים מתחרדת - נכון חלקית\r\n \r\nמדי יום ירושלים הלמ&quot;ס מפרסמת נתונים מגוונים על העיר, כולל מידת הדתיות שעליה מצהירים תושביה. בסוף 2006 הצהירו 30% מתושבי העיר כי הם חרדים וב־2010 ירד חלקם ל־26%. מצד שני, גם שיעורם של החילונים ירד, אם כי בשיעור מתון יותר, מ־22% בסוף 2006 ל־18.5% בסוף 2010.\r\n \r\nאז העיר לא מתחרדת, אבל היא בוודאי הופכת לדתית יותר: בסוף 2010 23% מהירושלמים הגדירו את עצמם כדתיים, לעומת 14% בסוף 2006. שיעורם של המסורתיים־דתיים ומסורתיים־לא דתיים, שנספרים יחד כקבוצה אחת, כמעט ולא השתנה - 33% בסוף 2006 ו־32% בסוף 2010. תמונה דומה מצטיירת גם כשמקבצים את הנתונים: הירושלמים החילונים והמסורתיים יחד הם היום כ־51% מהעיר - לכאורה רוב, אבל מדובר בירידה של כ־4% בחמש השנים האחרונות. ואילו החרדים והדתיים יחד הם היום 49% מתושבי העיר, תוספת של 5% בחמש שנים. אז כנראה העיר מתחזקת, אבל לאו דווקא בחרדים.\r\n \r\nבירוחם ונתיבות כולם מכירים את כולם - נכון חלקית\r\n \r\nמיכאל ביטון, ראש מועצת ירוחם (שבקרוב תהפוך לעיר), לא אוהב את השאלה. &quot;אני לא אוהב את העיסוק האנתרופולוגי הזה. ירוחם מאופיינת בקהילתיות, ערבות הדדית, קרבה בין אנשים. יש פה דיבור ישיר, שכנות טובה ויחסים בין תתי־קהילות, אבל זה לא פולקלור של יישוב חם&quot;, הוא מוחה. \r\n \r\nאבל ירוחם היא כן יישוב קטן, בסך הכל 9,000 תושבים.\r\n \r\n&quot;נכון, זה מקום קטן ואינטימי, ויש היכרות של הרבה תושבים עם מרבית האוכלוסייה, אבל לומר שכולם מכירים את כולם זה מוגזם&quot;.\r\n \r\nבנתיבות התמונה אחרת: היא כבר עיר עם 30 אלף תושבים, לאחר ששילשה את גודלה בשני העשורים האחרונים. &quot;כל ערי הפיתוח ביסודן הן מקומות קטנים ואינטימיים, במובן הזה שרוב הוותיקים מכירים זה את זה, ובעיר קטנה המפגש יותר נגיש&quot;, אומר בני כהן, דובר העירייה. &quot;אבל באופן גורף, לא נכון לטעון שכולם מכירים את כולם&quot;.\r\n \r\nרעות מנפיקה הכי הרבה טייסים לצה&quot;ל  - נכון\r\n \r\nבצה&quot;ל לא נאספו נתונים ארוכי טווח שיסכמו את מספר הטייסים שכל עיר מנפיקה, אולם הנתונים המועטים שפורסמו על קורס הטיס שהסתיים ביוני 2011 מציעים אינדיקציה מעניינת: 53% מהטייסים הצעירים גדלו ביישוב עירוני, ורובם - שמונה - הגיעו מחיפה. מיד אחרי חיפה התברגה מכבים־רעות, שחמישה מבניה הם טייסים. נכון, 8 גדול יותר מ־5, אבל בחיפה יש 265 אלף תושבים ובמודיעין־מכבים־רעות שהתמזגו ליישוב אחד יש רק 73 אלף. מכיוון שמהמגמה דומה בכל קורסי הטייס האחרונים שהסתיימו, יש לנו מנצחת.\r\n \r\n \r\nאור יהודה היא מלכת האוכל העממי - נכון\r\n \r\n&quot;זה נכון, באור יהודה יש הרבה אוכל עממי כי יש שם ריכוז מעניין של עדות ואוכלוסייה מעוטת יכולת. זה מלבלב&quot;, אומרת שרית סרדס־טרוטינו, כתבת ומבקרת האוכל של &quot;ידיעות אחרונות&quot;. &quot;יש שם גרוזינים עם מאפיות מיוחדות ולחמים מדהימים, טוניסאים עם סנדוויצ&#39;ים ובריק, יש שווארמיות כמובן, סמרקנד הבוכרית, מסעדת &#39;העיראקי&#39;. יש גם מאפייה עיראקית שעושה עוגיות מעניינות רק בחגים מסוימים&quot;. למי שרוצה לנסות היא ממליצה על הסנדוויץ&#39; הטוניסאי של אסתי, סמרקנד הבוכרית, מרכז הבוריקות והמאפייה העיראקית.\r\n \r\nבנתניה ובאשדוד יש הרבה צרפתים - לא נכון\r\n \r\nנתניה ואשדוד הן אכן פייבוריטיות של העולים מצרפת בשנים האחרונות, אבל בסופו של דבר הם מעדיפים את ירושלים. לפי נתוני משרד הקליטה, בשנים 2008–2010 נקלטו 23% מהעולים מצרפת בירושלים, אך שיעור דומה מהם - 20% מהעולים מצרפת - העדיפו את נתניה. מאחר שנתניה קטנה מירושלים, הנוכחות הצרפתית בפנינת השרון בולטת יותר. 12.5% העדיפו את אשדוד (שבה הם גם מהווים אוכלוסייה בולטת), 9% את תל אביב ו־6% העדיפו את רעננה.\r\n \r\nבבני ברק הולכי רגל קופצים לכביש -  נכון חלקית\r\n \r\nכשנוהגים בבני ברק אי אפשר להתעלם מהתחושה שבכל רגע נתון מישהו עלול לקפוץ לך מתחת לגלגלים, אבל העובדות מספרות סיפור אחר לגמרי. לפי נתוני הלמ&quot;ס, בשנים 2000–2009 היו בעיר 3,610 נפגעים בתאונות דרכים. בערים דומות מבחינת מספר התושבים, המספרים גדולים בהרבה: בנתניה היו בעשור הזה 4,981 נפגעים, בפתח תקווה 7,360 ובחולון 7,783. חלקם של הולכי הרגל מכלל הנפגעים בבני ברק גדול יחסית (1,056 נפגעים, מהם 20 הרוגים), אולם העיר גבתה פחות קורבנות מהולכי הרגל שלה מערים אחרות: בפתח תקווה נפגעו 1,038 הולכי רגל (מהם 34 הרוגים), ובחולון נפגעו 1,167 הולכי רגל (שגם מהם 34 הרוגים).\r\n \r\n \r\nבפרדס חנה־כרכור יש הרבה רוחניקים - נכון\r\n \r\nרונית בר אילן, שהקימה את &quot;מושבה חופשית&quot;, האתר הקהילתי של פרדס חנה־כרכור, לא אוהבת את המושג &quot;רוחניקים&quot;. &quot;את יכולה לכתוב שאני מסתייגת מ&#39;רוחניקים&#39;, אבל אנחנו קהילה שעוסקת בסחר חליפין וחינוך אלטרנטיבי, עם תפיסה אקולוגית חזקה והרבה יוזמות עצמאיות. בבחירת המקצוע אנשים פה לא מסתכלים רק על כסף ופנסיה, אלא גם על מה יעשה אותך מאושר&quot;.\r\n \r\nעם שכר דירה נמוך שמאפשר לשכור בית צמוד קרקע עם חצר ענקית, קהילה מגובשת וגישה קלה לרכבת לתל אביב, פרדס חנה־כרכור הפכה ללבה של הקהילה הזאת בישראל. נראה שגם המועצה המקומית מודעת לייחוד האנשים, ומנסה לטפח את העקרונות הקהילתיים שצמחו מלמטה בצורה יזומה באמצעות תמיכה מסיבית באיכות הסביבה ובפעילות אקולוגית, כולל מיחזור, שמירה על שדות פורחים, הקמת גינות קהילתיות, תמיכה ביריד אקולוגי, כנסים אקולוגיים וכן תמיכה בשוק החליפין המקומי (&quot;שיקשוק&quot;) ובהתקנת פאנלים סולאריים לייצור חשמל על גגות בתי הספר.\r\n \r\nכולם נכשלים בטסט בכיכר הדמעות בחולון - לא נכון\r\n \r\nהפורומים באינטרנט שמיועדים לתלמידי נהיגה מלאים בחרדות מטסט בכיכר קוגל בכניסה לחולון, שזכתה לכינוי &quot;כיכר הדמעות&quot; - לפי גרסה אחת בגלל תסכול הנהגים, ולפי גרסה שנייה בגלל כל מי שנכשל שם בטסט, והיו הרבה כאלה. הכיכר הרחבה מוקפת בשלושה נתיבים, שבהם משתלבות מכוניות מארבעה כיוונים, וקשה מאוד לנווט אליה, בתוכה וממנה. כמה בדיוק בכו שם על טסט אבוד? לדברי דובר משרד התחבורה, הנתונים על נכשלים בטסטים נאספים לפי מחוזות, ולכן אי אפשר לדעת כמה נכשלו דווקא בכיכר קוגל. עם זאת, לדבריו, &quot;האמירות הנוגעות לכיכר קוגל בחולון מקורן לפני 15–20 שנה, והן לא נכונות כלל כיום. מסלולי הטסטים בחולון כיום כמעט אינם עוברים בכיכר&quot;.\r\n \r\nבגבעתיים כולם זקנים - לא נכון\r\n \r\nגבעתיים היא לא עיר צעירה, אבל לא כולם שם זקנים. לפי נתוני הלמ&quot;ס, 17.1% מתושבי גבעתיים הם בני 65 ומעלה, הקבוצה שניאלץ לכנות &quot;זקנים&quot; בשל מגבלות הנתונים. מספיק לפזול לבת ים, שבה 19% מהתושבים הם בני 65 פלוס, כדי לקבוע שיש ערים זקנות יותר מגבעתיים. בצד השני של המשוואה, מבחינת שיעור הצעירים, גבעתיים דומה להרבה ערים אחרות בארץ. לפי נתוני הלמ&quot;ס, 22.9% מתושבי העיר הם בני 0–19. בבת ים שיעורם 22.2% מתושבי העיר, ברמת גן 22.6% ובתל אביב 21.2% מהתושבים. נראה שגבעתיים די ממוצעת, מבחינת גיל התושבים לפחות.\r\n \r\n \r\nבצפון אפשר לשתות מהברז בלי בעיה - נכון\r\n \r\nבצפון מי הברז טובים לשתייה, אבל לא בגלל הקרבה לכנרת, למקורות הירדן או לנחלים צלולים, אלא כי בברזי הצפון זורמים מי מקורות. ומי מקורות, טוענת החברה, עוברים בכל הארץ בדיקות איכות קפדניות ועומדים כולם באותם תקנים לבריאות הציבור, כך שלא משנה מהיכן הגיעו.\r\n \r\n \r\nנהריה היא עיר של יקים  - לא נכון\r\n \r\nנהריה בהחלט היתה עיר של יקים, אבל היום היא עיר ישראלית ממוצעת שמורכבת מיוצאי כל הגלובוס. לפי נתוני הלמ&quot;ס לשנת 2008, השיעור הגבוה ביותר של תושבי העיר (21.1%) מגדירים את עצמם כיוצאי ברית המועצות לשעבר, מרוקו (18.2%), רומניה (13%) ועיראק (5.4%). יוצאי פולין, גרמניה ואוסטריה מהווים יחד רק 6.5% מאוכלוסיית העיר.\r\n \r\nהתדמית הגרמנית נעוצה במקימי נהריה, יקים שהגיעו לארץ ב־1934 בעלייה החמישית וקנו חלקה של 2,400 דונם כדי להקים עליה יישוב עברי. עד שנות החמישים היתה נהריה מושבה יקית לחלוטין, שכמה מבניה הקימו את מי שהפכו להיות מהחברות הגדולות והידועות בארץ — שטראוס (משפחת שטראוס), ישקר (משפחת ורטהיימר) וזוגלובק (משפחת זוגלובק). התמונה השתנתה בשנות החמישים, כשלעיר החלו להגיע עולים מרומניה, פולין, פרס, תימן ועיראק. בשנות השישים הצטרפו אליהם עולי מרוקו, וכמה עשורים מאוחר יותר גם עולי מדינות חבר העמים. \r\n \r\nאנדראס מאייר, איש קסום בן 90, עלה כילד עם משפחתו לעיר, שנתיים לאחר שנוסדה. &quot;בהתחלה הגיעו מעט מאוד יקים לנהריה, כי לא היה בה כלום&quot;, הוא מספר במבטא כבד. &quot;הם התחילו מאפס והיה מאוד קשה. יקים שהיו דוקטורים ועורכי דין, שלא ידעו מאיפה הביצה יוצאת אצל התרנגולת, באו עם הכסף האחרון שהוציאו מגרמניה, קנו מגרש וכמה חמורים, לא הצליחו בחקלאות וגם הלכו לשמור בלילה, כי ירו על העיר&quot;. \r\n \r\nכולם בעיר דיברו אז גרמנית, הוא מספר ומסביר את העובדה שהוא לא קורא עיתונים בעברית, כי &quot;עד שאני מגיע לאמצע החדשות מתיישנות&quot;. הוא עזב את העיר לפני 15 שנה לכפר ורדים כי העיר השתנתה: בצער ובכאב הוא מתאר את הבנייה הצפופה, החזיתות האחידות, עצי הפיקוס הוותיקים שנעקרו והיעדר הנכונות לתעד את ההיסטוריה שלה. &quot;נהריה השתנתה מאוד לרעה&quot;, הוא אומר. &quot;היקיות הלכה, אין עכשיו תרבות יקית בנהריה&quot;.\r\n \r\nבנתיבות ואופקים כולם מצביעים ש&quot;ס - נכון חלקית\r\n \r\nבנתיבות הרוב באמת מצביעים לש&quot;ס. בבחירות לכנסת ה־17, 40.6% מתושבי נתיבות שהצביעו בחרו ש&quot;ס, ובבחירות לכנסת ה־18 המפלגה איבדה מעט מכוחה אבל נותרה המועדפת על הנתיבאים: 37.5% הצביעו עבורה. באופקים ש&quot;ס אמנם פופולרית אבל פחות מבנתיבות, ולא תמיד היא המפלגה הדומיננטית. אמנם 21.8% מתושבי אופקים בחרו בש&quot;ס בבחירות לכנסת ה־17, אבל זהו נתון פחות גורף לעומת נתיבות. בכנסת ה־18 הליכוד הפך למפלגה המועדפת, עם 24.9% מהקולות, וש&quot;ס התברגה במקום השני (20.5%).\r\n \r\nבעכו יש הכי הרבה חומוסיות - לא נכון\r\n \r\nזו שאלה לשוקי גלילי, עורך הבלוג הפופולרי &quot;חומוס להמונים&quot; וכנראה האיש שיודע הכי הרבה על חומוס וחומוסיות בארץ. &quot;עכו היא ללא ספק אחת הערים שיש לה הכי הרבה מה להציע בחומוס&quot;, הוא אומר, &quot;יש בעכו ריכוז גבוה של חומוסיות למטראז&#39;; בחיפה וירושלים יש יותר חומוסיות, אבל הן מפוזרות על שטח יותר גדול. רוב המקומות בעכו טובים, אין שם נפילות. ההיצע מרשים וייחודי, אבל לא בהכרח הכי טוב&quot;.\r\n \r\nואם כבר נכנסים לעניינים של איכות, גלילי פותח בהסתייגות עקרונית: &quot;להגיד על משהו שהוא הכי טוב זה כמו לומר על אמנות שהיא הכי טובה. זה עניין של טעם וקשה לבחון את זה. סעיד בעכו הוא אחד החזקים בארץ מבחינת מוניטין, המון יגידו שהוא הכי טוב בארץ, אבל אנשים יותר בקיאים יגידו שיש מקומות יותר טובים&quot;. עוד מקום שנחשב אצל המבינים הוא סוהילה. &quot;בשלט כתוב אבו־סוהיל, אבל בעלת המקום היא בחורה ששמה סוהילה, וזה מקום מצוין&quot;, אומר גלילי, &quot;זו אחת החומוסיות הכי מפורסמות ומוצלחות שמנוהלת על ידי אשה&quot;.\r\n \r\n \r\nתות שדה מגיע מרמת השרון - נכון\r\n \r\nתות שדה הוא הסמל הלא רשמי של רמת השרון. ברחוב הראשי של העיר ניצבים פסלי תותים מעוצבים, בשכונות הונחו פחי מיחזור בצורת תותים, וחייבים להזכיר את השיר של משה בקר, שקיבל את השם הלא מתחכם &quot;תות שדה מרמת השרון&quot;.\r\n \r\nאלא שבפועל רמת השרון מעולם לא היתה מעצמת תות. היא הוקמה ב־1922 כמושבה חקלאית שהגידול העיקרי שלה אמור להיות דווקא טבק. בשנות השלושים היא משכה אליה חקלאים רבים שנטעו בה אלפי דונמים של פרדסים, ובהמשך הוקמו בה לא מעט לולי תרנגולות, רפתות ומשקי חלב. כמה חקלאים גידלו במושבה גם תותים, אולם החיבור לפרי התעצם רק שנים מאוחר יותר, כשמשרד החקלאות הקים במושבה משתלה ניסיונית לגידול זנים חדשים של תות. מכאן המוניטין.\r\n \r\nחלק מהשדות של רמת השרון נראים נטושים היום, על חלקם עומדים בניינים וחלקם פעילים - אולם לא מגדלים בהם דווקא תותים. &quot;השדות החקלאיים בכניסה לעיר הם סמל ותפיסת עולם. ממשיכים וימשיכו לגדל בהם, ככל שזה תלוי בי&quot;, אומר ראש העיר, איציק רוכברגר. &quot;מגדלים שם גם תותים וגם גידולים אחרים. בכניסה לעיר אף פעם לא גידלו רק תותים, אלא גם פטרוזיליה, גזר, כוסברה וחסה&quot;.\r\n \r\nבקריית עקרון יש הכי הרבה תימנים - נכון\r\n \r\nאוסי וכרמית, הזוג השמח והצחקני כל כך מ&quot;המירוץ למיליון&quot;, הבהירו למי שלא ידע שקריית עקרון זה תימנים. לפי נתוני הלמ&quot;ס, חלק גדול מאוד מתושבי הקריה מגדירים עצמם כיוצאי תימן (33.6%), ורק אחריהם נמצאים אלו שמגדירים עצמם ממוצא ישראלי (כ־26%), עיראקי (8.2%), אתיופי (8%), מרוקאי (6%) ויוצאי מדינות ברית המועצות לשעבר (5.6%).\r\n \r\nבצפת יש את האוויר הכי טוב בארץ - נכון\r\n \r\nאחד מתלמידיו של האר&quot;י הקדוש כבר כתב כי &quot;צפת היתה מוצגת ומזומנת להשיג שם סוד עומקה של התורה ויסודותיה, כי אין אוויר זך בכל ארץ ישראל כמו אוויר צפת&quot;. במשרד לאיכות הסביבה מעולם לא בדקו את איכות האוויר בצפת, כנראה כי לא צריך, וגם בעירייה לא קיימים מספרים, אבל אין שום עובדה שתסתור את האמירה כי אווירה של העיר הצפונית טוב במיוחד. צפת היא העיר הגבוהה ביותר בישראל, שפרוסה על פסגות הרי צפת וכנען בגובה של 650–925 מטר. בגלל הגובה הזה היא גם העיר הקרה ביותר בישראל: בקיץ הטמפרטורה נעה בין 19 ל־30 מעלות בממוצע (כמו חורף תל־אביבי), ובינואר בין 4 ל־9 מעלות. הדבר היחיד שהעיב בשנים האחרונות על איכות האוויר של צפת היה מפעל קפה, אולם לדברי דובר העירייה, 15 מיליון שקל הושקעו כדי שהוא לא יוציא פיח ויפגע באוויר הצפתי המפורסם.\r\n \r\n \r\nרמת גן היא עיר של עיראקים - נכון חלקית\r\n \r\nלבדיחות על סדאם חוסיין שהפציץ במלחמת המפרץ דווקא את רמת גן כי היא מלאה בעולים מעיראק יש בסיס עובדתי: 16.7% מתושבי רמת גן הם יוצאי עיראק. אפילו התאחדות יוצאי עיראק בישראל נמצאת ברחוב ז&#39;בוטינסקי בעיר. עם זאת, הקבוצה הגדולה ביותר בעיר היא של תושבים שמגדירים את מוצאם כישראלי (24.6% מהתושבים), ושתי קבוצות אחרות נושפות בעורפה של המעצמה העיראקית - יוצאי פולין (11.6% מהתושבים) ויוצאי ברית המועצות לשעבר (11% מהתושבים).\r\n \r\nבטבריה הכי חם בארץ ויש בה הכי הרבה דייגים - לא נכון\r\n \r\nטבריה היא העיר הנמוכה ביותר בישראל, מה שמסביר את הטמפרטורות הגבוהות בקיץ - 35–38 מעלות בממוצע, אבל אילת עוקפת אותה בקלות, עם טמפרטורה ממוצעת של 38–40 מעלות בחודשי הקיץ. מצד שני, הלחות הגבוהה בטבריה יוצרת תחושה של עומס חום בלתי נסבל, בניגוד ליובש האילתי שלא מכביד. אז אולי זה מרגיש יותר חם, אבל על סולם צלזיוס טבריה היא לא העיר החמה בישראל.\r\n \r\nבמשרד החקלאות, שמעניק רישיונות לדייגים, אין נתונים על המקומות שבהם הם דגים, ולכן קשה לקבוע באיזו עיר יש הכי הרבה דייגים. עם זאת, לפי נתוני המשרד, הכי הרבה רישיונות לסירות דיג ניתנו למעגן יפו (103), במקום השני טבריה (68) ובשלישי אילת (5). חשוב להדגיש שעל כל סירה יכולים לעבוד כמה דייגים, לכן קשה להגיע למספר מדויק. עם זאת, טבריה קטנה בהרבה מגוש דן, ולכן אוכלוסיית הדייגים שבה אכן מכובדת.\r\n \r\n \r\nבגבעתיים הארנונה הכי גבוהה - לא נכון\r\n \r\nהארנונה בגבעתיים בהחלט מהיקרות בארץ - אך לא היקרה ביותר. לפי הדו&quot;חות הכספיים המבוקרים שמגישות הרשויות למשרד הפנים לשנת 2009, העיר היקרה ביותר היא ירושלים, שתושביה שילמו חיוב משוקלל של 64.63 שקל למ&quot;ר. בגבעתיים, לשם ההשוואה, החיוב המשוקלל היה 52.36 שקל למ&quot;ר, זול ב־19%. בין ירושלים לגבעתיים נמצאות עוד ערים יקרות כמו חיפה (55.27 שקל), רמת גן (53.58 שקל), פתח תקווה (52.58 שקל) וחולון (52.53 שקל).\r\n \r\nחיילים קרביים מגיעים בעיקר מהקיבוצים ומההתנחלויות - נכון\r\n \r\nהסטיגמה נכונה: רוב הקיבוצניקים והמתנחלים מתגייסים לתפקידים קרביים, הרבה יותר מהעירוניים ומאלה שחיים בתוך תחומי הקו הירוק. לפי נתונים שנמסרו ל&quot;כלכליסט&quot; מדובר צה&quot;ל, 67% מהקיבוצניקים והמושבניקים שהתגייסו ב־2010 משרתים בתפקידי לחימה, לעומת ממוצע ארצי של 44.2%. נתוני המתנחלים מעודכנים לשנת 2009 בלבד משום מה, אך הם מצביעים על כך ש־45.8% מהמתגייסים תושבי יהודה ושומרון התגייסו לתפקידי לחימה, לעומת ממוצע ארצי של 36.7%. \r\n \r\n \r\nהחוף בבת ים הוא הכי יפה בארץ - לא נכון\r\n \r\nיופי הוא עניין של טעם, וכנראה הבת ימים שאוחזים עכשיו בעיתון מתקוממים ומתכננים טוקבקים נזעמים שמכריזים שחוף הסלע הוא הכי יפה בארץ. אבל כל דירוגי החופים היפים, המוצלחים והשווים שנעשו פה בשנים האחרונות, וכן סקרי דעת הקהל שעסקו בנושא הזה בדיוק, פסחו על חופי בת ים - למעט אתר המשפחות של למטייל, שכלל אותם ברשימת החופים היפים והנסתרים.\r\n \r\nבתל אביב יש הכי הרבה הומואים - נכון\r\n \r\nבלמ&quot;ס ובאגודת הלהט&quot;ב (האגודה לשמירת זכויות ההומואים, הלסביות, הביסקסואלים והטרנסג&#39;נדרים בישראל) אין נתונים לגבי מספרם בישראל או פילוח עירוני. &quot;אי אפשר למצוא מספרים כי הקושי לשאול מי הומו או לסבית גדול מאוד, ומה שמוצאים במחקרים כאלה הוא תמיד קצה הקרחון&quot;, מסביר ד&quot;ר עמית קמה, מרצה בחוג לתקשורת במכללת עמק יזרעאל. &quot;את מי שואלים? את מי שיצא מהארון ומסודר בחייו, וזו אוכלוסייה מסוימת. יש אנשים שלא מזדהים כלל וגרים בדימונה, בקיבוץ נגבה או בהתנחלויות, ואי אפשר להגיע אליהם&quot;.\r\n \r\nמצד שני, המחקרים כן מדברים על ריכוז של קבוצות מיעוט או אוכלוסיות יוצאות דופן בערים גדולות - גם הקהילה הלהט&quot;בית אך לא רק. &quot;בעיר גדולה יש אווירה סבלנית וליברלית יותר מאשר בפריפריה או ביישובים קטנים&quot;, מסביר קמה, &quot;ואז מתחיל תהליך מעגלי: כשברחוב שלי מישהו תולה את דגל הגאווה ואף אחד לא שורף לו את הבית, אני מרגיש נוח יותר וגם אני אתלה דגל גאווה. אדם שרוצה לנהל אורח חיים הומוסקסואלי אומר לעצמו &#39;בתל אביב יהיה לי יותר נוח, כי יהיו סביבי יותר אנשים שדומים לי. זה נותן תחושת ביטחון ויוצר גורם משיכה לאנשים נוספים&quot;.\r\n \r\nבשדרות יש בעיקר מרוקאים ורוסים - נכון\r\n \r\nשתי הקבוצות האלה יחד מהוות 72.3% מתושבי שדרות, רק שהסדר הפוך: בשדרות יש הרבה יותר יוצאי מדינות חבר העמים (43.3% מהתושבים מגדירים עצמם כך) מאשר יוצאי מרוקו (29%). לפי נתוני הלמ&quot;ס מ־2008, לשאר מדינות המוצא יש שברירי נציגויות בעיר.\r\n \r\nבאילת גרים פושעים שהמשטרה הרחיקה לשם - לא נכון\r\n \r\n&quot;זו אגדה אורבנית לחלוטין&quot;, טוען דובר מחוז דרום במשטרת ישראל. &quot;המשטרה אינה מרחיקה פושעים לאילת. יש רצון ועניין שאילת תהיה נקייה מפשיעה כמו כל עיר אחרת, במיוחד מפני שהיא עיר תיירות. המקום היחיד שאליו אנחנו רוצים להרחיק עבריינים הוא מאחורי סורג ובריח&quot;.\r\n \r\n \r\nבהתנחלויות יש איכות חיים גבוהה - נכון\r\n \r\nלפני שמכניסים אידאולוגיה למשוואה, הנה כמה עובדות: תושבי יהודה ושומרון חיים יותר. בשנים 1998–2002 תוחלת החיים הממוצעת של גבר ישראלי היתה 76.8 שנה ושל אשה 80.8 שנה. באותה עת, גבר ישראלי תושב יהודה ושומרון חי 79.3 שנה ואשה 82.1 שנה. רוב הבתים בהתנחלויות ביהודה ושומרון צמודי קרקע, וסביבם משתרעים מרחבים גדולים מאוד. בזכות המיקום הגבוה יחסית והצפיפות הדלילה של אנשים ותעשייה, איכות האוויר שם היא מהטובות ביותר בארץ.\r\n \r\nדני דיין, יו&quot;ר מועצת יש&quot;ע, עבר למעלה שומרון עם אשתו לפני 22 שנה מסיבות אידאולוגיות, ובדרך גילה גם את איכות החיים. &quot;שדרות רוטשילד בתל אביב היו מרכז החיים שלנו, הכרנו כל פינה, כל מסעדה וכל תיאטרון. עברנו למעלה שומרון מסיבות אידאולוגיות, ובדיעבד, גם מבחינת איכות החיים זו היתה החלטה נכונה. טוב לגדל פה ילדים, אפילו מבחינת ביטחון. נכון, עברנו תקופות קשות, אבל אין ספק שיותר טוב לגדל פה משפחה - יש פה מרחבים, אין פה כל כך הרבה פיתויים וסכנות, האוויר נקי, אין כבישים פתוחים, אפשר להשאיר דלת לא נעולה. הבית שלי צופה על תל אביב ואני לא צריך מכשיר מדעי כדי למדוד את זיהום האוויר במישור החוף&quot;, הוא מתבדח. &quot;יש פה את כל השירותים - קופות חולים ורופאים טובים ובתי ספר מעולים. הבילויים והתרבות עדיין לוקים בחסר אבל מתחילים להתפתח, ומחוץ לשעות העומס אני מגיע לתל אביב ב־35 דקות לכל היותר&quot;. \r\n \r\nאנשים עוברים היום ליהודה ושומרון בגלל איכות החיים?\r\n&quot;הם מגיעים ממכלול שיקולים - כלכליים, ציוניים, וגם בגלל איכות החיים. אין ספק שאיכות החיים, מערכת החינוך והקהילתיות הן גורמים מכריעים&quot;.\r\n \r\nדימונה היא עצירת שירותים בדרך לאילת - לא נכון\r\n \r\nאסוציאציות לדימונה: עצירת התרעננות בדרך לאילת, כושים עברים, כור, מפעלי טקסטיל כושלים. כדאי אולי לרענן את שק הקלישאות הזה, כי האוטובוסים כבר מזמן לא עוצרים בעיר הדרומית להתרעננות, אלא רק כדי להעלות ולהוריד נוסעים. כל השאר אמנם קיימים בדימונה, אבל לצדם רוחשים על אש קטנה אירועים ואנשים שהופכים את העיר הקטנה למרגשת. אחת מהם היא נועה רבן, שחקנית ובימאית שקפצה על ההצעה להקים תיאטרון ואנסמבל מקומי, ששמו &quot;מעבדתרבות&quot;. היא ובעלה לשעבר, השחקן אוהד קנולר, ארזו את מיטלטליהם ובנם הקטן, ובשלוש השנים האחרונות הם דימונאים גאים. \r\n \r\n&quot;דימונה היא עיר מדהימה ומפתיעה שכלואה בסטיגמה&quot;, מספרת רבן. &quot;כשהגעתי לעיר מיד התאהבתי באנרגיה המדברית ובתושבים המקסימים. יש פה תקשורת גבוהה ואיכותית עם הסביבה, וזה מקום מצוין לגדל בו ילדים. דימונה היא עיר גדולה יחסית, 40 אלף תושבים, אבל מרגישה מאוד קהילתית, ויש בה הרבה תרבות פנאי. בשלוש השנים שאנחנו כאן מקומות הבילוי הפכו למגניבים, וקמו כפרי סטודנטים על ההר, עם נוף מהמם&quot;.\r\n \r\nהיית ממשיכה לחיות פה גם בלי העניין המקצועי?\r\n&quot;לגמרי. לדעתי לדימונה יש פוטנציאל למשוך אנשים מהמרכז. יש פה תיאטרון ומרכז אמנות עכשווית, אמנות פלסטית, סינמטק. קורים פה דברים. ועוד דבר חשוב: דימונה לא כזו רחוקה מתל אביב. שעה וחצי באוטו, ומהשנה הבאה שעה ברכבת. זה לחיות באיכות חיים גבוהה וליהנות מכל העולמות&quot;.\r\n \r\nבתל אביב כולם שמאלנים - נכון חלקית\r\n \r\nאמנם בתל אביב לא כולם שמאלנים, אבל העיר בהחלט נוטה לצד השמאלי של המפה. מחקר שערכה העירייה על תוצאות הבחירות לכנסת ה־18 מראה ש־26.6% מתושבי העיר הצביעו למפלגות השמאל. בבחירות האלה מפלגות השמאל נחלשו מאוד, אך בתל אביב התמיכה בהן היתה גבוהה מהממוצע הארצי ב־4.3%–5.3%. מפלגת המרכז קדימה גרפה 33.8% מקולות התל־אביבים, 11.3% יותר משאר הארץ. דפוס ההצבעה למפלגות הימין מציג תמונת ראי כמעט מושלמת, שהחריגה היחידה בו היא מפלגת הליכוד, שגרפה בתל אביב 19.3% מהקולות, דומה למדי לנתון הכלל־ארצי (21.6%). שאר מפלגות הימין הבולטות קיבלו כ־16% מקולות התל־אביבים, תמיכה נמוכה ב־1.4%–5.6% מהממוצע הארצי.\r\n \r\nחולון היא עיר טובה לילדים - נכון חלקית\r\n \r\nלמה כן: חולון החליטה שהמיתוג שלה הוא עיר לילדים, וגייסה את כל התותחים והתקציבים למטרה הזאת. נכון להיום היא מציעה 16 גני סיפור (גינות עם פיסול סביבתי בהשראת סיפורי ילדים מוכרים), שבע גינות מושקעות וייחודיות נוספות, תיאטרון, ארבעה מוזיאונים לילדים, פארק הכולל פעילויות ספורט, בית ספר לקטרגל, שני מרכזים מוזיקליים, מרכז לתיאטרון בובות ועוד.\r\n \r\nלמה לא: כי בחינוך הדרך עוד ארוכה, ועם כל הכבוד לגן הפסלים של תומרקין - החינוך הכי חשוב להורים. שיעור הזכאים לבגרות, למשל, עמד בתש&quot;ע על 69%, הישגי כיתות ה&#39; ו־ח&#39; במיצ&quot;ב האחרון היו מעט מתחת לממוצע הארצי, תלמידים מדווחים על בעיות משמעת יותר מהממוצע, והיחסים עם המורים לא מספיק טובים. עם זאת, כל הפרמטרים בתחום החינוך נמצאים במגמת שיפור משמעותית בשנים האחרונות. אם ימשיכו במגמה, חולון עשויה להיות באמת טובה לילדים. \r\n \r\nבחיפה יש את הבחורות הכי יפות - נכון\r\n \r\nאם תחרות מלכת היופי היא אינדיקציה, לחיפה יש במה להתגאות. 11 מלכות יופי נולדו בחיפה, ועוד שתיים נולדו בקריית ביאליק ובקריית מוצקין השכנות. בתל אביב, לשם השוואה, נולדו רק שש מלכות יופי. מלכת היופי החיפאית הראשונה היתה עליזה גור, שזכתה בתואר ב־1960 והיתה מלכת היופי ה־11 של ישראל. גם שנה אחריה נבחרה חיפאית, דליה ליאון. רשימת היפהפיות החיפאיות שנבחרו בשנים האחרונות כוללת את טלי לוונטל, רנא רסלן, אילנית לוי, והאחרונה היא תמר זיסקינד, שנבחרה ב־2008. אגב, אם בודקים היכן מתגוררות כיום אותן מלכות יופי חיפאיות, הנתונים דווקא אינם מחמיאים לעיר: רק שלוש עדיין חיות בחיפה, בשעה ששמונה היגרו ממנה.\r\n \r\n \r\n ", "keywords": ["קלישאה", "דימונה", "קלישאות", "תל אביב", "חיפה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/226420/t_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "קרן צוריאל הררי"}, "datePublished": "2011-11-16T08:30:20", "dateModified": "2020-08-03T13:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נכון או לא נכון? בחיפה הולכים לישון ב־22:00", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}