{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/real_estate/articles/0,7340,L-3773806,00.html"}, "headline": "איך הפכה תחנת משטרה נטושה לאתר מורשת המיועד לשימור", "description": "סמוך לבאר־טוביה, בצד הדרך, ניצב מבנה בטון מאסיבי. המקום, שעומד כיום נטוש ורעוע בשטחים הפתוחים של המושב ונמצא שוב בכותרות תחת התואר המפוקפק &quot;בטווח הטילים&quot;, היה בעבר עד ללא מעט קרבות, פרעות ושפיכות דמים וצפה על חלק מהמאורעות שאפשרו את הקמת המדינה", "articleBody": "אזור שפלת החוף הדרומי, צפון הנגב המערבי, חבל לכיש, נפת עזה - המושב באר טוביה מצליח לענות על כל אחת מההגדרות הללו. המושב, אשר כיום נראה כנקודה די משמימה על המפה, עמד בעבר הלא רחוק בלב הצומת ההיסטורי של תולדות הישוב היהודי בישראל, של תולדות המנדט הבריטי בפלסטינה ותולדות ערביי פלסטין. בסמוך למושב ממוקמים שלושה מבנים מודרניסטים בקומפלקס אחד המכיל באר מקורה, מבנה בעל שלוש צלעות הסוגרות על רחבה מלבנית, אורוות סוסים וצריח. המבנה המסתורי, שעומד נטוש לחלוטין בלב השטחים הפתוחים שמצפון למושב באר־טוביה ומדרום-מזרח למושב עזריקם, צפה פעם על כמה מהקרבות הגורליים ביותר שאפשרו את הקמתה וקיומה של מדינת ישראל. מתי נבנה ואת מי הוא שימש? ואיזה סיפור היסטורי מבנה מוזנח בצד הדרך כבר יכול לטמון בחובו? \r\n \r\n \r\n \r\n \r\nמושב באר־טוביה השקט שאנו מכירים היום, ידע בעברו ימים הרבה פחות יפים. המושב הוא למעשה גלגול שלישי של ניסיונות התיישבות יהודית באזור. ראשית, הוקמה באר טוביה כמושבת הברון רוטשילד בשם &quot;קסטינה&quot; על שם הכפר הערבי הסמוך, זה שאנו מכירים מהצומת. את המושבה הקימו בשנת 1887 קבוצה של 25 משפחות יהודיות מסרביה שיצרו קשר עם אנשי הברון וביקשו להקים ישוב יהודי חדש. אותן משפחות העבירו לאנשי הברון כסף רב בעבור רכישת הקרקע והקמת הישוב, אולם על אף הניסיון של פקידי הברון בהקמת המושבות, העלייה על הקרקע לא הייתה פשוטה. תחילה הגיעו המשפחות ליפו, שם נאלצו להמתין שבועות רבים ולכלות את חסכונותיהן עד אשר יגיע האישור מן השלטונות העוסמאנים להקמת הישוב החדש. כשהזמן החל לדחוק, החליטו לנצל את אחד החוקים העוסמאנים הקובעים כי מבנה עם גג לא ניתן לפנות. על כן, יצאו אנשי המושבה קסטינה לעתיד אל המושבה ראשון לציון, שכבר הספיקה לצבור כמה שנים על הקרקע, והחלו לבנות את צריפי המושבה, תוך שהם מסמנים את חלקיו השונים של כל מבנה. לאחר מכן פרקו את הצריפים והעמיסו במסודר על עגלות. כך, יצאה אל הדרך שיירת עגלות עם אנשי המושבה, כוח עזר מראשון לציון, מספר נגרים מומחים שיסייעו בהרכבת המבנים וכמובן המשפחות. בשלב זה נותרו רק חמש מהן. הדרך אל אדמות המושבה שנרכשו מאנשי הכפרים בית דרס וקסטינה הסמוכים עוד לא הייתה ידועה לאנשי הישוב. הנקודה הדרומית ביותר המוכרת בשלהי המאה ה-19 הייתה גדרה. כשלבסוף הצליחו להגיע לאזור בית דרס ולאדמות המיועדות, החלו בהקמת הצריפים בסיועם האדיב של אנשי הכפר הסמוך. אולם, המושבה קסטינה לא האריכה ימים. רובם של העולים מסרביה חזרו למדינתם. תנאי המחייה הקשים בשילוב יחסם הלא אדיב במיוחד של אנשי הברון וכן הבידוד משאר הישוב היהודי חרצו את גורל המושבה. אדמותיה נמסרו לעיבודם של איכרי גדרה כבר בתחילת שנות ה-90 של המאה ה-19, כחמש שנים בלבד מיום העלייה לקרקע. אבל כמובן, זה לא הסוף.\r\n \r\n \r\n \r\n \r\nבשנת 1896 החליטו אנשי ארגון חובבי ציון שהם לא מוותרים על ישוב יהודי באזור. בעסקה עם אנשי הברון סיכמו הצדדים על חילופי שטחים – אדמות יסוד המעלה בצפון תמורת אדמות קסטינה בדרום. חובבי ציון עלו על הקרקע עם גרעין של 20 משפחות בליוויו ובפיקוחו של ד&quot;ר הלל יפה. הניסיון השני הצליח להחזיק מעמד זמן רב הרבה יותר, אולם לא היה חף מקשיים; מגניבות אקראיות על ידי תושבי הסביבה, דרך תשלום מסים גבוה לשלטונות העוסמאנים ועד תשלום חסות לאפנדים שהבטיחו לשמור על המושבה, או ליתר דיוק איימו כי מוטב לשלם את הכסף למען שלום המושבה. המצב במושבה היה קשה. באוקטובר 1917 נכבש האזור כולו על ידי חיל המשלוח המצרי בשירות הצבא הבריטי בקרב עזה השלישי. \r\n \r\n \r\n \r\n \r\nהטורקים יוצאים - הבריטים נכנסים. אנשי המושבה ציפו להטבה במצבם, אולם משבר כלכלי כבד שרר בארץ שאחרי המלחמה. באותם ימים, אנשי העלייה השנייה מילאו את הארץ. קבוצות רבות של צעירים מרקסיסטים ציונים הגיעו חדורי אש. ד&quot;ר ארתור רופין, יו&quot;ר המחלקה להתיישבות בסוכנות היהודית הציע לחזק את המושבה על ידי גרעין שיתופי שיגיע ויפעל באופן אוטונומי ביחד עם אנשי המושבה. המושבה קסטינה הצליחה לצאת מהמשבר. משקים נוספים נבנו, משפחות חדשות הצטרפו. נפתח בית ספר והוקמו בית כנסת ומקווה. ישוב יהודי של ממש. ואז הגיע אחד מהאסונות הכבדים של המושבה. \r\n \r\n \r\n \r\nמאורעות תרפ&quot;ט תפסו את אנשי באר־טוביה לא מוכנים. במספר רב של תעודות ועדויות מתוארים היחסים עם תושבי הכפרים בסביבה כיחסים של כבוד הדדי ומסחר תקין. אולם, משפרצו המאורעות ברחבי הארץ היחסים הטובים נשכחו. על המושבה באר־טוביה עלו מאות פורעים בקיץ 1929 ושרפו את כולה. התושבים הסתגרו במבנה האבן היחיד שליד הרפת. במשך שלושה ימים הצליחו להגן על עצמם בעזרת שישה רובים בלבד, עד שהבריטים הגיעו לפנותם. המושבה באר־טוביה נחרבה לחלוטין. כפי שפורסם בעיתון &#39;דבר&#39; ב-3 בנובמבר 1929: &quot;אנו מתיישבי באר־טוביה הצלחנו במשך 40 שנות עבודה ויצירה ומתוך תנאים קשים ליצור ולפתח נקודה פוריה העומדת בזכות עצמה. באר טוביה הנמצאת בין כפרים ערבים לא סבלה מעול משכניה, אולם בזמן ההתנפלות הכללית על הישוב היהודי סבלה המושבה במובן הרכוש יותר מכל נקודה אחרת: היא כולה שדודה ושרופה&quot;. את המסמך ייעד ועד תושבי באר־טוביה לנציב הבריטי העליון כחלק מדרישת פיצויים. \r\n \r\n \r\n \r\nאת העלייה השלישית על הקרקע כבר תכננו אנשי הישוב בקפידה רבה. הניסיון הרב עשה את שלו וכך נערכו מבחני קבלה, בוצעו בדיקות רפואיות ונחתמו חוזים בין המתיישבים לגורם המיישב - קק&quot;ל. בישוב היהודי לא לקחו עוד סיכונים. שוב עלו על הקרקע יהודים, הפעם כמושב עובדים שיתופי. במהרה ובחריצות רבה שיקמו אנשי המושב החדש את שנהרס והרחיבו את הישוב משמעותית. האדריכל ריכרד קאופמן הופקד על תכנון המושב ומבני הציבור/ אבל השקט באזור לא נשמר לאורך זמן. בשנת 1936, שנת פרוץ מאורעות תרצ&quot;ו־תרצ&quot;ט או כפי שכונו &quot;המרד הערבי הגדול&quot;, המושבה שעוד היתה הלומה מטראומת 29&#39;, הקדימה תרופה למכה וביקשה את סיועם של הבריטים בהגנה על ישובם. הבריטים נענו לבקשת אנשי באר־טוביה והקימו תחנת משטרה קטנה שאותה איישו ארבעה שוטרים רכובי סוסים. כוח פרשים שישמור על הסדר הציבורי באזור כולו. הכוח הורכב משני שוטרים בריטים ועוד שניים ערבים. תחנת משטרה זו היא תחנת באטאני. \r\n \r\n \r\n \r\n \r\nבאטאני היה כפר ערבי קטן יחסית שלמעשה הורכב משני כפרים בני אותו שם &quot;באטאני המזרחי&quot; ו&quot;באטאני המערבי&quot; במרחק קילומטר בלבד מבאר-טוביה, ושני קילומטרים מהכפר הערבי הגדול יותר &quot;בית דרס&quot;. תחנת המשטרה הבריטית הזו השיגה את מטרתה והצליחה להגן על הישוב היהודי הדרומי ביותר דאז, למשך 12 שנים נוספות. \r\n \r\n \r\n \r\n \r\nבזמן מלחמת העולם השנייה האזור החל להשתנות. תנופת פיתוח חוללה מהפך בתשתיות - כבישים נסללו, מנחתי מטוסים נבנו ומחנות צבאיים הוקמו ושיכנו את הכוחות הפולניים, הכוחות האוסטרליים וכמובן הבריטים שהחישו להגן על שטחי המנדט מפני הכוחות הנאצים שאיימו לכבוש את האזור. מצודות שיטור גדולות נבנו באזור. תנופת הפיתוח המלחמתית של האזור סייעה לתושבי באר־טוביה, אך משנגמרה המלחמה הגדולה גם ימי המנדט הבריטי בארץ החלו להיספר לאחור. מלחמה חדשה איימה על האזור – מלחמת העצמאות.\r\n \r\n \r\n \r\n \r\nבבאר טוביה לא חיכו להכרזת המדינה. כבר בכ&quot;ט בנובמבר 1947 החלו לאמן את צעירי המושב בלוחמה של ממש. הנערים הקימו את פל&quot;מ באר־טוביה (פלוגה מקומית) והנערות אומנו לתפקידי קשר, רפואה ונהיגה. בתחילת שנת 1948 החלו הבריטים לנטוש חלק מהמוצבים והמצודות שבנו ברחבי הארץ. הראשונה שננטשה הייתה משטרת באטאני שעליה השתלטו אנשי באר־טוביה. בתחנת המשטרה שירת חנוך ברודז&#39;יצקי - יהודי ששירת במוצב באטאני מטעם המשטרה הבריטית. כשתותחי המלחמה החלו לרעום באזור, הרגו השוטרים הערביים את כל הסוסים באורווה, בזזו את התחנה וברחו. חנוך הצליח לשכנע את הבריטים טרם נסיגתם להשאיר את המוצב בידו על כל הציוד שנמצא בו. אנשי באר־טוביה סייעו לחנוך באספקת מים, מזון ותחמושת במשך שלושה ימים, בהם שמר על המבנה לבדו עד אשר הגיעו כוחות גדוד 53 של גבעתי והשתלטו על המבנה. \r\n \r\nמאותו הרגע שימש המבנה הנטוש של הבריטים את כוחות חטיבת גבעתי. ממנו יצאו לכבוש את מנחת המטוסים הבריטי שננטש גם הוא ונמצא במרחק מאות מטרים בלבד. אותו מנחת שימש את כוחות הגדוד במבצע &quot;חסידה&quot; הסודי שבמסגרתו הוברח מטוס תובלה מלא בציוד לחימה ותחמושת מצ&#39;כיה לעזרתם של הכוחות הלוחמים בשטח. את הנחתת המטוס באישון ליל, פריקת המטען, תדלוק המטוס והמראתו מחדש ביצעו כוחות גבעתי ובאר-טוביה מתוך המבנה של תחנת משטרת באטאני בליל ה-1 לחודש אפריל 1948. זאת מבלי שאיש מהכפרים הסמוכים, או מכוחות הבריטים שנותרו באזור יבחין בכך.\r\n \r\n \r\n \r\n \r\nכעבור 20 ימים בלבד, בסוף חודש אפריל, תקפו מאות מתושבי בית דרס את קיבוץ ניצנים. אנשי גדוד 53 של גבעתי הפזורים באזור יצאו מן המוצב החדש הסמוך לבאר־טוביה לכיוון ניצנים להגשת סיוע. במקביל תקפו את הכפר &quot;בית דרס&quot; עצמו על מנת לאלץ את התוקפים לשוב ולהגן על ביתם. אל הכוחות הערבים הצטרפו כוחות המשטרה הבריטית שמוקמו על הדרך לחברון במוצב טגארט &quot;עיראק סווידאן&quot; - לימים מצודת יואב. כוחות ההגנה יצאו באבידות רבות והחלו במבצע פינוי לעבר באר־טוביה ומוצב באטאני. קיבוץ ניצנים נפל בידי כוחות המצרים וערביי הארץ. ב-11 במאי, זמן קצר לפני הכרזת העצמאות, יצא לדרך מבצע לשחרור הדרך אל הנגב בהתאם לתוכנית החלוקה. במסגרת המבצע, חטיבת גבעתי הפרוסה באזור יצאה לקרב נוסף על הכפר בית דרס. \r\n \r\n \r\n \r\n \r\nהקרב השני על בית דרס כבר סיים את פרק ההתיישבות הערבית במקום. את ההתנגדות הערבית למתקפה סיכלו לוחמי גבעתי בעזרת ארטילריה וכוחות רתק ועד סוף הלחימה הכפר ננטש לחלוטין. כוחות גדוד 53 נפרסו במקום ושמרו על הכפר כמשלט צה&quot;לי מול כוחות המצרים שחנו בכפר מג&#39;דל ובכל האזור שמגיע היום עד אשדוד. \r\n \r\nחלק מרכזי באסטרטגיה של צה&quot;ל וכוחותיו היה גרימת פאניקה כוללת בחברה הערבית האזרחית. תחילה בישובים הגדולים יותר, זאת מתוך ציפייה שכשיפונו הכפרים הגדולים, כל שאר הכפרים באזור יברחו גם הם בלי מאבק כלל. וכך היה עם קסטינה ובית דרס - ימים ספורים אחרי שהתפשטה השמועה על נטישת הכפרים, ננטשו גם הישובים הסמוכים אל־באטאני אל־ע&#39;רבי (המערבי) ואל־באטאני אל־שארקי (המזרחי). הנושא הזה שנוי במחלוקות וניתן לראות במקורות השונים את ההבדל הגדול בין הנרטיב היהודי־ציוני לנרטיב הערבי־פלסטיני. \r\n \r\n \r\n \r\n \r\nעם הכרזת העצמאות ב-15 במאי, החלו הפצצות כבדות של חיל האוויר המצרי על באר־טוביה וישובי הסביבה. במסגרת מבצע &quot;תינוק&quot; פינו את כל הילדים מתחת לגיל 13 אל מרכז הארץ. אנשי באר־טוביה סייעו בפינוי המושבים והקיבוצים בסביבה וקלטו את כל הילדים במושב, עד שהגיעו המשוריינים לפנותם. מאותה העת ועד לאמצע אוקטובר, שהו אנשי באר־טוביה בבידוד משאר חלקי הארץ בעקבות החיץ שהקים חיל המשלוח המצרי מאזור עזה, מג&#39;דל (אשקלון של היום) ואיסדוד (אשדוד) ועד פלוג&#39;ה, בית ג&#39;וברין והר חברון (כביש 35 על דרך קרית גת-חברון). את חודשי המלחמה הסוערים העבירו תושבי באר־טוביה תוך הפגנת עמידות איתנה, כשכל אותה העת שמרו על הנכסים הקיימים - משטרת באטאני כמוצב קדמי וכן המנחת הבריטי הנטוש. האזור כולו ראה כמה מהקרבות הדרמטיים ביותר, בהם הקרב על גבעה 69, הקרב על משטרת עיראק סווידאן והקרב השלישי על בית דרס. משנגמר מבצע יואב, כותרו אלפי חיילים מהכוחות המצרים בתוך הכפר פלוג&#39;ה, אחרים נסוגו לעבר עזה. בקרבות הללו התעצבו גבולותיה של רצועת עזה ונותרו כמעט מבלי שינוי עד היום. לא ניתן שלא לעמוד על הקשר בין התהוותה של רצועת עזה כפי שאנו מכירים היום את מחנות הפליטים הצפופים, לבין אותה מלחמה קשה ב-48&#39; ולבין המצב הביטחוני הרעוע של עוטף עזה וישובי הסביבה - האזור הזה טעון כבר שנים רבות. \r\n \r\n \r\n \r\n \r\nהיום המבנה מוגדר כמבנה לשימור. כך מורה השלט הנעוץ בכניסה אליו. מבנה הבטון הנטוש בצד הדרך נבנה כדי להגן על תושבי הנגב היהודים שישובם חרב פעמיים קודם לכן. מאוחר יותר נעזרו תושבי המקום במבנה כדי להגן על עצמם בכוחות עצמם. המבנה שימש לאחר קום המדינה כבסיס צבאי, אך ננטש בשנית. כיום, מלבד קומץ מטיילים אין מי שפוקד את המבנה החרב שנמצא בתחומי המועצה האזורית באר-טוביה, כל שנה שעוברת מסכנת את המבנה ההיסטורי. ניתן לציין כי מלבד הסיפור ההיסטורי המרתק של המבנה והאזור כולו, יש במבנה גם לא מעט חן של אסתטיקה נקייה ונטולת מניירות ובטון מאסיבי חשוף, כיאה למבנה המשמש כוחות ביטחון. שימורו של המבנה ושימוש בו על ידי תושבי הסביבה יכול לעשות עימו צדק. יהיה ייעודו אשר יהיה - ממרכז נוער אזורי כפי שפורסם, מרכז תרבות או מוזיאון לתולדות מרחב דרום שפלת החוף. מרחב שהצליח לעמוד בחזית ההתיישבות החלוצית של המאה ה-19, חזית הפרעות בישוב היהודי, חזית ההתיישבות האידאולוגית של העלייה השנייה והשלישית ובחזית המלחמה לעצמאותה של מדינת ישראל. וגם כיום נמצא בטווח הטילים והאזעקות. ", "keywords": ["קירות מתקלפים", "באר טוביה", "משטרת באטאני"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/11/14/947781/5_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "דור זומר"}, "datePublished": "2019-11-16T17:27:09", "dateModified": "2020-08-19T22:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "איך הפכה תחנת משטרה נטושה לאתר מורשת המיועד לשימור", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}