{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3695498,00.html"}, "headline": "אליפות הבונוסים: כמה מקבלים הספורטאים שזכו במדליה?", "description": "ירדן ג&#39;רבי, שזכתה בארד, קיבלה 65 אלף דולר - שליש מהסכום שמשלמת סינגפור, אלופת העולם, אבל יותר מאשר בארה&quot;ב, סין ויפן; ובאיזו מדינה לא מקבלים אף בונוס?", "articleBody": "ירדן ג&#39;רבי קיבלה 250 אלף שקל על הזכייה שלה במדליית ארד. הסכום הזה, 65 אלף דולר, הוא גבוה יחסית לעולם. אם ספורטאי ישראלי יזכה במדליית כסף הוא ייהנה מבונוס של 400 אלף שקל, ואם יזכה בזהב הוא יקבל 500 אלף שקל,\r\n  \r\nלשם השוואה, ספורטאי מסינגפור שיזכה במדליית זהב יקבל 741 אלף דולר (שיא עולמי), ועבור כסף וארד - 317 אלף דולר ו-185 אלף דולר, בהתאמה. האיטלקים משלמים 166 אלף דולר לזוכים בזהב, 83 אלף דולר למדליית כסף ו-55 אלף דולר על מדליית ארד.\r\n \r\nבטייוואן משלמים 640 אלף דולר על זהב, 223 אלף דולר על כסף ו-160 אלף דולר לארד. באינדונזיה הבטיחו 384 אלף דולר לזהב, 152 אלף דולר לכסף ו-76 אלף דולר על ארד. וגם תאילנד מפנקת - 287 אלף דולר לזהב, 172 אלף דולר לכסף וחצי מזה לארד. \r\n \r\nאזרביג&#39;אן בולטת גם היא עם 248 אלף דולר למדליית זהב, 124 אלף דולר לכסף ו-62 אלף דולר לארד. קזחסטן תשלם 252 אלף דולר לזהב, 150 אלף דולר לכסף ו-75 אלף דולר לארד. הודו תשלם 150 אלף דולר לזהב, 112 אלף דולר לכסף ו-75 אלף דולר לארד.\r\n \r\n \r\nגם ברוסיה משלמים לא מעט לזוכים במדליות: 65 אלף דולר לזהב, 38 אלף דולר לכסף ו-14 אלף דולר לארד. צרפת משלמת 55 אלף דולר כבונוס על זהב, 22 אלף דולר לכסף, ו-14 אלף דולר לארד. \r\n \r\nסין משלמת רק לזוכים במדליית זהב - 52 אלף דולר, בדומה לפינלנד שמשלמת בונוס של 42 אלף דולר לזוכים במקום הראשון. \r\n \r\nיפן משלמת בונוס של 39 אלף דולר לזוכים בזהב, ושל 26 אלף דולר לזוכים בכסף.\r\n \r\nהאמריקאים משלמים בונוסים נמוכים יחסית - 25 אלף דולר לזהב, 15 אלף דולר לכסף ו-10,000 דולר לארד. האוסטרלים משלמים עוד פחות - 20.5 אלף דולר לזהב, 13.5 אלף דולר לכסף ו-10,000 לארד. והגרמנים? 20 אלף דולר למדליית זהב בלבד. \r\n \r\nוהבריטים? הם לא מקבלים אף בונוס. ", "keywords": ["ריו 2016", "אולימפיאדה", "בונוסים", "ריו דה ז&#39;נרו 2016", "פרסים כספיים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/08/10/628629/YE1998333_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2016-08-11T21:08:38", "dateModified": "2020-08-19T21:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אליפות הבונוסים: כמה מקבלים הספורטאים שזכו במדליה?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}