{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3652526,00.html"}, "headline": "תירוץ עלוב לליגה", "description": "ליאו מסי וכריסטיאנו רונלדו ענקיים, כנראה שהגדולים ביותר. עם זאת, היה נחמד לראות אותם שבוע אחרי שבוע נגד תחרות אמיתית", "articleBody": "אחרי 23 משחקים ריאל מדריד במקום הראשון בלה ליגה עם 57 נקודות (2.47 נקודות למשחק) ועם הפרש שערים של 50+. ברצלונה במקום השני עם 56 נקודות (2.43 נקודות למשחק) והפרש שערים של 54+. שתי הקבוצות במרחק 6 נקודות מהיריבה הקרובה ביותר שלהן - אתלטיקו מדריד. \r\n \r\n \r\n \r\n \r\nבאנגליה, צ&#39;לסי המוליכה עם 59 נקודות אחרי 25 משחקים (2.36 נקודות למשחק) ועם הפרש שערים של 34+. מנצ&#39;סטר סיטי שנייה עם 52 נקודות (2 נקודות למשחק) והפרש שערים חיובי של 26. שתי הקבוצות מובילות ב-5 נקודות על השלישית מנצ&#39;סטר יונייטד. \r\n \r\nבאיטליה יובנטוס עם 54 נקודות אחרי 23 משחקים (2.34 נק&#39; למשחק) ועם הפרש שערים של 37+. היא 7 נקודות מעל רומא השנייה. באיירן מינכן, מוליכת הטבלה הגרמנית, עם 52 למשחקים (2.41 נק&#39; למשחק) והפרש שערים של 44+ אחרי שהביסה את המבורג 8-0 במשחק האחרון שלה.\r\n \r\nליון מוליכה את הטבלה הצרפתית עם 2.04 נקודת למשחק כשמארסיי ופריז סן ז&#39;רמן עם 1.96 נקודות למשחק כ&quot;א.\r\n \r\nבסקוטלנד, שבמשך שנים היתה הליגה הכי פחות תחרותית  באירופה, סלטיק מוליכה את הטבלה עם 2.3 נקודות למשחק והפרש שערים חיובי של 35 שערים. נתונים &quot;פחות טובים&quot; משל ברצלונה. \r\n \r\nבהולנד פ.ס.וו ברחה לכל הליגה עם 2.65 נקודות למשחק - יותר מבאיירן מינכן וברצלונה אבל עם הפרש שערים של 43+. זו עונה יוצאת דופן לחלוטין עבור פ.ס.וו ובהולנד - בניגוד לעונה בספרד. בנפיקה משיגה 2.52 נקודות למשחק ומוליכה את הטבלה במעט מעל פורטו וספורטינג ליסבון - גם היא קבוצה ראשית עם מספר נקודות למשחק רב יותר מברצלונה וריאל מדריד. בקרואטיה וסרביה, ליגות לא תחרותיות בעליל, דינמו זאגרב ופרטיזן בלגרד משיגות יותר נקודות למשחק מאשר בארסה וריאל מדריד והליגה ההונגרית גם כן פחות תחרותית מהליגה הספרדית.\r\n \r\nפערים פיננסים אדירים\r\n \r\nאבל זהו, רק אלו פחות תחרותיות מהליגה הספרדית. כל ליגה אחרת באירופה - על פי נקודות למשחק של המוליכות והפרש השערים - יותר תחרותיות מהליגה הספרדית. יוון, שוויץ, טורקיה, בוסניה, פולין, בולגריה, ישראל, רוסיה, בלגיה, אוסטריה, קפריסין, צ&#39;כיה, סלובקיה, מולדובה - מה שתרצו. רק 5 קבוצות משיגות יותר נקודות למשחק מאשר ברצלונה וריאל מדריד. \r\n \r\nהסיבה לחוסר התחרותיות בליגה הספרדית היא פערים פיננסים אדירים בין ריאל מדריד וברצלונה לכל השאר. מקור הפערים בחלוקה לא שיוויונית בעליל בהכנסות מזכויות שידור. ברצלונה וריאל מדריד מכניסות 140 מיליון יורו כ&quot;א מזכויות שידור. היריבה הקרובה ביותר אליהן מהבחינה הזאת היא ולנסיה שמכניסה 48 מיליון יורו מזכויות שידור. אתלטיקו מדריד, שאיכשהו זכתה באליפות בשנה שעברה (הרבה בזכות קריסה מקצועית של ברצלונה), מכניסה כ-100 מיליון יורו פחות מהן - 42 מיליון יורו בשנה. 16 קבוצות בלה ליגה מרוויחות פחות מ-40 מיליון יורו מזכויות שידור כאשר הרוב מרוויחות פחות מ-25 מיליון יורו. \r\n \r\nברצלונה וריאל מדריד משתמשות בפערים הללו כדי להגדיל את הפערים בקטגוריות אחרות - חסויות, ימי משחק ושוק העברות השחקנים. \r\n \r\nכנראה שגם בספרד וגם בעולם נמאס מהדומיננטיות הזו. בעוד שהפרמיירליג מגדילה את הכנסותיה מזכויות שידור בבריטניה ובעולם ב-70% מדי מכרז, הליגה הספרדית חווה  צמיחה נמוכה ביותר של זכויות השידור. כי מה הנקודה במשחק שהשאלה היחידה שהוא מעורר היא &quot;&#39;כמה מסי יבקע והאם ישבור עוד שיא?&quot;. ומה הנקודה במשחק בין דפורטיבו לה קורוניה נגד ריאל מדריד כשיש סיכוי של 82% לפחות שריאל מדריד תנצח? \r\n \r\nליאו מסי וכריסטיאנו רונלדו ענקיים. כנראה שהגדולים ביותר. עם זאת, היה נחמד לראות אותם שבוע אחרי שבוע נגד תחרות אמיתית.", "keywords": ["לה ליגה", "כריסטיאנו רונלדו", "לבאנטה", "ליאו מסי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/493130/AP0MF124-Main-2015-02-15T18-32-16.jpgL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2015-02-16T15:03:53", "dateModified": "2020-07-04T04:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "תירוץ עלוב לליגה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}