{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/sport/articles/0,7340,L-3752591,00.html"}, "headline": "התחרות על אנת&#39;וני דיוויס כבר החלה. מי ינצח?", "description": "נראה שהכוכב הגדול של ניו אורלינס פליקנס יעזוב את הקבוצה בתום העונה. לאיזו קבוצה יש מספיק נכסים כדי לזכות בשירותיו, ונגד מי היא תצטרך להתחרות כדי להשיג אותו?", "articleBody": "אנת&#39;וני דיוויס, אחד מחמשת הכדורסלנים הטובים בעולם, עשו לעזוב את קבוצתו, ניו אורלינס פליקנס, ב-2019. כך לפחות לפי הרעשים והרחשים ב-NBA. דיוויס סחב את הקבוצה על כתפיו הרחבות מ-2012 אבל הצוות והבעלים של הקבוצה מלואיזיאנה פשוט לא הצליחו לבנות סביב הכישרון הגדול קבוצה שיכולה לאתגר את הקבוצות הטובות בליגה.\r\n \r\nדיוויס - שלפי הדיווחים אמר לחבר טוב, אולסטאר אחר בליגה, שהוא יתן עוד עונה אחת מלאה לניו אורלינס ואז ידרוש מעבר - צפוי להיות השחקן הכי גדול, אולי מאז קווין גארנט, שיעבור בטרייד. לאן יעבור? מהן האופציות שלו? האם המעבר שלו ישפיע על עתיד הליגה כולה? והאם הנרטבים שילוו את החיזור אחר אנת&#39;וני דיוויס יהיו הסיפורים הכי טובים שליגת ה-NBA תספר לאוהדים שלה בעשור הקרוב?\r\n \r\n \r\n  \r\n \r\n \r\nקודם כל: מדוע דיוויס מעוניין בכלל לעזוב? דיוויס אמר בסבב ראיונות בתחילת העונה שהוא מרגיש כמו השחקן הטוב בליגה, ורוצה לזכות בתארים. בניו אורלינס הוא מוקף בשחקנים טובים - אבל לא טובים מספיק לאליפות. כשדיוויס וג&#39;רו הולידיי - השחקן השני הכי טוב בפליקנס - על המגרש, הקבוצה קולעת ועושה הגנה כמו קבוצה של 60+ ניצחונות. כשהשניים לא על המגרש, הקבוצה קולעת ועושה הנה כמו קבוצה של 60+ הפסדים. אלו סטטיסטיקות לא מחמיאות לארגון הפליקנס - שבשנים האחרונות מתמודד עם מוות של הבעלים וקהילה מקומית אדישה יחסית לכדורסל.\r\n \r\nאת אחד מהכישרונות הגדולים ביותר בארה&quot;ב - AD - רואים מעט מדי בערוצי הברודקאסט במהלך העונה (מה שפוגע בו מסחרית), והקבוצה נמצאת כמעט באופן תמידי בתחתית טבלת מכירת הכרטיסים ב-NBA. כמו כן, ואת זה חשוב להזכיר, בתחילת העונה דיוויס עזב את סוכנו ת&#39;אד פוצ&#39;ר מסוכנות ואסרמן והצטרף לריץ&#39; פול, סוכנו של לברון ג&#39;יימס מסוכנות Klutch. יש לכך משמעויות גדולות שעשויות לעזור לנו לברר מהם רצונות השחקן.\r\n \r\nהאם הוא יכול להישאר בניו אורלינס? אולי. הפליקנס יכולים להציע לו יותר כסף מכל אחד אחר. \r\n \r\nדיוויס מסיים את חוזהו בסוף עונת 2020. בקיץ 2019 הפליקנס יכולים להציע לו &quot;חוזה סופר-מקס&quot;, כלומר הארכת חוזה שרק הפליקנס יכולים להציע לו לפי הסכם השכר הקיבוצי של הליגה עם השחקנים: 235 מיליון דולר - כ-80 מיליון דולר יותר ממה שכל קבוצה אחרת יכולה להציע. בפליקנס מקווים שזה ייחשב לסכום שהוא לא יכול לסרב לו.\r\n \r\nעם זאת, כאן נכנס לעניין סוכנו החדש, ריץ&#39; פול, שלא תמיד ממליץ ללקוחותיו להישאר בקבוצה שלהם מהשוק הקטן וטוען, ובצדק, שאפשר להרוויח הרבה יותר מחסויות ככוכב בקבוצה גדולה ומצליחה בשוק גדול ומצליח. זאת בניגוד לסוכנו הקודם של דיוויס, ת&#39;אד פוצ&#39;ר, שהמליץ ללקוח המשמעותי הגדול ביותר שלו, ראסל ווסטברוק, לקחת את &quot;הסופר-מקס&quot;. עם זאת, יש לציין שאוקלהומה סיטי ת&#39;אנדר זהו ארגון הרבה יותר מוצלח מהפליקנס, והוא מנוהל על ידי סם פרסטי -גאון ניהול כדורסל שמדי שנה מצליח לבנות קבוצות נהדרות סביב ווסטברוק. \r\n \r\nיש לציין שקיץ 2019 הוא הקיץ האחרון בו ניו אורלינס יכולה לעשות על דייויס טרייד ולקבל משהו עבורו, כי הוא עדיין לא משוחרר לחתום איפה שהוא רוצה. ביל סימונס, פרשן הספורט האמריקאי, כינה את הקיץ שלפני סיום החוזה Pre-Agency, שזה לא פחות משמעותי מ-Free Agency, הזמן בו השחקן חופשי לחותם איפה שהוא רוצה.\r\n \r\nבארה&quot;ב יוצאים מתוך נקודת הנחה שכמעט כל כוכב יכול לבחור לאיזו קבוצה הוא רוצה להצטרף, ולכן האפשרויות של הקבוצה שלו מצומצמות יותר. למשל, קיירי אירווינג דרש לעזוב את קליבלנד קאבלירס וברגע ששמע שבוסטון סלטיקס מעוניינת בו, אמר לקאבס שהוא לא מוכן להצטרף לאף קבוצה אחרת - מה שהגביל את אנשי קליבלנד לעסקה מול קבוצה אחת, על הסגל שלה ועל הנכסים שלה בלבד. אז לאיזו קבוצה דיוויס ירצה להצטרף? והאם היא יכולה להרשות לעצמה להביא אותו?\r\n \r\nבוסטון סלטיקס \r\n \r\nהקבוצה עם הכי הרבה &quot;נכסים&quot; - כלומר, בחירות דראפט, שחקנים צעירים ושחקנים - היא בוסטון סלטיקס, שלפי כתב העל של ESPN, אדריאן ווז&#39;נרובסקי, &quot;מחזרת&quot; אחרי דיוויס כבר שנים. כמו כן, היה זה קווין גארנט - שעבר ממינסוטה לבוסטון וזכה באליפות היחידה בקריירה שלו, ששכנע את דיוויס שהוא צריך להתחיל לחשוב יותר על המורשת שלו ופחות על הקבוצה שלו, ולעשות את זה לפני גיל 30.\r\n \r\nהעניין הוא שסלטיקס לא יכולים לעשות טרייד על דיוויס העונה בגלל סעיף בהסכם הקיבוצי של הליגה עם איגוד השחקנים (CBA). יש מספר חוקים וניואנסים ב-CBA שמאפשרים להחתים שחקנים מיוחדים על הסכמי שכר מיוחדים, מה שמכונה DPE, או Designated Player Extensions, עבור שחקנים טובים במיוחד שמסיימים את עונת הרוקי שלהם או שחקנים ותיקים שמסיימים את החוזה שלהם.\r\n \r\nכל קבוצה יכולה להגיש שני חוזים מיוחדים לשחקנים צעירים ושני חוזים מיוחדים לשחקנים ותיקים - והיא יכולה להבטיח את ההישארות של השחקן בשנה שלפני תום החוזה שלו. עבור שחקנים שמסיימים את חוזה הרוקי שלהם, ה-DPE נקרא &quot;חוק דריק רוז&quot;. דריק רוז היה השחקן היחיד שעמד בקרירטיון להארכת החוזה המיוחדת שלו ב-2011. בשביל לזכות ב-DPE הזה שחקן צריך להיות בשתי נבחרות העונה (All NBA Teams), להיבחר לשחקן השנה של ה-NBA או לזכות ב-MVP. זה מאפשר לשחקן צעיר לקבל 35% מתקרת השכר, במקום מקסימום של 25%. בכל מקרה, קבוצה שהשיגה שחקן כזה בטרייד לא יכולה להביא שחקן נוסף תחת חוזה כזה בטרייד. לבוסטון סלטיקס יש שחקן שהוא DPE תחת חוק דריק רוז: קיירי אירווינג, שהגיע עם החוזה הזה מקליבלנד. זה מה שמונע מבוסטון לעשות טרייד עבור שחקן אחר שחתום על חוזה דומה בקבוצה אחרת.\r\n \r\nבתום העונה, קיירי מסיים את החוזה הזה שלו ואז בוסטון יכולה לבצע את הטרייד על דיוויס. הפליקנס, כאמור, לא ממש להוטים להיפטר מדיוויס, אבל אם הם יהיו חייבים לעשות עליו טרייד, הם ירצו לעשות את זה כשבוסטון יכולה לעשות זאת מבחינתה - כדי שיהיו להם יותר אופציות, וגם כדי להתחיל הליך &#39;מכירה פומבית&#39; שיגרום לקבוצות להציע יותר עבור השחקן שמסיים את חוזהו בעוד שנה (מה שמהווה סיכון לקבוצה הקונה - השחקן יכול להגיע בעד נכסים, ואז לעזוב אותה אחרי שנה).\r\n  \r\nבוסטון יכולה להציע את ה&quot;חבילות&quot; הכי מגוונות. יש לה, ככל הנראה, שלוש בחירות בסיבוב הראשון של הדראפט הקרוב (כנראה כולן בעשירייה השנייה והשלישית); אלו נכסים שאיינג&#39; אסף לאורך השנים בשביל להביא את דיוויס. לבוסטון יש גם מבחר של שחקנים צעירים על חוזים נמוכים יחסית - ג&#39;ייסון טייטום, ג&#39;יילן בראון, טרי רוז&#39;ייר (שמסיים את החוזה שלו בקיץ הקרוב אבל הוא restricted free agent, כלומר בוסטון יכולה להשוות כל הצעה שהוא מקבל) ומרקוס סמארט (שנמצא על חוזה טוב מאוד עבור הקבוצה).\r\n \r\nבוסטון יכולה להציע עבור דיוויס שלוש בחירות דראפט, את בראון, רוז&#39;ייר, שחקן סגל נוסף ואל הורפורד (אולסטאר ושחקן על חוזה מקסימום). היא יכולה גם להציע את גורדון הייוורד, אל הורפורד, בחירות דראפט ושחקן משלים - כלומר שני אולסטרים מנוסים בליגה שיכולים להוות עמוד שדרה חדש לקבוצה, לצד נכסים צעירים מהדראפט. בוסטון גם יכולה להציע את ג&#39;ייסון טייטום - שנחשב כיום לאחד מהצעירים המבטיחים ביותר בליגה - לצד ג&#39;יילן בראון, בחירות דראפט ושחקן מנוסה. אבל ההנחה היא שבבוסטון כולם על המדף מלבד טייטום.\r\n \r\nמה בוסטון יכולה להציע לדיוויס עצמו? קודם כל, הוא יגיע למועדון עם מסורת אדירה, שוק גדול, קהל גדול וחשיפה עצומה בחוף המזרחי. בקבוצה משחק גם אחד מחבריו הטובים של דיוויס, קיירי אירווינג, שכבר הודיע שהוא רוצה לפרוש בבוסטון כאחד מגדולי השחקנים של בקבוצה. צמד של קיירי-דיוויס, עם צוות מסייע שכולל את ג&#39;ייסון טייטום, ג&#39;יילן בראון / גורדון הייוורד ו-אל הורפורד, הוא מסוג הדברים שגורמים לאוהדי בוסטון לפנטז על שושלת חדשה. \r\n \r\n \r\n \r\n \r\nלוס אנג&#39;לס לייקרס \r\n \r\nלברון ג&#39;יימס אמר לאחרונה ש&quot;זה יהיה מדהים&quot; אם דיוויס יצטרף ללייקרס. מספר ימים לאחר מכן, אחרי משחק של הפליקנס בלוס אנג&#39;לס, לברון לקח את דיוויס לארוחת ערב. לברון לא מסתיר את העובדה שהוא רוצה כוכב גדול נוסף לצידו בלייקרס, אך התחושה בליגה - וקווין דוראנט ביטא אותה היטב - היא שיש &quot;אווירה רעילה&quot; מסביב ללברון, בגלל העיסוק האובססיבי של התקשורת עם השחקן הטוב בדורו.\r\n \r\nהאם דיוויס ירצה להצטרף ללייקרס? על פניו, הוא ולברון יהוו ביחד סופר-טים שתתחרה על האליפות ב-3-4 עונות הבאות, בלי קשר לצוות המסייע סביבם. העובדה שריץ&#39; פול - שזה לא סוד שהוא פועל לטובת לברון ג&#39;יימס - הוא סוכנו של דיוויס, עשויה ללמד משהו על ההעדפה של הסנטר. כמו כן, לוס אנג&#39;לס היא אחת מהערים האהובות על כדורסלנים בארה&quot;ב, והבאתו של דיוויס ל-אל.איי לבטח תהפוך אותו לאחד מהספורטאים המפורסמים ביותר בעולם.\r\n \r\nמה הלייקרס יכולים להציע לניו אורלינס עבור דיוויס? על פניו, פחות מבוסטון. ברנדן אינגרם, לונזו בול, קייל קוזמה, ג&#39;וש הארט - אלו שחקני שלד עתידיים של קבוצה סבירה בהחלט. האם מג&#39;יק ג&#39;ונסון ורוב פלינקה יוותרו על כולם, או על שלושה מהם, עבור דיוויס? ייתכן מאוד. מג&#39;יק הגיע ללייקרס כדי להביא את השמות הגדולים ביותר, לא כדי לגדל את כוכבי העתיד של הליגה. האם הצעה שכוללת את אינגרם, בול, קוזמה והארט טובה יותר מהצעה שכוללת את בראון, הייוורד, הורפורד ושלוש בחירות דראפט? זו בהחלט שאלה טובה. וכאמור, זה באמת תלוי יותר במה שדיוויס יעדיף. לשחק עם קיירי, טייטום, הורפורד והייוורד / בראון או לשחק עם לברון וצוות מסייע. \r\n \r\nקבוצות אחרות? \r\n \r\nעל פי הדיווחים, גולדן סטייט מעוניינת באנתוני דיוויס - אך קשה לראות את זה קורה כרגע, גם מבחינת שכר, גם מבחינת נכסים שצריך להעביר לניו אורלינס בשבילו וגם מבחינה תדמיתית ותקשורתית - לא בטוח שזה המהלך הנכון מבחינת דיוויס. שיקגו בולס גם כן הוזכרה כמועמדת - יש לה שחקנים צעירים רבים, מקום בתקרת השכר וזו עיר הולדתו של דיוויס. עם זאת, הארגון בקבוצה הזו די מביך, וספק אם דיוויס ירצה להצטרף לקבוצה כזו. ניו יורק ניקס? כנ&quot;ל. \r\n \r\nבסופו של דבר - כך מדווחים בארה&quot;ב - דייויס יחליט מה יהיה גורלו. זה אומר שהוא יקבל טלפונים מקיירי שינסה לשכנע אותו להצטרף אליו במסצ&#39;וסטס, ומלברון, שביחד עם סוכנו ינסו לשכנע את &quot;הגבה&quot; להצטרף אליהם בקליפורניה. כלומר, קיירי ולברון - שנפרדו זה מזה בטונים די צורמים - יתחרו ראש בראש על דיוויס, שיצטרך לקבל החלטה שלבטח תשפיע על עתיד הליגה כולה. \r\n \r\nעל פניו, לקיירי יש יתרון. הוא קרוב יותר לדיוויס בגיל, הוא זוכה לאהדה מרוב הכוכבים בליגה (נראה שהכוכב היחיד שהוא לא חבר שלו זה לברון) והוא מציע לו שותפות לטווח הארוך. לברון מציע לו שיתוף פעולה עם אחד מגדולי השחקנים בכל הזמנים בקבוצת ענק, בשוק הגדול ביותר שיש - אך לטווח של 3, מקסימום 4 שנים. לברון נגד קיירי, סלטיקס נגד לייקרס, פוטנציאל למחזרות מפתיעות מרחבי הליגה. ה-NBA אף פעם לא מאכזבת כשזה נוגע ליצירת סיפורים מרתקים.", "keywords": ["לוס אנג&#39;לס לייקרס", "אנתוני דיוויס", "אנת&#39;וני דיוויס", "ניו אורלינס פליקנס", "ריץ&#39; פול", "סוכנות קלאץ&#39;", "שוק העברות השחקנים", "כדורסל", "לברון ג&#39;יימס", "קיירי אירווינג", "קיירי איירווינג"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/02/22/797296/14_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2018-12-23T11:02:38", "dateModified": "2020-08-17T14:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "התחרות על אנת'וני דיוויס כבר החלה. מי ינצח?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "", "subtitle": ""}